{
    "SearchEngineKeywordsPerformance": {
        "APIKey": "API anahtarı",
        "AccountAddedBy": "<em>%1$s</em> tarafından <em>%2$s</em> zamanında eklendi",
        "AccountConnectionValidationError": "Hesap bağlantısı doğrulanırken bir sorun çıktı:",
        "AccountDoesNotExist": "Yapılandırılmış %1$s hesabı artık yok",
        "AccountNoAccess": "Bu hesabın şu anda herhangi bir siteye erişimi yok.",
        "AccountRemovalConfirm": "%1$s hesabını silmek üzeresiniz. Bu işlem bağlı sitelerden anahtar sözcüklerin içe aktarılmasını kullanımdan kaldırabilir. İlerlemek istediğinize emin misiniz?",
        "ActivityAccountAdded": "yeni bir anahtar sözcük hizmeti sağlayıcısı hesabı ekledi %1$s: %2$s",
        "ActivityAccountRemoved": "bir anahtar sözcük hizmeti sağlayıcısı hesabını sildi %1$s: %2$s",
        "ActivityGoogleClientConfigChanged": "Google istemci yapılandırmasını değiştirdi.",
        "ActivityYandexClientConfigChanged": "Yandex istemci yapılandırmasını değiştirdi.",
        "AddAPIKey": "API anahtarı ekle",
        "AddConfiguration": "Yapılandırma ekle",
        "AdminMenuTitle": "Arama başarımı",
        "AllReferrersImported": "Yönlendirenler (içe aktarılmış anahtar sözcükler ile)",
        "AllReferrersOriginal": "Yönlendirenler (izlenen anahtar sözcükler ile)",
        "AvailableSites": "İçe aktarma için kullanılabilecek siteler:",
        "BingAPIKeyInstruction": "%1$sBing Webmaster Tools%2$s sitesinde bir hesap açın ve siteyi Bing Webmaster üzerine ekleyin. Siteyi doğruladıktan sonra %3$sAPI anahtarınızı kopyalayın%4$s.",
        "BingAccountError": "API anahtarı doğrulanırken bir sorun çıktı: %1$s. Bing Webmaster Tools ile bu API anahtarını yeni oluşturduysanız bir kaç dakika sonra yeniden deneyin (Bing Webmaster Tools API anahtarlarının etkinleştirilmesi biraz zaman alabilir).",
        "BingAccountOk": "API anahtarı doğrulandı",
        "BingConfigurationDescription": "Bing Webmaster Tools kullanmak için bir API anahtarına gerek vardır. Sitelerinizin verilerine erişmek için gereken API anahtarlarını buradan ekleyebilirsiniz.",
        "BingConfigurationTitle": "Bing Webmaster Tools üzerinden içe aktarmayı yapılandırın",
        "BingCrawlBlockedByRobotsTxt": "Robots.txt katılmaması",
        "BingCrawlBlockedByRobotsTxtDesc": "Sitenin robots.txt dosyasını engelleyen adresler.",
        "BingCrawlConnectionTimeout": "Bağlantı zaman aşımları",
        "BingCrawlConnectionTimeoutDesc": "Bu değer yakın zamanda bağlantı sorunları nedeniyle Bing tarafından sitenize erişilememe sayısını gösterir. Bu durum geçici bir sorundan kaynaklanıyor olabilir ancak istekleri kazara reddedip etmediğinizi öğrenmek için sunucu günlüğü kayıtlarını gözden geçirmeniz iyi olur.",
        "BingCrawlCrawledPages": "Derlenen sayfa sayısı",
        "BingCrawlCrawledPagesDesc": "Bing crawler tarafından istekte bulunulan sayfa sayısı.",
        "BingCrawlDNSFailures": "DNS sorunları",
        "BingCrawlDNSFailuresDesc": "Bu sorun türünde bot tarafından yakın zamanda sayfalarınıza erişmek için DNS sunucu ile iletişim kurulmaya çalışılırken yaşanan sorunlar görüntülenir. Sunucunuz çalışmıyor olabilir ya da TTL değerinin 0 olarak ayarlanması gibi DNS yöneltmesinin yapılmasını engelleyen bir yapılandırma hatası olabilir.",
        "BingCrawlErrors": "Bing derleme sorunları",
        "BingCrawlErrorsDesc": "Bing crawler tarafından karşılaşılan sorun sayısı.",
        "BingCrawlErrorsFromDateX": "Bu rapor, yakın zamanda Bing tarafından karşılaşılan derleme sorunlarını içerir. Geçmişe dönük herhangi bir veri bulunmaz. Son güncelleme: %s",
        "BingCrawlHttpStatus2xx": "HTTP Kodları 200-299",
        "BingCrawlHttpStatus2xxDesc": "Sunucu sayfayı doğru olarak sunduğunda bu kodlar görüntülenir",
        "BingCrawlHttpStatus301": "HTTP Kodu 301 (Kalıcı olarak taşındı)",
        "BingCrawlHttpStatus301Desc": "İçerik bir konumdan (adres) başka bir konuma kalıcı olarak taşındığında bu kod görüntülenir.",
        "BingCrawlHttpStatus302": "HTTP Kodu 302 (Geçici olarak taşındı)",
        "BingCrawlHttpStatus302Desc": "İçerik bir konumdan (adres) başka bir konuma geçici olarak taşındığında bu kod görüntülenir.",
        "BingCrawlHttpStatus4xx": "HTTP Kodları 400-499 (İstek sorunları)",
        "BingCrawlHttpStatus4xxDesc": "Bu kodlar sunucunun yapılan isteklerde bulunan hatalar nedeniyle istekleri işleyememesi durumunda görüntülenir.",
        "BingCrawlHttpStatus5xx": "HTTP Kodları 500-599 (İç sunucu sorunları)",
        "BingCrawlHttpStatus5xxDesc": "Bu kodlar sunucunun açıkca geçerli olan istekleri karşılayamaması durumunda görüntülenir.",
        "BingCrawlImportantBlockedByRobotsTxt": "Önemli sayfada robots.txt katılmaması",
        "BingCrawlInboundLink": "Gelen bağlantı toplamı",
        "BingCrawlInboundLinkDesc": "Gelen bağlantılar Bing tarafından algılanan sitenize yönelmiş adreslerdir. Bunlar, kendi sitenizden gelen ve içeriğinize işaret eden bağlantılardır.",
        "BingCrawlMalwareInfected": "Zararlı yazılımdan etkilenmiş siteler",
        "BingCrawlMalwareInfectedDesc": "Bing tarafından zararlı bir yazılımın bulaştığı ya da ilgisi olduğu anlaşılan sayfa adresleri bu bölümde görüntülenir.",
        "BingCrawlPagesInIndex": "Dizindeki sayfa sayısı",
        "BingCrawlPagesInIndexDesc": "Bing arama dizinindeki toplam sayfa sayısı",
        "BingCrawlStatsOtherCodes": "Tüm diğer HTTP durum kodları",
        "BingCrawlStatsOtherCodesDesc": "Başka değerler ile eşleşmeyen tüm diğer kodları bir araya getirir (1xx ya da bilgilendirme kodları gibi).",
        "BingCrawlingStats": "Bing ve Yahoo! için derleme özeti",
        "BingCrawlingStatsDocumentation": "Derleme özetinde bir sayfa ziyaret edildiğinde arama botu tarafından karşılaşılan sorunlar, robots.txt dosyanız tarafından engellenen ögeler ve zararlı yazılımlar tarafından etkilenmiş adresler gibi derleme ile ilgili bilgiler bulunur.",
        "BingKeywordImport": "Bing anahtar sözcük içe aktarma",
        "BingKeywords": "Anahtar sözcükler (Bing ve Yahoo! üzerinde)",
        "BingKeywordsDocumentation": "Bing ya da Yahoo! arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "BingKeywordsNoRangeReports": "Bing ve Yahoo! üzerindeki anahtar sözcükler günlük raporlar olarak kullanılamadığından yalnızca tam haftalar ya da aylar gibi özel tarih aralıkları için işlenebilir.",
        "BingKeywordsNotDaily": "Bing ve Yahoo! üzerindeki anahtar sözcükler yalnızca haftalık raporlar olarak kullanılabilir. Anahtar sözcük verileri günlük olarak kullanılamaz.",
        "BingWebmasterApiUrl": "Bing Webmaster Tools adresi",
        "BingWebmasterApiUrlDescription": "Bu sitenin Bing Webmaster Tools üzerindeki adresini yazın",
        "Category": "Kategori",
        "ChangeConfiguration": "Yapılandırmayı değiştir",
        "Clicks": "Tıklanma",
        "ClicksDocumentation": "Birisi bir arama motorunun sonuç sayfasında siteyi gösteren bir bağlantıya tıkladığında bir tıklama sayılır.",
        "ClientConfigImported": "İstemci yapılandırması içe aktarıldı!",
        "ClientConfigSaveError": "İstemci yapılandırması içe aktarılırken bir sorun çıktı. Lütfen belirtilen yapılandırmanın geçerli olduğundan emin olduktan sonra yeniden deneyin.",
        "ClientId": "İstemci kodu",
        "ClientSecret": "İstemci parolası",
        "ConfigAvailableNoWebsiteConfigured": "Bütünleştirme yapılandırması tamamlandı, ancak şu anda içe aktarılmak için bir site yapılandırılmamış.",
        "ConfigRemovalConfirm": "%1$s yapılandırmasını silmek üzereseniz. Bu site için anahtar sözcükler içe aktarılmayacak. İlerlemek istiyor musunuz?",
        "Configuration": "Yapılandırma",
        "ConfigurationDescription": "Bu uygulama eki, sitenin kullanıcıları tarafından arama motorlarına sorulan anahtar sözcükleri doğrudan Matomo içine aktarır.",
        "ConfigurationFile": "Yapılandırma dosyası",
        "ConfigurationValid": "OAuth yapılandırmanız geçersiz.",
        "ConfigureMeasurableBelow": "Bir siteyi yapılandırmak için aşağıdaki düğmeye tıklayın ya da doğrudan site ayarları bölümüne gidin.",
        "ConfigureMeasurables": "Siteleri yapılandır",
        "ConfigureTheImporterLabel1": "Google Search Console anahtar sözcüklerinizi içe aktarın ve güçlü Matomo analiz araçlarını kullanarak inceleyin. İçe aktarıcıyı bağlantısını kurduktan sonra, içe aktarılacak siteleri seçin. Matomo, programlanmış arşivleme sürecinin bir parçası olarak sitelerin anahtar sözcüklerini içe aktarmaya başlar.",
        "ConfigureTheImporterLabel2": "Verilerinizi Google Search Console üzerinden içe aktarmak için Matomo bu verilere erişmelidir.",
        "ConfigureTheImporterLabel3": "Başlamak için, %1$sOAuth İstemci yapılandırmanızı alma yönergelerini izleyin%2$s. Ardından, aşağıdaki düğmeyi kullanarak istemci yapılandırma dosyasını yükleyin.",
        "ConfiguredAccounts": "yapılandırılmış hesaplar",
        "ConfiguredUrlNotAvailable": "Bu hesabın yapılandırılmış adresine erişilemiyor",
        "ConnectAccount": "Hesap bağla",
        "ConnectAccountDescription": "Gerekli izinleri vermek için aşağıdaki düğme üzerine tıklayarak %1$s sitesine gidin.",
        "ConnectAccountYandex": "Yandex hesapları için kimlik doğrulaması yalnızca %1$s gün süreyle geçerlidir. İçe aktarma işlemlerinin sorunsuz yapılabilmesi için her hesap kimliğinin bu süre içinde yeniden doğrulanması gerekir.",
        "ConnectFirstAccount": "Aşağıdan ilk hesabınızı bağlayarak başlayın.",
        "ConnectGoogleAccounts": "Google hesaplarını bağla",
        "ConnectYandexAccounts": "Yandex hesaplarını bağla",
        "ContainingSitemaps": "Site haritaları bulunan",
        "CrawlingErrors": "Derleme sorunları",
        "CrawlingOverview1": "Derleme özeti raporu, arama motoru robotlarının siteleri nasıl derlediği ile ilgili kritik bilgileri içerir. Bu ölçümler, aşağı yukarı her gün arama motorları tarafından sağlanan verilerle güncellenir.",
        "CrawlingStats": "Derleme özeti",
        "CreatedBy": "Oluşturan",
        "Ctr": "Tıklayıp geçme oranı",
        "CtrDocumentation": "Tıklayıp geçme oranı: Kişilerin ne sıklıkta arama sonuçları sayfasında sitenin bağlantısını görüp tıkladığının oranı.",
        "CurrentlyConnectedAccounts": "Şu anda bağlı %1$s hesap var.",
        "DeleteUploadedClientConfig": "Yüklenen istemci yapılandırmasını kaldırmak istiyorsanız aşağıya tıklayın",
        "Domain": "Etki alanı",
        "DomainProperty": "Etki alanı mülkü",
        "DomainPropertyInfo": "Tüm alt etki alanlarını (m, www gibi) ve iki iletişim kuralını da (http, https) kapsar.",
        "EnabledSearchTypes": "Alınacak anahtar sözcük türleri",
        "FetchImageKeyword": "Görsel anahtar sözcükleri alınsın",
        "FetchImageKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google görsel aramasında kullanılan anahtar sözcükler alınır",
        "FetchNewsKeyword": "Yeni anahtar sözcükler alınsın",
        "FetchNewsKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google Haberler için kullanılan anahtar sözcükler alınır",
        "FetchVideoKeyword": "Görüntü anahtar sözcükleri alınsın",
        "FetchVideoKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google görüntü aramasında kullanılan anahtar sözcükler alınır",
        "FetchWebKeyword": "Site anahtar sözcükleri alınsın",
        "FetchWebKeywordDesc": "Bu seçenek etkinleştirildiğinde, Google site aramasında kullanılan anahtar sözcükler alınır",
        "FirstDetected": "İlk algılanan",
        "GoogleAccountAccessTypeOfflineAccess": "Şu anda oturum açmamış olsanız da arama anahtar sözcüklerini içe aktarmak için <strong>çevrinmdışı erişim</strong> gereklidir.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Profil bilgileri</strong> şu anda bağlı olan hesapların adlarını görüntülemek için kullanılır.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Konsol verilerinde arama</strong> Google arama anahtar sözcüklerini alabilmek için gereklidir.",
        "GoogleAccountError": "OAuth erişimi doğrulanırken bir sorun çıktı: %1$s",
        "GoogleAccountOk": "OAuth erişimi doğrulandı.",
        "GoogleAuthorizedJavaScriptOrigin": "İzin verilen JavaScript kaynağı",
        "GoogleAuthorizedRedirectUri": "İzin verilen yönlendirme adresi",
        "GoogleConfigurationDescription": "Google arama konsolunda kimlik doğrulaması için OAuth kullanılır.",
        "GoogleConfigurationTitle": "Google arama konsolundan içe aktarmayı yapılandır",
        "GoogleDataNotFinal": "Bu rapordaki anahtar sözcükler henüz son verileri içermiyor olabilir. Google, son anahtar sözcükleri 2 gün gecikme ile sağlar. Daha yakın zamandaki anahtar sözcükler, son olarak bildirildiğinde yeniden içe aktarılır.",
        "GoogleDataProvidedWithDelay": "Google, anahtar sözcük verilerini bir gecikme ile sağlar. Bu tarihteki anahtar sözcükler biraz daha sonra içe aktarılacak.",
        "GoogleKeywordImport": "Google anahtar sözcükleri içe aktarma",
        "GooglePendingConfigurationErrorMessage": "Yapılandırma bekliyor. Lütfen bir süper kullanıcıdan yapılandırmayı tamamlamasını isteyin.",
        "GoogleSearchConsoleUrl": "Google arama konsolu adresi",
        "GoogleSearchConsoleUrlDescription": "Bu sitenin Google arama konsolu üzerindeki adresini yazın",
        "GoogleUploadOrPasteClientConfig": "Lütfen Google OAuth istemci yapılandırmanızı yükleyin ya da aşağıdaki alana yapıştırın.",
        "HowToGetOAuthClientConfig": "OAuth istemci yapılandırmasını almak",
        "ImageKeywords": "Google üzerindeki görsel anahtar sözcükleri",
        "ImageKeywordsDocumentation": "Google <b>görsel</b> arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "Impressions": "Gösterimler",
        "ImpressionsDocumentation": "Bir arama motoru sonuç sayfasında siteyi görüntülediğinde bir gösterim sayılır.",
        "IntegrationConfigured": "Bütünleştirme yapılandırılmış",
        "IntegrationNotConfigured": "Bütünleştirme yapılandırılmamış",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris değeri geçersiz. En az 1 uri yüklenen yapılandırma dosyasındaki \"%1$s\" uri değeri ile eşleşmelidir",
        "KeywordStatistics": "Arama anahtar sözcükleri",
        "KeywordTypeImage": "görsel",
        "KeywordTypeNews": "haberler",
        "KeywordTypeVideo": "görüntü",
        "KeywordTypeWeb": "site",
        "KeywordsCombined": "Birleştirilmiş anahtar sözcükler",
        "KeywordsCombinedDocumentation": "Bu rapor, Matomo tarafından algılanan ve arama motorlarından içe aktarılan tüm anahtar sözcüklerin birleştirilmiş görünümünü içerir. İçinde yalnızca ziyaret ölçümü bulunur. Daha ayrıntılı ölçümleri görebilmek için ilgili raporlardan birine geçebilirsiniz.",
        "KeywordsCombinedImported": "Birleştirilmiş içe aktarılan sözcükler",
        "KeywordsCombinedImportedDocumentation": "Yapılandırılmış tüm arama motorlarından içe aktarılan tüm anahtar sözcükleri görüntüleyen rapor.",
        "KeywordsReferrers": "Anahtar sözcükler (tanımlanmamışlar dahil)",
        "KeywordsSubtableImported": "İçe aktarılmış anahtar sözcükler",
        "KeywordsSubtableOriginal": "İzlenen anahtar sözcükler (tanımlanmamışlar dahil)",
        "LastCrawled": "Son derlenen",
        "LastDetected": "Son algılanan",
        "LastImport": "Son içe aktarma",
        "LatestAvailableDate": "%1$s için kullanılabilecek son anahtar sözcük verileri",
        "LinksToUrl": "%s adresine bağlanan",
        "ManageAPIKeys": "API anahtarları yönetimi",
        "MeasurableConfig": "yapılandırılmış siteler",
        "NewsKeywords": "Google üzerindeki haber anahtar sözcükleri",
        "NewsKeywordsDocumentation": "Google <b>Haberler</b> arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "NoSegmentation": "Bu rapor dilimleri desteklemiyor. Standart, dilimlenmemiş veriler görüntüleniyor.",
        "NoWebsiteConfigured": "Henüz yapılandırılmış bir site yok. Belirli bir sitenin içe aktarılmasını kullanıma almak için buradan yapılandırmayı tamamlayabilirsiniz.",
        "NoWebsiteConfiguredWarning": "%s için içe aktarma tam olarak yapılandırılmamış. İçe aktarmayı kullanıma almak için bazı siteler yapılandırmalısınız.",
        "NotAvailable": "Kullanılamaz",
        "OAuthAccessTimedOut": "Bu hesap için OAuth erişiminin süresi dolmuş olabilir. Bu hesap ile içe aktarma işlemlerinin yapılabilmesi için kimliği yeniden doğrulamanız gerekecek.",
        "OAuthAccessWillTimeOut": "Bu hesap için OAuth erişiminin süresi %1$s gün içinde dolacak. <strong>%2$s gün kaldı</strong>",
        "OAuthAccessWillTimeOutSoon": "Bu hesap için OAuth erişiminin süresi %1$s gün içinde dolacak. Lütfen bu hesap ile içe aktarma işlemlerinin yapılabilmesi için kimliği yeniden doğrulayın.",
        "OAuthClientConfig": "OAuth istemci yapılandırması",
        "OAuthError": "OAuth işlemi sırasında bir sorun çıktı. Lütfen yeniden deneyin ve gerekli izinleri verdiğinizden emin olun.",
        "OAuthExampleText": "Yapılandırma için aşağıdaki alanlar gereklidir. Lütfen belirtilen değerleri kullanın:",
        "OauthFailedMessage": "Google Search Console için yetkilendirme işlemi sırasında bir sorunla karşılaştık. Lütfen yeniden denemek için aşağıdaki düğmeye tıklayın. Sorun sürerse, yardım almak için destek ekibimizle görüşün. Ekibimiz sorunu çözmenize ve Google Search Console anahjtar sözcüklerinizi içe aktarmanıza yardımcı olur.",
        "OptionQuickConnectWithGoogle": "Google ile hızlı bağlan (önerilir)",
        "Platform": "Platform",
        "Position": "Ortalama konum",
        "PositionDocumentation": "Arama sonuçlarında sitenin ortalama konumu (bu anahtar sözcük için).",
        "ProvideYandexClientConfig": "Lütfen Yandex Oauth istemci yapılandırmanızı ekleyin.",
        "ProviderBingDescription": "<strong>Bing</strong> ve <strong>Yahoo!</strong>, aramalarında siteyi bulmak için kullanılan tüm anahtar sözcükleri içe aktarır.",
        "ProviderBingNote": "<u>Not:</u> Microsoft, anahtar sözcük verilerini her Cumartesi günü bir hafta süre ile yayınlar. Bunun sonucu olarak Bing ve Yahoo için anahtar sözcüklerinizin raporlara eklenmesi bir kaç gün sürer ve yalnızca haftalık, aylık ve yıllık aralıklarda görüntülenir.",
        "ProviderGoogleDescription": "<strong>Google</strong>, aramalarında siteyi bulmak için kullanılan tüm anahtar sözcükleri içe aktarır. Raporlarda anahtar sözcükler her bir arama türüne göre ayrılarak görüntülenir (Site, Görsel ve Görüntü).",
        "ProviderGoogleNote": "<u>Not:</u> Google son anahtar sözcük verilerini 2 gün gecikmeli olarak yayınlar. Daha yakın günlerdeki son olmayan veriler her zaman görüntülenir ancak son olarak bildirildiğinde yeniden içe aktarılır. İlk içe aktarımda anahtar sözcük verilerinin 486 güne kadar olan geçmişi de içe aktarılabilir.",
        "ProviderListDescription": "Aşağıdaki bir (ya da bir kaç) arama motorunu ayarladığınızda, Matomo tarafından arama anahtar sözcüklerinin içe aktarılacağı siteleri yapılandırabilirsiniz.",
        "ProviderXAccountWarning": "<strong>Hesap yapılandırma sorunları bulundu</strong><br>Lütfen <strong>%s</strong> için yapılandırılmış hesapları denetleyin.",
        "ProviderXSitesWarning": "<strong>Site yapılandırma sorunları bulundu</strong><br>Lütfen <strong>%s</strong> için yapılandırılmış siteleri denetleyin.",
        "ProviderYandexDescription": "<strong>Yandex</strong> aramalarında siteyi bulmak için kullanılan tüm anahtar sözcükleri içe aktarır.",
        "ProviderYandexNote": "<u>Not:</u> Yandex anahtar sözcük verilerini 5 güne kadar gecikmeli olarak yayınlar. İlk içe aktarımda anahtar sözcük verilerinin 100 güne kadar olan geçmişi de içe aktarılabilir.",
        "ReAddAccountIfPermanentError": "Sorun düzelmiyorsa hesabı kaldırıp bağlantıyı yeniden kurmayı deneyin.",
        "ReAuthenticateIfPermanentError": "Sorun düzelmiyorsa kimliği yeniden doğrulamayı ya da hesabı kaldırıp bağlantıyı yeniden kurmayı deneyin.",
        "Reauthenticate": "Kimliği yeniden doğrula",
        "RecentApiErrorsWarning": "<strong>Anahtar sözcük içe aktarma sorunları bulundu</strong><br><br>Lütfen şu yapılandırmaları denetleyin:<br>%s<br><br>Yapılandırmanız doğruysa ve sorun sürüyorsa, lütfen destek ekibiyle görüşün.",
        "ReportShowMaximumValues": "Görüntülenen değerler bu aralıktaki en yüksek değerlerdir.",
        "RequiredAccessTypes": "Şu erişim türleri gereklidir:",
        "ResponseCode": "Yanıt kodu",
        "RoundKeywordPosition": "Anahtar konumu yuvarlansın",
        "SearchEngineKeywordsPerformance": "Arama motoru anahtar sözcük başarımı",
        "SearchEnginesImported": "Arama motorları (içe aktarılmış anahtar sözcükler ile)",
        "SearchEnginesOriginal": "Arama motorları (izlenen anahtar sözcükler ile)",
        "SetUpOAuthClientConfig": "OAuth istemci yapılandırmanızı ayarlayın",
        "SetupConfiguration": "Yapılandırma ayarları",
        "SitemapsContainingUrl": "%s içeren site haritaları",
        "StartOAuth": "OAuth işlemini başlat",
        "URLPrefix": "Adres ön eki",
        "URLPrefixProperty": "Adres ön eki mülkü",
        "URLPrefixPropertyInfo": "Yalnızca iletişim kuralının da (http/https) bulunduğu belirtilen tam ön eki içeren adresleri kapsar. Mülkünüzün herhangi bir iletişim kuralı ya da alt etki alanı ile (http/https/www./m. gibi) eşleşmesini istiyorsanız bunun yerine bir etki alanı mülkü eklemeyi düşünebilirsiniz.",
        "UnverifiedSites": "Doğrulanmamış siteler:",
        "UploadOAuthClientConfig": "OAuth istemci yapılandırmanızı yükleyin",
        "Uploading": "Yükleniyor...",
        "UrlOfAccount": "Adres (hesap)",
        "VideoKeywords": "Google üzerindeki görüntü anahtar sözcükleri",
        "VideoKeywordsDocumentation": "Google <b>görüntü</b> arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "VisitOAuthHowTo": "%3$s OAuth istemcinizin nasıl yapılandırılacağını öğrenmek için %1$sçevrimiçi rehberimize%2$s bakabilirsiniz.",
        "WebKeywords": "Google üzerindeki site anahtar sözcükleri",
        "WebKeywordsDocumentation": "Google <b>site</b> arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "WebsiteSuccessfulConfigured": "Tebrikler!<br>%1$s sitesi için anahtar sözcükleri içe aktarma yapılandırmasını tamamladınız.<br> İlk arama sözcüklerinizin içe aktarılması ve Yönlendirenler &gt; Arama anahtar sözcükleri bölümünde görüntülenmesi bir kaç gün alabilir. Anahtar sözcüklerin içe aktarılmasındaki gecikmeler ve sınırlamalar hakkında bilgi almak için %2$sSSS%3$s bölümüne bakabilirsiniz",
        "WebsiteTypeUnsupported": "Seçilmiş ölçülebilir %1$s türü desteklenmediğinden yapılandırılamaz. Yalnızca 'site' türündeki ölçülebilirler desteklenir.",
        "WebsiteTypeUnsupportedRollUp": "Not: Toplu rapor siteleri otomatik olarak alt sitelerindeki içe aktarılmış verileri derler",
        "YandexConfigurationDescription": "Yandex Webmaster API kimlik doğrulaması için OAuth kullanır.",
        "YandexConfigurationTitle": "Yandex Webmaster API üzerinden içe aktarmayı yapılandırın",
        "YandexCrawlAppearedPages": "Aramada görüntülenen sayfalar",
        "YandexCrawlAppearedPagesDesc": "Yandex arama dizinine yeni eklenmiş sayfalar",
        "YandexCrawlCrawledPages": "Derlenmiş sayfalar",
        "YandexCrawlCrawledPagesDesc": "Yandex crawler tarafından istekte bulunulan sayfa sayısı.",
        "YandexCrawlErrors": "Diğer istek sorunları",
        "YandexCrawlErrorsDesc": "Diğer sorunlar ile derlenmiş sayfalar",
        "YandexCrawlHttpStatus2xx": "HTTP kodları 200-299",
        "YandexCrawlHttpStatus2xxDesc": "2xx koduyla derlenmiş sayfalar",
        "YandexCrawlHttpStatus3xx": "HTTP kodları 300-399 (Taşınmış sayfalar)",
        "YandexCrawlHttpStatus3xxDesc": "3xx koduyla derlenmiş sayfalar",
        "YandexCrawlHttpStatus4xx": "HTTP kodları 400-499 (İstek sorunları)",
        "YandexCrawlHttpStatus4xxDesc": "4xx koduyla derlenmiş sayfalar",
        "YandexCrawlHttpStatus5xx": "HTTP kodları 500-599 (İç sunucu sorunları)",
        "YandexCrawlHttpStatus5xxDesc": "5xx koduyla derlenmiş sayfalar",
        "YandexCrawlInIndex": "Dizindeki sayfa sayısı",
        "YandexCrawlInIndexDesc": "Yandex arama dizinindeki toplam sayfa",
        "YandexCrawlRemovedPages": "Aramadan kaldırılmış sayfalar",
        "YandexCrawlRemovedPagesDesc": "Yandex arama dizininden kaldırılmış sayfalar",
        "YandexCrawlingStats": "Yandex! için derleme özeti",
        "YandexCrawlingStatsDocumentation": "Derleme özetinde bir sayfa ziyaret edildiğinde arama botu tarafından karşılaşılan sorunlar, robots.txt dosyanız tarafından engellenen ögeler ve dizine eklenmiş toplam sayfa sayısı gibi derleme ile ilgili bilgiler bulunur.",
        "YandexFieldCallbackUri": "Geri dönüş adresi",
        "YandexFieldUrlToAppSite": "Uygulama sitesinin adresi",
        "YandexKeywords": "Yandex üzerindeki anahtar sözcükler",
        "YandexKeywordsDocumentation": "Yandex arama sonuçlarında sitenize bağlantılar oluşturmak için kullanılan anahtar sözcükler.",
        "YandexWebmasterApiUrl": "Yandex Webmaster Tools adresi",
        "YandexWebmasterApiUrlDescription": "Bu sitenin Yandex Webmaster Tools üzerindeki adresini yazın"
    }
}
