{
    "CustomReports": {
        "ManageReports": "Manage Reports",
        "CustomReports": "Custom Reports",
        "CustomReport": "Custom Report",
        "NCustomReports": "%s custom reports",
        "CustomReportIntroduction": "Custom Reports lets you create new reports to draw new insights that aren't possible with standard reports. You choose the dimensions (such as \"Device Type\" and \"Browser\") and metrics (such as \"Number of Visitors\" and \"Bounce Rate\") and how they should be displayed to get the unique actionable and useful data you need.",
        "NoCustomReportsFound": "No custom reports found",
        "EditReport": "Edit report",
        "Preview": "Preview",
        "PreviewReport": "Preview report",
        "ViewReportInfo": "View report",
        "CreateNewReport": "Create new report",
        "Unlock": "Unlock",
        "ApplyTo": "Apply to",
        "ReportEditNotAllowedAllWebsitesUpdated": "Because this report is available for all websites, only a user with superuser access can change this report.",
        "ReportEditNotAllowedMultipleWebsitesAccessIssue": "Because this report is available for multiple websites, only a superuser or an admin with access to all websites included in the report can modify it.",
        "ReportAvailableToAllWebsites": "This report is available for all websites.",
        "ReportAvailableToMultipleWebsites": "This report is available for multiple websites.",
        "AvailableAllWebsites": "Available in all websites",
        "WarningRequiresUnlock": "In order to make changes to this report content, you need to \"unlock\" this report. When you make changes to the report configuration and update this report, new reporting data needs to be generated and previously generated reports for this report won't be available anymore.",
        "WarningOnUpdateReportMightGetLost": "When you update this custom report, previously generated reports for this custom report will become unavailable.",
        "ConfirmUnlockReport": "Are you sure you want to unlock this report? When you update the report content of this report, previously generated reports for this custom report will become unavailable.",
        "InfoReportIsLocked": "This report is currently locked and you need to confirm to \"unlock\" this report. When you make changes to this report content and update it afterwards, new reporting data needs to be generated and previously generated reports for this custom report won't be available anymore.",
        "DeleteReportConfirm": "Are you sure you want to delete this custom report? Previously generated reports will no longer be available in the reporting UI.",
        "DeleteReportInfo": "When you delete this report, its reports will no longer be available and you cannot undo this action.",
        "ErrorXNotProvided": "Please provide a value for \"%1$s\".",
        "ErrorXTooLong": "\"%1$s\" is too long, max %2$s characters are allowed.",
        "ErrorNotAnArray": "\"%1$s\" has to be an array.",
        "ErrorArrayMissingItem": "Missing value in \"%1$s\" array at position \"%2$s\".",
        "ErrorDuplicateItem": "It is not allowed to use the same %s multiple times.",
        "ErrorInvalidValueInArray": "The given \"%1$s\" at position \"%2$s\" does not exist.",
        "ErrorReportDoesNotExist": "The requested custom report does not exist for this website. Please ensure the site is correct.",
        "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
        "ErrorMissingDimension": "At least one dimension needs to be selected.",
        "ErrorMissingMetric": "At least one metric needs to be selected.",
        "ErrorTooManyDimension": "Too many dimensions selected. Max %s dimensions can be used.",
        "ErrorInvalidDimension": "Dimension %1$s is not supported in Custom Reports.",
        "PreviewSupportsDimension": "The preview currently only supports up to %s dimensions.",
        "PreviewDate": "This preview is based on the data of %s.",
        "RemovedMetrics": "These metrics were removed because they cannot be calculated correctly for this period: %s.",
        "NoDataRemovedMetrics": "No data is shown because this report only contains metrics that are not supported by the selected period (%s).",
        "Filter": "Filter",
        "ReportHasFilterApplied": "This report has the following filter applied: %s.",
        "Dimensions": "Dimensions",
        "Dimension": "Dimension",
        "RemoveDimension": "Remove dimension",
        "RemoveMetric": "Remove metric",
        "AddMetric": "Add metric",
        "AddDimension": "Add dimension",
        "ReportType": "Report type",
        "Type": "Type",
        "ReportContent": "Report content",
        "ReportName": "Report name",
        "ReportPage": "Report page",
        "ReportCategory": "Report category",
        "Category": "Category",
        "ReportCategoryHelp": "Select the main reporting category under which this report will be available in the reporting menu.",
        "ReportAllWebsitesHelp": "Select the website this report should be available for. You can also choose \"All websites\" to make this report available for all your sites (also sites that will be created in the future).",
        "ReportAllWebsitesNonSuperUserHelp": "Select the website this report should be available for.",
        "ReportDimensionsHelpNew": "A dimension typically describes characteristics and is shown in the first column of a report. You can select multiple dimensions (e.g., Browser, Country, City). At least one dimension must be selected.",
        "ReportDimensionsHelpExtended": "If you require additional dimensions, you can increase the limit. %1$sLearn more%2$s.",
        "ReportMetricsHelp": "Metrics are quantitative measurements. For example, if you want to increase the traffic on your website, include \"Visits\", if you are improving the performance of your website, include \"Avg. Generation Time\".",
        "ReportSegmentHelp": "A filter lets you see this report only for a subset of your visitors. For example, you can filter this report down by mobile device users only.",
        "ReportSubcategory": "Report subcategory",
        "ReportSubcategoryHelp": "You can optionally add this report to any existing reporting page. If you don't choose a subcategory, a new reporting page under the selected category will be created using the report name.",
        "ReportCreated": "The report has been successfully created.",
        "ReportUpdated": "The report has been successfully updated.",
        "ErrorReportNameDuplicate": "The report name is already in use by another report.",
        "NoDataNotArchivedYet": "As the report was created or updated only recently, it may take a few hours for the data to become available when you are viewing today's reports. The report data for dates before this report was created won't become available.",
        "NoDataNotArchivedYetReprocess": "However, a system administrator can force Matomo to %1$sreprocess the reports%2$s to make the data available.",
        "UpdatingData": "Updating data…",
        "FieldNamePlaceholder": "eg 'Visitors per Country'",
        "FieldDescriptionPlaceholder": "eg 'The number of visitors per country'",
        "ReportNameHelp": "Defines the name under which this report will be available.",
        "ReportDescriptionHelp": "An optional description for your report which will be shown when you click on the help icon next to the report title. For example, you could mention the purpose of this report.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "When you update this custom report, previously generated reports will become unavailable and reports for the last %1$s months will be regenerated.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Are you sure you want to unlock this report? When you update the report content of this report, previously generated reports for this custom report will become unavailable and reports for the last %1$s months will be regenerated.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "In order to make changes to this report content, you need to \"unlock\" this report. When you make changes to the report configuration and update this report, new reporting data for the last %1$s months will be regenerated and previously generated reports for this report won't be available anymore.",
        "InfoReportIsLockedBrowserArchivingDisabled": "This report is currently locked and you need to confirm to \"unlock\" this report. When you make changes to this report content and update it afterwards, new reporting data for the last %1$s months will be regenerated and previously generated reports for this custom report won't be available anymore.",
        "ManageReportsSubcategoryHelp": "Custom Reports lets you create new reports to draw new insights that aren&#39;t possible with standard reports. This section enables you to create and manage Custom Reports for your site.",
        "WebsiteName": "Website name",
        "CommonUniqueMetric": "Sum of %1$s",
        "CommonUniqueMetricDescription": "%1$s. When viewing a period that is not day, then this metric will become \"Sum of %2$s\". In such case, if the same %3$s appear in 2 or more days within the selected period, then it will be counted as 2 or the total number of days it has appeared and not 1.",
        "ProductsWithX": "Products with %s",
        "ContentImpressions": "Content Impressions",
        "ErrorProductRevenueMetricDependency": "Product Revenue metrics need an accompanying Product Quantity metric in the same report.",
        "WarningProductRevenueMetricDependency": "Product Revenue metrics need an accompanying Product Quantity metric in the same report. The accompanying metric has been added automatically. %1$sLearn more%2$s.",
        "OrderSubCategoryReports": "Order Subcategory reports",
        "OrderSubCategoryReportsDescription": "Optional: Adjust the order in which subcategories will be shown while viewing this custom report.",
        "ErrorInvalidSubCategoryReport": "Invalid subcategory report ids.",
        "SelectMeasurablesMatchingSearch": "or add all measureables that contain the following search term",
        "FindMeasurables": "Find measurables",
        "NoMeasurableAssignedYet": "No measurable has been assigned yet, please select a measurable from the selector above.",
        "MatchingSearchNotFound": "There is no measurable matching the search term %s.",
        "MatchingSearchConfirmTitle": "Are you sure you want to add %s matching measurables?",
        "MatchingSearchConfirmTitleAlreadyAdded": "%s matching measurables are already added",
        "MatchingSearchMatchedAdd": "These %1$s measurables matched %2$s and will be added to this custom report",
        "MatchingSearchMatchedAlreadyAdded": "These %1$s measurables matched %2$s but are already added to this custom report",
        "ErrorInvalidMultipleIdSite": "For multiple idsites, idsite:%1$s should be included in the list.",
        "PauseReportInfo": "Pausing this report stops its archiving until you resume the report.",
        "ResumeReportInfo": "When you resume this report, archiving will restart from today.",
        "PauseReportConfirm": "Pausing this report stops its archiving until you resume the report. Are you sure you want to pause this report?",
        "ResumeReportConfirm": "When you resume this report, archiving will restart from today. Are you sure you want to resume this custom report?",
        "PausedReport": "The report has been paused successfully.",
        "ResumedReport": "The report has been resumed successfully.",
        "DeleteExceptionMessage": "Cannot delete report, site does not match",
        "PauseExceptionMessage": "Cannot pause report, site does not match",
        "ResumeExceptionMessage": "Cannot resume report, site does not match",
        "ActivityReportAddedDescription": "added a custom report \"%1$s\" for site \"%2$s\"",
        "ActivityReportUpdatedDescription": "updated the report \"%1$s\" for site \"%2$s\"",
        "ActivityReportDeletedDescription": "deleted the report \"%1$s\" for site \"%2$s\"",
        "ActivityReportPausedDescription": "paused the report \"%1$s\" for site \"%2$s\"",
        "ActivityReportResumedDescription": "resumed the report \"%1$s\" for site \"%2$s\"",
        "ErrorCustomReportDoesNotExist": "The requested custom report does not exist",
        "ReportInPausedStateAdmin": "This report is paused. No archiving will occur until the report is resumed. To resume the report, go to %1$sManage Reports%2$s and click Play for the selected report.",
        "NoDataMessagePausedStateNonAdminUser": "This report is paused, no new data will be available until the report is resumed. If you need access to the report, please contact your Matomo superuser.",
        "NoDataMessagePausedStateAdminUser": "This report is paused, no new data will be available until the report is resumed. To resume the report, go to %1$sManage Reports%2$s and click Play for the selected report.",
        "NoSegmentationJoinExceptionMessage": "The current order or combination of dimensions is not compatible. %1$sLearn more%2$s.",
        "PreviewReportInvalidTimeFrameValues": "Invalid timeframe values set for preview report, allowed values are seconds, minutes, hours and days.",
        "PreviewReportExceedsMaximumTimeFrameValueAllowed": "The maximum time frame for preview report cannot be > 24 hours."
    }
}
