{
    "CustomReports": {
        "AddDimension": "Agregar dimensión",
        "AddMetric": "Agregar métrica",
        "ApplyTo": "Usar en",
        "AvailableAllWebsites": "Disponible en todos los sitios de internet",
        "Category": "Categoría",
        "ConfirmUnlockReport": "¿Está seguro de que quieres desbloquear este informe? Cuando actualice el contenido de este informe, los informes generados previamente para este informe personalizado no estarán disponibles.",
        "CreateNewReport": "Crear nuevo informe",
        "CustomReport": "Informe personalizado",
        "CustomReportIntroduction": "Los informes personalizados le permiten crear nuevos informes para extraer nuevas perspectivas que no son posibles con los informes estándar. Elija las dimensiones (como \"Tipo de dispositivo\" y \"Navegador\") y las métricas (como \"Número de visitantes\" y \"Tasa de rebote\") y cómo deben mostrarse para obtener los datos únicos y útiles que necesita.",
        "CustomReports": "Informes personalizados",
        "DeleteReportConfirm": "¿Está seguro que desea eliminar este informe personalizado? Aquellos informes previamente generados ya no estarán disponibles en la interfaz de usuario Informes.",
        "DeleteReportInfo": "Cuando elimine este informe, el mismo no estará disponible, y no podrá deshacer esta acción.",
        "Dimension": "Dimensión",
        "Dimensions": "Dimensiones",
        "EditReport": "Modificar informe",
        "ErrorArrayMissingItem": "Falta el valor en la matriz \"%1$s\" en la posición \"%2$s\".",
        "ErrorDuplicateItem": "No está permitido usar el mismo %s varias veces.",
        "ErrorInvalidValueInArray": "\"%1$s\" en la posición \"%2$s\" no existe.",
        "ErrorMissingDimension": "Al menos una dimensión debe ser seleccionada.",
        "ErrorMissingMetric": "Al menos una métrica debe ser seleccionada.",
        "ErrorNotAnArray": "\"%1$s\" tiene que ser una matriz.",
        "ErrorReportNameDuplicate": "El nombre del informe ya está en uso por otro informe.",
        "ErrorTooManyDimension": "Demasiadas dimensiones seleccionadas. Un máximo de %s pueden ser usadas.",
        "ErrorXNotProvided": "Por favor suministre un valor para \"%1$s\".",
        "ErrorXNotWhitelisted": "El valor para \"%1$s\" no está permitido, use uno de: %2$s.",
        "ErrorXTooLong": "\"%1$s\" es muy largo, un máximo de %2$s caracteres es permitido.",
        "FieldDescriptionPlaceholder": "ej 'El número de visitantes por país'",
        "FieldNamePlaceholder": "ej 'Visitantes por país'",
        "Filter": "Filtro",
        "InfoReportIsLocked": "Este informe está actualmente bloqueado y debe confirmar que desea \"desbloquearlo\". Cuando realice cambios en el contenido de este informe y lo actualice, es necesario generar nuevos datos de informes y los informes generados previamente para este informe personalizado ya no estarán disponibles.",
        "ManageReports": "Administrar Informes",
        "NCustomReports": "%s informes personalizados",
        "NoCustomReportsFound": "No se encuentran informes personalizados",
        "NoDataNotArchivedYet": "Debido a que el informe se creó o actualizó recientemente, puede tardar algunas horas para que los datos estén disponibles cuando esté viendo los informes de hoy. Los datos del informe para las fechas anteriores a la creación de este informe no estarán disponibles.",
        "NoDataNotArchivedYetReprocess": "Sin embargo, un administrador de sistema puede forzar a Matomo a %1$sreprocesar los informes%2$s para hacer que los datos estén disponibles.",
        "Preview": "Previsualización",
        "PreviewDate": "La vista previa está basada en los datos de %s.",
        "PreviewReport": "Previsualizar informe",
        "PreviewSupportsDimension": "La vista previa actualmente es hasta %s dimensiones.",
        "RemoveDimension": "Quitar dimensión",
        "RemoveMetric": "Quitar métrica",
        "ReportAllWebsitesHelp": "Seleccione el sitio web para el que debe estar disponible este informe. También puede elegir \"Todos los sitios web\" para que este informe esté disponible para todos sus sitios (y también aquellos sitios que se crearán en el futuro).",
        "ReportAvailableToAllWebsites": "Este informe está disponible para todos los sitios web.",
        "ReportCategory": "Categoría de informe",
        "ReportCategoryHelp": "Seleccione la categoría de informe principal bajo la cual este informe estará disponible en el menú de informes.",
        "ReportContent": "Contenido del informe",
        "ReportCreated": "El informe se ha creado exitosamente.",
        "ReportDescriptionHelp": "Una descripción opcional para su informe que se mostrará cuando haga clic en el icono de ayuda junto al título del informe. Por ejemplo, podría mencionar el propósito de este informe.",
        "ReportHasFilterApplied": "Este informe tiene aplicado el siguiente filtro: %s.",
        "ReportMetricsHelp": "Las métricas son medidas cuantitativas. Por ejemplo, si desea aumentar el tráfico en su sitio web, incluya \"Visitas\", si está mejorando el rendimiento de su sitio web, incluya \"Tiempo promedio de generación\".",
        "ReportName": "Nombre del informe",
        "ReportNameHelp": "Define el nombre bajo el cual este informe estará disponible.",
        "ReportPage": "Página de informe",
        "ReportSegmentHelp": "Un filtro le permite ver este informe solo para un subconjunto de sus visitantes. Por ejemplo, puede filtrar este informe solo por usuarios de dispositivos móviles.",
        "ReportSubcategory": "Subcategoría de informe",
        "ReportSubcategoryHelp": "Opcionalmente, puede agregar este informe a cualquier página de informe existente. Si no elige una subcategoría, se creará una nueva página de informes bajo la categoría seleccionada usando el nombre del informe.",
        "ReportType": "Tipo de informe",
        "ReportUpdated": "El informe se ha actualizado exitosamente.",
        "Type": "Tipo",
        "Unlock": "Desbloquear",
        "UpdatingData": "Actualizando datos…",
        "ViewReportInfo": "Ver informe",
        "WarningOnUpdateReportMightGetLost": "Cuando actualice este informe personalizado, los informes generados previamente para este informe personalizado no estarán disponibles.",
        "WarningRequiresUnlock": "Para realizar cambios en el contenido de este informe, debe \"desbloquearlo\". Cuando realice cambios en la configuración del informe y actualice este informe, es necesario generar nuevos datos de informes y los informes generados anteriormente para el mismo ya no estarán disponibles."
    }
}
