{
    "CustomReports": {
        "ActivityReportAddedDescription": "a ajouté un rapport personnalisé \"%1$s\"» pour le site \"%2$s\"",
        "ActivityReportDeletedDescription": "a supprimé le rapport \"%1$s\" pour le site \"%2$s\"",
        "ActivityReportPausedDescription": "a mis en pause le rapport \"%1$s\" pour le site \"%2$s\"",
        "ActivityReportResumedDescription": "a repris le rapport \"%1$s\" pour le site \"%2$s\"",
        "ActivityReportUpdatedDescription": "a mis à jour le rapport \"%1$s\" pour le site \"%2$s\"",
        "AddDimension": "Ajouter une dimension",
        "AddMetric": "Ajouter un élément mesurable",
        "ApplyTo": "Appliquer à",
        "AvailableAllWebsites": "Disponible pour tous les sites",
        "Category": "Catégorie",
        "CommonUniqueMetric": "Total de %1$s",
        "CommonUniqueMetricDescription": "%1$s. Lorsque vous visualisez une période qui n'est pas un jour, cette mesure devient \"Somme de %2$s\". Dans ce cas, si le même %3$s apparaît dans 2 ou plusieurs jours de la période sélectionnée, il sera compté comme 2 ou le nombre total de jours où il est apparu et non 1.",
        "ConfirmUnlockReport": "Êtes vous sûr de vouloir débloquer ce rapport ? Lorsque vous mettez à jour le contenu de ce rapport, les rapports précédemment générés pour ce rapport personnalisé ne seront plus disponibles.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Êtes-vous sûr de vouloir déverrouiller ce rapport ? Lorsque vous mettez à jour le contenu de ce rapport, les rapports précédemment générés pour ce rapport personnalisé deviennent indisponibles et les rapports des derniers %1$s mois sont régénérés.",
        "ContentImpressions": "Impressions de contenu",
        "CreateNewReport": "Créer un nouveau rapport",
        "CustomReport": "Rapport personnalisé",
        "CustomReportIntroduction": "Les rapports personnalisés vous permettent de créer de nouveaux rapports pour dessiner de nouvelles vues impossibles à obtenir avec les rapports standards. Vous choisissez les dimensions (tel que \"Type de périphérique\" et \"Navigateur\") ainsi que les métriques (tel que \"Nombre de visiteurs\" et \"Taux de rebond\") et comment ils doivent être affichés pour avoir les données uniques, exploitables et utiles dont vous avez besoin.",
        "CustomReports": "Rapports personnalisés",
        "DeleteExceptionMessage": "Impossible de supprimer le rapport, le site ne correspond pas",
        "DeleteReportConfirm": "Êtes-vous sûr de vouloir supprimer ce rapport personnalisé ? Les rapports générés précédemment ne seront plus disponibles dans l'interface de rapport.",
        "DeleteReportInfo": "Lorsque vous supprimez ce rapport, ses rapports ne sont plus disponibles et vous ne pouvez pas annuler cette action.",
        "Dimension": "Dimension",
        "Dimensions": "Dimensions",
        "EditReport": "Éditer le rapport",
        "ErrorArrayMissingItem": "Valeur manquante dans le tableau \"%1$s\" à la position \"%2$s\".",
        "ErrorCustomReportDoesNotExist": "Le rapport personnalisé demandé n’existe pas",
        "ErrorDuplicateItem": "Il n'est pas autorisé d'utiliser le même %s plusieurs fois.",
        "ErrorInvalidDimension": "La dimension %1$s n’est pas prise en charge dans les Rapports personnalisés.",
        "ErrorInvalidMultipleIdSite": "Pour plusieurs idsites, idsite :%1$s doit être inclus dans la liste.",
        "ErrorInvalidSubCategoryReport": "Identifiants de rapports de sous-catégorie invalides.",
        "ErrorInvalidValueInArray": "\"%1$s\" indiqué à la position \"%2$s\" n'existe pas.",
        "ErrorMissingDimension": "Une dimension au moins doit être sélectionnée.",
        "ErrorMissingMetric": "Un élément mesurable au moins doit être sélectionné.",
        "ErrorNotAnArray": "\"%1$s\" doit être un tableau.",
        "ErrorProductRevenueMetricDependency": "Les métriques de chiffre d'affaires produit nécessitent la présence d'une métrique de quantité de produit dans le même rapport.",
        "ErrorReportDoesNotExist": "Le rapport personnalisé demandé n'existe pas pour ce site web. Veuillez vous assurer que le site est correct.",
        "ErrorReportNameDuplicate": "Ce nom est déjà utilisé pour un autre rapport.",
        "ErrorTooManyDimension": "Trop de dimensions sélectionnées. %s dimensions peuvent être utilisées au maximum.",
        "ErrorXNotProvided": "Veuillez indiquer une valeur pour \"%1$s\".",
        "ErrorXNotWhitelisted": "La valeur pour \"%1$s\" n'est pas autorisée, utilisez une de celles-ci : %2$s.",
        "ErrorXTooLong": "\"%1$s\" est trop long, %2$s caractères maximum sont autorisés.",
        "FieldDescriptionPlaceholder": "ex. 'Le nombre de visiteurs par pays'",
        "FieldNamePlaceholder": "ex. 'Visiteurs par pays'",
        "Filter": "Filtre",
        "FindMeasurables": "Trouver des éléments mesurables",
        "InfoReportIsLocked": "Ce rapport est actuellement verrouillé et vous devez confirmer pour \"déverrouiller\" ce rapport. Lorsque vous effectuez des changements sur le contenu du rapport et que vous le mettez à jour par la suite, de nouvelles données de rapport doivent être générées et les rapports précédemment générés pour ce rapport personnalisé ne seront plus disponibles.",
        "InfoReportIsLockedBrowserArchivingDisabled": "Ce rapport est actuellement verrouillé et vous devez confirmer pour \"déverrouiller\" ce rapport. Lorsque vous apportez des modifications au contenu de ce rapport et que vous le mettez à jour par la suite, les nouvelles données de rapport pour les derniers %1$s mois seront régénérées et les rapports précédemment générés pour ce rapport personnalisé ne seront plus disponibles.",
        "ManageReports": "Gestion des rapports",
        "ManageReportsSubcategoryHelp": "Les rapports personnalisés vous permettent de créer de nouveaux rapports pour obtenir de nouvelles informations qui ne sont pas possibles avec les rapports standard. Cette section vous permet de créer et de gérer des rapports personnalisés pour votre site.",
        "MatchingSearchConfirmTitle": "Êtes-vous sûr de vouloir ajouter des %s correspondant à ces élements mesurables ?",
        "MatchingSearchConfirmTitleAlreadyAdded": "%s éléments mesurables correspondants sont déjà ajoutés",
        "MatchingSearchMatchedAdd": "Ces %1$s éléments mesurables correspondent à %2$s et seront ajoutées à ce rapport personnalisé",
        "MatchingSearchMatchedAlreadyAdded": "Ces %1$s éléments mesurables correspondent à %2$s mais sont déjà ajoutées à ce rapport personnalisé",
        "MatchingSearchNotFound": "Il n'y a pas d'éléments mesurables correspondant au terme de recherche %s.",
        "NCustomReports": "%s rapports personnalisés",
        "NoCustomReportsFound": "Aucun rapport personnalisé trouvé",
        "NoDataMessagePausedStateAdminUser": "Ce rapport est en pause, aucune nouvelle donnée ne sera disponible jusqu’à ce que le rapport soit repris. Pour reprendre le rapport, accédez à %1$sGérer les rapports%2$s et cliquez sur Lecture pour le rapport sélectionné.",
        "NoDataMessagePausedStateNonAdminUser": "Ce rapport est en pause, aucune nouvelle donnée ne sera disponible jusqu’à ce que le rapport soit repris. Si vous avez besoin d’accéder au rapport, veuillez contacter votre super utilisateur Matomo.",
        "NoDataNotArchivedYet": "Comme ce rapport a été créé ou mis à jour récemment, cela peut prendre quelques heures avant que les données soient disponibles quand vous consultez les rapports du jour. Les données concernant les dates antérieures à la création de ce rapport ne seront plus disponibles.",
        "NoDataNotArchivedYetReprocess": "Cependant, un administrateur peut forcer Matomo à %1$s recalculer les rapports %2$s pour rendre les données disponibles.",
        "NoDataRemovedMetrics": "Aucune donnée n'est affichée car ce rapport ne contient que des éléments mesurables non disponibles pour la période sélectionnée (%s).",
        "NoMeasurableAssignedYet": "Aucun élément mesurable n'a encore été attribué, veuillez sélectionner un élément mesurable dans le sélecteur ci-dessus.",
        "NoSegmentationJoinExceptionMessage": "L’ordre ou la combinaison actuelle des dimensions n’est pas compatible. %1$sEn savoir plus%2$s.",
        "OrderSubCategoryReports": "Rapports de sous-catégorie de commande",
        "OrderSubCategoryReportsDescription": "Optionnel : Ajustez l’ordre dans lequel les sous-catégories seront affichées lors de la consultation de ce rapport personnalisé.",
        "PauseExceptionMessage": "Impossible de mettre le rapport en pause, le site ne correspond pas",
        "PauseReportConfirm": "La mise en pause de ce rapport arrête son archivage jusqu'à ce que vous repreniez le rapport. Êtes-vous sûr de vouloir mettre ce rapport en pause ?",
        "PauseReportInfo": "La mise en pause de ce rapport arrête son archivage jusqu'à ce que vous repreniez le rapport.",
        "PausedReport": "Le rapport a été mis en pause avec succès.",
        "Preview": "Prévisualiser",
        "PreviewDate": "Cette prévisualisation se base sur les données de %s.",
        "PreviewReport": "Prévisualiser le rapport",
        "PreviewReportExceedsMaximumTimeFrameValueAllowed": "La période maximale pour l’aperçu du rapport ne peut pas dépasser 24 heures.",
        "PreviewReportInvalidTimeFrameValues": "Valeurs de période non valides définies pour l’aperçu du rapport. Les valeurs autorisées sont : secondes, minutes, heures et jours.",
        "PreviewSupportsDimension": "La prévisualisation supporte seulement %s dimensions pour le moment.",
        "ProductsWithX": "Produits avec %s",
        "RemoveDimension": "Retirer une dimension",
        "RemoveMetric": "Retirer un élément mesurable",
        "RemovedMetrics": "Ces éléments mesurables ont été retirés car ils ne peuvent pas être calculés correctement sur la période : %s.",
        "ReportAllWebsitesHelp": "Sélectionnez le site pour lequel ce rapport sera disponible. Vous pouvez choisir \"Tous les sites\" pour rendre ce rapport disponible pour tous les sites (y compris ceux créés à l'avenir).",
        "ReportAllWebsitesNonSuperUserHelp": "Sélectionnez le site web pour lequel ce rapport doit être disponible.",
        "ReportAvailableToAllWebsites": "Ce rapport est disponible pour tous les sites.",
        "ReportAvailableToMultipleWebsites": "Ce rapport est disponible pour plusieurs sites web.",
        "ReportCategory": "Catégorie du rapport",
        "ReportCategoryHelp": "Sélectionnez la catégorie principale dans laquelle le rapport sera disponible via le menu.",
        "ReportContent": "Contenu du rapport",
        "ReportCreated": "Le rapport a été créé avec succès.",
        "ReportDescriptionHelp": "Une description facultative de votre rapport qui s'affichera lorsque vous cliquerez sur l'icône d'aide à côté du titre du rapport. Par exemple, vous pourriez mentionner le but de ce rapport.",
        "ReportDimensionsHelpExtended": "Si vous avez besoin de dimensions supplémentaires, vous pouvez augmenter la limite. %1$sEn savoir plus%2$s.",
        "ReportDimensionsHelpNew": "Une dimension décrit généralement des caractéristiques et apparaît dans la première colonne d’un rapport. Vous pouvez sélectionner plusieurs dimensions (par exemple : navigateur, pays, ville). Au moins une dimension doit être sélectionnée.",
        "ReportEditNotAllowedAllWebsitesUpdated": "Parce que ce rapport est disponible pour tous les sites web, seul un utilisateur avec un accès super utilisateur peut modifier ce rapport.",
        "ReportEditNotAllowedMultipleWebsitesAccessIssue": "Parce que ce rapport est disponible pour plusieurs sites web, seul un super utilisateur ou un administrateur ayant accès à tous les sites web inclus dans le rapport peut le modifier.",
        "ReportHasFilterApplied": "Ce rapport a le filtre suivant : %s.",
        "ReportInPausedStateAdmin": "Ce rapport est en pause. Aucun archivage n’aura lieu jusqu’à ce que le rapport soit repris. Pour reprendre le rapport, accédez à %1$sGérer les rapports%2$s et cliquez sur Lecture pour le rapport sélectionné.",
        "ReportMetricsHelp": "Les éléments mesurables sont des mesures quantitatives. Par exemple, si vous souhaitez augmenter le trafic de votre site web, incluez \"Visites\", si vous recherchez la performance de votre site web, incluez \"Moyenne du temps de génération\".",
        "ReportName": "Nom du rapport",
        "ReportNameHelp": "Définissez le nom sous lequel ce rapport sera disponible.",
        "ReportPage": "Page du rapport",
        "ReportSegmentHelp": "Un filtre vous permet de voir ce rapport uniquement pour un sous-ensemble de vos visiteurs. Par exemple, vous pouvez filtrer ce rapport en fonction des utilisateurs d'appareils mobiles uniquement.",
        "ReportSubcategory": "Sous-catégorie du rapport",
        "ReportSubcategoryHelp": "Vous pouvez en option ajouter ce rapport dans n'importe quelle page existante. Si vous ne choisissez pas de sous-catégorie, une nouvelle page dans la catégorie sélectionnée sera créée en utilisant le nom du rapport.",
        "ReportType": "Type de rapport",
        "ReportUpdated": "Le rapport a bien été mis à jour.",
        "ResumeExceptionMessage": "Impossible de reprendre le rapport, le site ne correspond pas",
        "ResumeReportConfirm": "Lorsque vous reprendrez ce rapport, l'archivage redémarrera à partir d'aujourd'hui. Êtes-vous sûr de vouloir reprendre ce rapport personnalisé ?",
        "ResumeReportInfo": "Lorsque vous reprendrez ce rapport, l'archivage redémarrera à partir d'aujourd'hui.",
        "ResumedReport": "Le rapport a été repris avec succès.",
        "SelectMeasurablesMatchingSearch": "ou ajouter toutes les entités mesurables contenant le terme de recherche suivant",
        "Type": "Type",
        "Unlock": "Déverrouiller",
        "UpdatingData": "Mise à jour des données…",
        "ViewReportInfo": "Voir le rapport",
        "WarningOnUpdateReportMightGetLost": "Lorsque vous mettez à jour ce rapport personnalisé, les rapports précédemment générées pour ce rapport personnalisé ne seront plus disponibles.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "Lorsque vous mettez à jour ce rapport personnalisé, les rapports précédemment générés deviennent indisponibles et les rapports des derniers %1$s mois sont régénérés.",
        "WarningProductRevenueMetricDependency": "Les métriques de chiffre d'affaires produit nécessitent la présence d'une métrique de quantité de produit dans le même rapport. La métrique correspondante a été ajoutée automatiquement. %1$sEn savoir plus%2$s.",
        "WarningRequiresUnlock": "Pour faire des changements sur le contenu de ce rapport, vous devez \"déverrouiller\" ce rapport. Lorsque vous faites des changements dans la configuration du rapport et qu'il est mis à jour, les nouvelles données de reporting doivent être générées et les études générées précédemment pour ce rapport ne seront plus disponibles.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "Pour pouvoir apporter des modifications au contenu de ce rapport, vous devez le \"déverrouiller\". Lorsque vous apportez des modifications à la configuration du rapport et que vous mettez à jour ce rapport, les nouvelles données de rapport pour les derniers %1$s mois seront régénérées et les rapports précédemment générés pour ce rapport ne seront plus disponibles.",
        "WebsiteName": "Nom du site web"
    }
}
