{
    "CustomReports": {
        "AddDimension": "Aggiungi dimensione",
        "AddMetric": "Aggiungi metrica",
        "ApplyTo": "Applica a",
        "AvailableAllWebsites": "Disponibile in tutti i siti web",
        "Category": "Categoria",
        "ConfirmUnlockReport": "Sei sicuro di voler sbloccare questo report? Quando si aggiorna il suo contenuto, i report generati in precedenza per questo report personalizzato non saranno più disponibili.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Sei sicuro di voler sbloccare questo report? Quando aggiorni il contenuto di questo report, quelli generati in precedenza per questo report personalizzato non saranno disponibili e quelli per gli ultimi %1$s mesi verranno rigenerati.",
        "CreateNewReport": "Crea nuovo report",
        "CustomReport": "Report Personalizzato",
        "CustomReportIntroduction": "I report personalizzati ti consentono di creare nuovi report per ricavare nuovi approfondimenti che non sono possibili con i quelli standard. Scegli le dimensioni (come \"Tipo di Dispositivo\" e \"Browser\") e le metriche (come \"Numero di Visitatori\" e \"Frequenza dei Rimbalzi\") e come dovrebbero essere visualizzate per ottenere i dati unici, utilizzabili e utili, di cui hai bisogno.",
        "CustomReports": "Report Personalizzati",
        "DeleteReportConfirm": "Sei sicuro di voler cancellare questo report personalizzato? I report generati in precedenza non saranno più disponibili nell'Interfaccia Utente dei report.",
        "DeleteReportInfo": "Quando elimini questo report, i suoi risultati non saranno più disponibili e non potrai annullare questa azione.",
        "Dimension": "Dimensione",
        "Dimensions": "Dimensioni",
        "EditReport": "Modifica report",
        "ErrorArrayMissingItem": "Valore mancante nell'array \"%1$s\" alla posizione \"%2$s\".",
        "ErrorDuplicateItem": "Non è possibile usare più volte lo stesso %s",
        "ErrorInvalidValueInArray": "\"%1$s\" alla posizione \"%2$s\" non esiste.",
        "ErrorMissingDimension": "Deve essere selezionata almeno una dimensione.",
        "ErrorMissingMetric": "Deve essere selezionata almeno una metrica.",
        "ErrorNotAnArray": "\"%1$s\" deve essere un array.",
        "ErrorReportDoesNotExist": "Il report personalizzato richiesto non esiste per questo sito web. Assicurati che il sito sia quello giusto.",
        "ErrorReportNameDuplicate": "Il nome del report è già utilizzato da un altro report.",
        "ErrorTooManyDimension": "Sono state selezionate troppe dimensioni. Ne possono essere utilizzate max. %s.",
        "ErrorXNotProvided": "Si prega di assegnare un valore per \"%1$s\".",
        "ErrorXNotWhitelisted": "Il valore per \"%1$s\" non è consentito, usane uno tra: %2$s.",
        "ErrorXTooLong": "\"%1$s\" è troppo lungo, è permesso un massimo di %2$s caratteri.",
        "FieldDescriptionPlaceholder": "es. 'Numero di visitatori per nazione'",
        "FieldNamePlaceholder": "es. 'Visitatori per Nazione'",
        "Filter": "Filtra",
        "InfoReportIsLocked": "Questo report è attualmente bloccato ed è necessario confermare per \"sbloccarlo\". Quando si apportano modifiche a questo contenuto del report e lo si aggiorna successivamente, è necessario generare nuovi dati di report, e quelli generati in precedenza per questo report personalizzato non saranno più disponibili.",
        "InfoReportIsLockedBrowserArchivingDisabled": "Questo report è attualmente bloccato e devi confermare per \"sbloccarlo\". Quando apporti modifiche al contenuto di questo report e lo aggiorni in seguito, i nuovi dati dei report per gli ultimi %1$s mesi verranno rigenerati e i report generati in precedenza per questo report personalizzato non saranno più disponibili.",
        "ManageReports": "Gestisci Reports",
        "ManageReportsSubcategoryHelp": "I report personalizzati ti consentono di creare nuovi rapporti per trarre nuove informazioni che non sono possibili con quelli standard. Questa sezione ti consente di creare e gestire report personalizzati per il tuo sito.",
        "NCustomReports": "%sreport personalizzati",
        "NoCustomReportsFound": "Non sono stati trovati report personalizzati",
        "NoDataNotArchivedYet": "Poiché il report è stato creato o aggiornato solo di recente, potrebbero essere necessarie alcune ore prima che i dati siano disponibili, quando si visualizzano i report di oggi. I dati del report per i periodi precedenti alla sua creazione non saranno disponibili.",
        "NoDataNotArchivedYetReprocess": "Tuttavia, un amministratore di sistema può forzare Matomo a %1$srielaborare i report%2$s per rendere disponibili i dati.",
        "NoDataRemovedMetrics": "Non vengono mostrati dati in quanto questo report contiene solamente metriche che non sono supportate dal periodo selezionato (%s).",
        "Preview": "Anteprima",
        "PreviewDate": "Questa anteprima è basata sui dati di %s.",
        "PreviewReport": "Anteprima report",
        "PreviewSupportsDimension": "L'anteprima supporta al momento fino a %s dimensioni.",
        "RemoveDimension": "Rimuovi dimensione",
        "RemoveMetric": "Rimuovi metrica",
        "RemovedMetrics": "Queste metriche sono state rimosse in quanto esse non possono essere calcolate correttamente per questo periodo: %s.",
        "ReportAllWebsitesHelp": "Seleziona il sito web per cui questo report deve essere disponibile. Puoi anche scegliere \"Tutti i siti web\" per rendere questo report disponibile per tutti i tuoi siti (anche i siti che verranno creati in futuro).",
        "ReportAvailableToAllWebsites": "Questo report è disponibile per tutti i siti web.",
        "ReportCategory": "Categoria report",
        "ReportCategoryHelp": "Seleziona la categoria principale in base alla quale questo report sarà disponibile nel relativo menù.",
        "ReportContent": "Contenuto report",
        "ReportCreated": "Il report è stato creato con successo.",
        "ReportDescriptionHelp": "Una descrizione facoltativa del tuo report che verrà visualizzata quando clicchi sull'icona della guida accanto al titolo del report stesso. Ad esempio, potresti citare lo scopo di questo report.",
        "ReportHasFilterApplied": "Questo report ha applicati i seguenti files: %s.",
        "ReportMetricsHelp": "Le metriche sono misure quantitative. Ad esempio, se desideri aumentare il traffico sul tuo sito web, includi \"Visite\", se stai migliorando le prestazioni del tuo sito web, includi \"Tempo Medio di Generazione\".",
        "ReportName": "Nome report",
        "ReportNameHelp": "Definisce il nome sotto cui questo report sarà disponibile.",
        "ReportPage": "Pagina report",
        "ReportSegmentHelp": "Un filtro ti consente di visualizzare questo report solo per un sottoinsieme di visitatori. Ad esempio, puoi filtrare questo report solo per gli utenti di dispositivi mobili.",
        "ReportSubcategory": "Sottocategoria report",
        "ReportSubcategoryHelp": "È possibile aggiungere facoltativamente questo report a qualsiasi pagina di report esistente. Se non si sceglie una sottocategoria, verrà creata una nuova pagina di report sotto la categoria selezionata utilizzando il nome del report stesso.",
        "ReportType": "Tipo di report",
        "ReportUpdated": "Il report è stato aggiornato con successo.",
        "Type": "Tipo",
        "Unlock": "Sblocca",
        "UpdatingData": "Aggiornamento dati…",
        "ViewReportInfo": "Vedi report",
        "WarningOnUpdateReportMightGetLost": "Quando aggiorni questo report personalizzato, i report generati in precedenza non saranno più disponibili per questo report personalizzato.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "Quando aggiorni questo report personalizzato, i report generati in precedenza non saranno disponibili e i report per gli ultimi %1$s mesi verranno rigenerati.",
        "WarningRequiresUnlock": "Per apportare modifiche a questo contenuto del report, è necessario \"sbloccarlo\". Quando si apportano modifiche alla configurazione del report e lo si aggiorna, è necessario generare dei nuovi dati di report, e quelli generati in precedenza per questo report personalizzato non saranno più disponibili.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "Per apportare modifiche al contenuto di questo report, è necessario \"sbloccarlo\". Quando apporti modifiche alla configurazione del report e lo aggiorni, i nuovi dati dei report per gli ultimi %1$s mesi verranno rigenerati e i report generati in precedenza per questo report non saranno più disponibili."
    }
}
