{
    "CustomReports": {
        "AddDimension": "Adicionar dimensão",
        "AddMetric": "Adicionar métrica",
        "ApplyTo": "Aplicar a",
        "AvailableAllWebsites": "Disponível em todos os sites",
        "Category": "Categoria",
        "ConfirmUnlockReport": "Tem a certeza que pretende desbloquear este relatório? Quando atualiza o conteúdo deste relatório, os relatórios gerados anteriormente para este relatório personalizado ficarão indisponíveis.",
        "CreateNewReport": "Criar novo relatório",
        "CustomReport": "Relatório personalizado",
        "CustomReportIntroduction": "Os Relatórios personalizados permitem criar novos relatórios para obter novas perspetivas que não são possíveis com os relatórios predefinidos. Pode escolher as dimensões (tais como \"Tipo de dispositivo\" e \"Navegador\") e as métricas (como o \"Número de visitantes\" e \"Taxa de ressalto\") e como devem ser apresentados para obter os dados únicos e úteis que pretende.",
        "CustomReports": "Relatórios personalizados",
        "DeleteReportConfirm": "Tem a certeza que pretende eliminar este relatório personalizado? Os relatórios gerados anteriormente deixarão de estar disponíveis a partir do interface dos relatórios.",
        "DeleteReportInfo": "Quando eliminar este relatório os respetivos relatórios deixarão de estar disponíveis e não poderá anular esta ação.",
        "Dimension": "Dimensão",
        "Dimensions": "Dimensões",
        "EditReport": "Editar relatório",
        "ErrorArrayMissingItem": "Valor em falta no vetor \"%1$s\" na posição \"%2$s\".",
        "ErrorDuplicateItem": "Não é permitida a utilização do mesmo %s múltiplas vezes.",
        "ErrorInvalidValueInArray": "O \"%1$s\" fornecido na posição \"%2$s\" não existe.",
        "ErrorMissingDimension": "Tem de ser selecionada pelo menos uma dimensão.",
        "ErrorMissingMetric": "Pelo menos uma métrica tem de ser selecionada.",
        "ErrorNotAnArray": "\"%1$s\" tem de ser um array.",
        "ErrorReportNameDuplicate": "O nome do relatório já está a ser utilizado por outro relatório.",
        "ErrorTooManyDimension": "Demasiadas dimensões selecionadas. Podem ser utilizadas um máximo de %s dimensões.",
        "ErrorXNotProvided": "Por favor, forneça um valor para \"%1$s\".",
        "ErrorXNotWhitelisted": "O valor para \"%1$s\" não é permitido; utilize um de: %2$s.",
        "ErrorXTooLong": "\"%1$s\" é demasiado longo; pode utilizar um máximo de %2$s carateres.",
        "FieldDescriptionPlaceholder": "Por exemplo, 'O número de visitantes por país'",
        "FieldNamePlaceholder": "Por exemplo, 'Visitantes por país'",
        "Filter": "Filtro",
        "InfoReportIsLocked": "Este relatório está bloqueado e necessita de confirmar para \"desbloquear\" este relatório. Quando faz alterações ao conteúdo deste relatório e o atualiza posteriormente, terão de ser gerados novos resultados e os relatórios anteriores para este relatório personalizado deixarão de estar disponíveis.",
        "ManageReports": "Gerir relatórios",
        "NCustomReports": "%s relatórios personalizados",
        "NoCustomReportsFound": "Não foram encontrados relatórios personalizados",
        "NoDataNotArchivedYet": "Dado que o relatório foi criado ou atualizado recentemente, pode demorar algumas horas até que os dados sejam disponibilizados quando está a visualizar os relatórios do dia atual. Os resultados para datas anteriores à data de criação deste relatório não serão disponibilizados.",
        "NoDataNotArchivedYetReprocess": "No entanto, um administrador de sistema pode forçar o Matomo a %1$sreprocessar os relatórios%2$s para disponibilizar estes resultados.",
        "NoDataRemovedMetrics": "Não são apresentados dados porque este relatório apenas contém métricas que não são suportadas pelo período selecionado (%s).",
        "Preview": "Pré-visualização",
        "PreviewDate": "Esta pré-visualização é baseada nos dados de %s.",
        "PreviewReport": "Pré-visualizar relatório",
        "PreviewSupportsDimension": "A pré-visualização apenas suporta até %s dimensões.",
        "RemoveDimension": "Remover dimensão",
        "RemoveMetric": "Remover métrica",
        "RemovedMetrics": "Estas métricas foram removidas porque não podem ser corretamente calculadas para este período: %s.",
        "ReportAllWebsitesHelp": "Selecione o site no qual este relatório ficará disponível. Também pode escolher \"Todos os sites\" para disponibilizar este relatório para todos os sites (incluindo sites que venham a ser criados no futuro).",
        "ReportAvailableToAllWebsites": "Este relatório está disponível para todos os sites.",
        "ReportCategory": "Categoria do relatório",
        "ReportCategoryHelp": "Selecione a categoria principal sob a qual este relatório ficará disponível no menu dos relatórios.",
        "ReportContent": "Conteúdo do relatório",
        "ReportCreated": "O relatório foi criado com sucesso.",
        "ReportDescriptionHelp": "Uma descrição opcional para o seu relatório que será apresentada quando clica no ícone de ajuda junto ao nome do relatório. Por exemplo, poderia indicar o propósito deste relatório.",
        "ReportHasFilterApplied": "Este relatório tem o seguinte filtro aplicado: %s.",
        "ReportMetricsHelp": "As métricas são medidas quantitativas. Por exemplo, se quiser aumentar o tráfego no seu site, inclua \"Visitas\"; se pretende melhorar o desempenho, inclua \"Tempo médio de processamento\".",
        "ReportName": "Nome do relatório",
        "ReportNameHelp": "Define o nome sob o qual este relatório ficará disponível.",
        "ReportPage": "Página do relatório",
        "ReportSegmentHelp": "Um filtro permite-lhe ver este relatório apenas para um subconjunto dos seus visitantes. Por exemplo, pode filtrar este relatório para apenas utilizadores de dispositivos móveis.",
        "ReportSubcategory": "Subcategoria do relatório",
        "ReportSubcategoryHelp": "Opcionalmente, pode adicionar este relatório a qualquer página existente. Se não escolher uma subcategoria, será criada uma nova página sob a categoria selecionada utilizando o nome do relatório.",
        "ReportType": "Tipo de relatório",
        "ReportUpdated": "O relatório foi atualizado com sucesso.",
        "Type": "Tipo",
        "Unlock": "Desbloquear",
        "UpdatingData": "A atualizar dados…",
        "ViewReportInfo": "Ver relatório",
        "WarningOnUpdateReportMightGetLost": "Quando atualiza este relatório personalizado, os resultados gerados anteriormente para o mesmo deixarão de estar disponíveis.",
        "WarningRequiresUnlock": "Para fazer alterações ao conteúdo deste relatório, necessita de \"desbloquear\" este relatório. Quando faz alterações à configuração e atualiza o relatório, têm de ser gerados novos dados e os resultados de relatórios anteriores deixarão de estar disponíveis."
    }
}
