{
    "SearchEngineKeywordsPerformance": {
        "APIKey": "API-Key",
        "AccountAddedBy": "Hinzugefügt von <em>%1$s</em> am <em>%2$s</em>",
        "AccountConnectionValidationError": "Beim Überprüfen der Konto-Verknüpfung ist ein Fehler aufgetreten:",
        "AccountDoesNotExist": "Das konfigurierte Konto %1$s existiert nicht mehr",
        "AccountNoAccess": "Dieses Konto hat derzeit keinen Zugriff auf irgendeine Website.",
        "AccountRemovalConfirm": "Sie sind im Begriff das Konto %1$s zu löschen. Dies deaktiviert den Import für all noch verknüpften Websites. Trotzdem fortfahren?",
        "ActivityAccountAdded": "hat ein neues Konto für die Suchbegriff-Anbindung von %1$s hinzugefügt: %2$s",
        "ActivityAccountRemoved": "hat ein Konto für die Suchbegriff-Anbindung von %1$s entfernt: %2$s",
        "ActivityGoogleClientConfigChanged": "Hat die Google-Client Konfiguration geändert.",
        "ActivityYandexClientConfigChanged": "Hat die Yandex-Client Konfiguration geändert.",
        "AddAPIKey": "API-Key hinzufügen",
        "AddConfiguration": "Konfiguration hinzufügen",
        "AllReferrersImported": "Verweise (mit importierten Suchbegriffen)",
        "AllReferrersOriginal": "Verweise (mit getrackten Suchbegriffen)",
        "AvailableSites": "Für den Import verfügbare Websites:",
        "BingAPIKeyInstruction": "Melden Sie sich bei den %1$sBing Webmaster Tools%2$s an, dann fügen Sie ihre Website zu Bing Webmaster hinzu. Sobald diese bestätigt wurde, können Sie %3$sihren API-Key kopieren%4$s.",
        "BingAccountError": "Bei der Überprüfung des API-Keys ist ein Fehler aufgetreten: %1$s. Falls Sie diesen API-Key gerade erst in den Bing Webmaster Tools erzeugt haben, versuchen Sie es in einigen Minuten nochmal (API-Keys für die Bing Webmaster Tools benötigen eine Weile bis sie aktiviert sind).",
        "BingAccountOk": "API-Key erfolgreich überprüft",
        "BingConfigurationDescription": "Der Zugriff auf die Bing Webmaster Tools benötigt einen API-Key. Hier können Sie API-Keys hinzufügen, um auf die Daten Ihrer Website zuzugreifen.",
        "BingConfigurationTitle": "Import über Bing Webmaster Tools konfigurieren",
        "BingCrawlBlockedByRobotsTxt": "Robots.txt Ausnahmen",
        "BingCrawlBlockedByRobotsTxtDesc": "URLs, deren Zugriff aktuell durch die robots.txt Ihrer Website verhindert wird.",
        "BingCrawlConnectionTimeout": "Verbindungs-Timeouts ",
        "BingCrawlConnectionTimeoutDesc": "Diese Zahl steht für aktuelle Ereignisse, bei denen Bing aufgrund von Verbindungsfehlern nicht auf Ihre Website zugreifen konnte. Dies könnte ein vorübergehendes Problem sein, aber Sie sollten Ihre Serverprotokolle überprüfen, um zu sehen, ob Anfragen unbeabsichtigt verloren gehen.",
        "BingCrawlCrawledPages": "Gecrawlte Seiten",
        "BingCrawlCrawledPagesDesc": "Anzahl der Seiten die der Bing Crawler abgerufen hat.",
        "BingCrawlDNSFailures": "DNS Fehler",
        "BingCrawlDNSFailuresDesc": "Dieser Fehlertyp katalogisiert aktuelle Fehler, die bei der Kommunikation mit dem DNS-Server aufgetreten sind, als der Bot versuchte, auf Ihre Seiten zuzugreifen. Möglicherweise war Ihr Server ausgefallen, oder es gab eine Fehlkonfiguration, die ein DNS-Routing verhinderte, z.B. wurde TTL auf 0 gesetzt.",
        "BingCrawlErrors": "Crawlerfehler bei Bing",
        "BingCrawlErrorsDesc": "Anzahl der aufgetretenen Fehler für den Bing-Crawler.",
        "BingCrawlErrorsFromDateX": "Der Bericht zeigt Crawling-Fehler, die kürzlich von Bing gemeldet wurden. Er liefert keine historischen Daten. Zuletzt aktualisiert: %s",
        "BingCrawlHttpStatus2xx": "HTTP-Status 200-299",
        "BingCrawlHttpStatus2xxDesc": "Diese Codes treten auf, wenn der Server eine Seite erfolgreich bereitstellt",
        "BingCrawlHttpStatus301": "HTTP-Status 301 (Dauerhaft verschoben)",
        "BingCrawlHttpStatus301Desc": "Diese Codes treten auf, wenn Inhalte dauerhaft von einem Ort (URL) zu einem anderen verschoben wurden.",
        "BingCrawlHttpStatus302": "HTTP-Status 302 (Temporär verschoben)",
        "BingCrawlHttpStatus302Desc": "Diese Codes treten auf, wenn Sie Inhalte vorübergehend von einem Ort (URL) zu einem anderen verschoben haben.",
        "BingCrawlHttpStatus4xx": "HTTP-Status 400-499 (Anfragefehler)",
        "BingCrawlHttpStatus4xxDesc": "Diese Codes treten auf, wenn wahrscheinlich ein Fehler in der Anfrage vorlag, der den Server daran hinderte, sie zu verarbeiten.",
        "BingCrawlHttpStatus5xx": "HTTP Code 500-599 (Interne Server-Fehler)",
        "BingCrawlHttpStatus5xxDesc": "Diese Codes treten auf, wenn der Server eine scheinbar gültige Anforderung nicht beantworten konnte.",
        "BingCrawlImportantBlockedByRobotsTxt": "Ausschluss einer wichtigen Seite durch robots.txt",
        "BingCrawlInboundLink": "Eingehende Link insgesamt",
        "BingCrawlInboundLinkDesc": "Eingehende Links, die Bing bekannt sind und auf URLs auf Ihrer Website verweisen. Dies sind Links von Websites außerhalb Ihrer eigenen, die auf Ihre Inhalte verweisen.",
        "BingCrawlMalwareInfected": "Mit Malware infizierte Seiten",
        "BingCrawlMalwareInfectedDesc": "Alle Seiten-URLs, die Bing gefunden hat und die infiziert sind oder mit Malware in Verbindung gebracht werden, werden in diesem Abschnitt zusammengefasst.",
        "BingCrawlPagesInIndex": "Seiten insg. im Index",
        "BingCrawlPagesInIndexDesc": "Gesamtzahl der Seiten die im Bing Index vorhanden sind",
        "BingCrawlStatsOtherCodes": "Alle übrigen HTTP-Status",
        "BingCrawlStatsOtherCodesDesc": "Gruppiert alle anderen Codes, die keinem anderen Wert entsprechen (z.B. 1xx oder Informationscodes).",
        "BingCrawlingStats": "Crawl-Übersicht für Bing und Yahoo!",
        "BingCrawlingStatsDocumentation": "Die Crawl-Übersicht ermöglicht es Ihnen, Informationen zum Crawlen anzuzeigen, wie z.B. Fehler, die der Suchbot beim Besuch einer Seite feststellt, Elemente, die durch Ihre robots.txt-Datei blockiert werden und URLs, die möglicherweise von Malware befallen sind.",
        "BingKeywordImport": "Import von Suchbegriffen auf Bing",
        "BingKeywords": "Suchbegriffe (auf Bing und Yahoo!)",
        "BingKeywordsDocumentation": "Suchbegriffe, die in der Suche auf Bing oder Yahoo! verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "BingKeywordsNoRangeReports": "Keywords auf Bing und Yahoo! können nur für benutzerdefinierte Datumsbereiche mit vollständigen Wochen oder Monaten verarbeitet werden, da sie nicht als Tagesberichte verfügbar sind.",
        "BingKeywordsNotDaily": "Keywords zu Bing und Yahoo! sind nur als Wochenberichte verfügbar. Es gibt keine Keyword-Daten für einzelne Tage.",
        "BingWebmasterApiUrl": "Url für Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Geben Sie die URL an, mit der diese Website in Ihren Bing Webmaster Tools verfügbar ist",
        "Category": "Kategorie",
        "ChangeConfiguration": "Konfiguration ändern",
        "Clicks": "Klicks",
        "ClicksDocumentation": "Hier wird jeder Klick auf einen Link auf einer Suchergebnisseite gezählt, der zu Ihrer Website zeigt.",
        "ClientConfigImported": "Client-Konfiguration wurde erfolgreich importiert!",
        "ClientConfigSaveError": "Beim Speichern der Client-Konfiguration ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die angegebene Konfiguration gültig ist, und versuchen Sie es erneut.",
        "ClientId": "Client-ID",
        "ClientSecret": "Clientschlüssel",
        "ConfigAvailableNoWebsiteConfigured": "Anbindung erfolgreich konfiguriert, allerdings sind derzeit keine Websites für den Import konfiguriert.",
        "ConfigRemovalConfirm": "Sie sind dabei, die Konfiguration für %1$s zu entfernen. Der Import von Keywords für diese Website wird deaktiviert. Trotzdem fortfahren?",
        "Configuration": "Konfiguration",
        "ConfigurationDescription": "Dieses Plugin ermöglicht es Ihnen alle Suchbegriffe, nach denen Ihre Benutzer auf Suchmaschinen gesucht haben, direkt in Matomo zu importieren.",
        "ConfigurationFile": "Konfigurationsdatei",
        "ConfigurationValid": "Ihre OAuth Konfiguration ist gültig.",
        "ConfigureMeasurableBelow": "Um eine Website zu konfigurieren, klicken Sie einfach den Button unterhalb oder konfigurieren Sie dies direkt in den Website-Einstellungen.",
        "ConfigureMeasurables": "Websites konfigurieren",
        "ConfiguredAccounts": "Konfigurierte Accounts",
        "ConfiguredUrlNotAvailable": "Die konfigurierte URL steht für dieses Konto nicht zur Verfügung",
        "ConnectAccount": "Konto verknüpfen",
        "ConnectAccountDescription": "Bitte klicken Sie auf den folgenden Button. Sie werden dann zu %1$s weitergeleitet, um dem Zugriff zuzustimmen.",
        "ConnectAccountYandex": "Die Authentifizierung für Yandex-Konten ist nur %1$s Tage lang gültig. Jedes Konto muss innerhalb dieser Zeit neu authentifiziert werden, damit Importe korrekt funktionieren.",
        "ConnectFirstAccount": "Beginnen Sie, indem Sie Ihr erstes Konto verknüpfen.",
        "ConnectGoogleAccounts": "Google Konten verknüpfen",
        "ConnectYandexAccounts": "Yandex Konten verknüpfen",
        "ContainingSitemaps": "Enthaltende Sitemaps",
        "CrawlingErrors": "Crawling-Fehler",
        "CrawlingOverview1": "Die Crawling-Übersicht enthält die wichtigsten Informationen darüber, wie die Suchmaschinen Ihre Websites crawlen. Diese Metriken werden etwa einmal pro Tag mit Daten aktualisiert, die von den Suchmaschinen bereitgestellt werden.",
        "CrawlingStats": "Crawling Übersicht",
        "Ctr": "CTR",
        "CtrDocumentation": "Klickrate: Gibt das Verhältnis an wie häufig Benutzer, die einen Link auf Ihre Website auf einer Suchergebnisseite gesehen haben auch darauf geklickt haben.",
        "CurrentlyConnectedAccounts": "Aktuell sind %1$s Konten verknüpft.",
        "Domain": "Domain",
        "DomainProperty": "Domain-Property",
        "DomainPropertyInfo": "Enthält alle Subdomains (m, www etc.) und beide Protokolle (http, https).",
        "EnabledSearchTypes": "Abzurufende Keyword-Arten",
        "FetchImageKeyword": "Bilder-Keywords abrufen",
        "FetchImageKeywordDesc": "Abrufen von Keywords welche in der Google Bildsuche verwendet wurden",
        "FetchNewsKeyword": "News-Keywords abrufen",
        "FetchNewsKeywordDesc": "Abrufen von Keywords welche in auf Google News verwendet wurden",
        "FetchVideoKeyword": "Video-Keywords abrufen",
        "FetchVideoKeywordDesc": "Abrufen von Keywords welche in der Google Videosuche verwendet wurden",
        "FetchWebKeyword": "Web-Keywords abrufen",
        "FetchWebKeywordDesc": "Abrufen von Keywords welche in der Google Websuche verwendet wurden",
        "FirstDetected": "Zuerst erkannt",
        "GoogleAccountAccessTypeOfflineAccess": "<strong>Offline Zugriff</strong> wird benötigt damit die Suchbegriffe auf dann im Hintergrund importiert werden können, wenn Sie gerade nicht aktiv eingeloggt sind.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Personenbezogene Daten aufrufen</strong> wird verwendet, um den Namen der aktuell verbundenen Konten anzuzeigen.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Search Console-Daten</strong> ist erforderlich, um Zugriff auf Ihre Google-Suchbegriffe zu erhalten.",
        "GoogleAccountError": "Bei der Überprüfung des OAuth-Zugriffs ist ein Fehler aufgetreten: %1$s",
        "GoogleAccountOk": "OAuth-Zugriff erfolgreich überprüft.",
        "GoogleConfigurationDescription": "Google Search Console verwendet OAuth zur Authentifizierung und Autorisierung.",
        "GoogleConfigurationTitle": "Import von Google Search Console konfigurieren",
        "GoogleDataNotFinal": "Die Suchbegriffe in diesem Bericht enthalten möglicherweise noch nicht die endgültigen Daten. Google stellt endgültige Suchbegriffe mit einer Verzögerung von 2 Tagen bereit. Suchbegriffe für neuere Tage werden erneut importiert, bis sie als endgültig gemeldet werden.",
        "GoogleDataProvidedWithDelay": "Google stellt Suchbegriffe mit einer Verzögerung zur Verfügung. Die Suchbegriffe für dieses Datum werden etwas später importiert.",
        "GoogleKeywordImport": "Google Keyword Import",
        "GoogleSearchConsoleUrl": "Url für Google Search Console",
        "GoogleSearchConsoleUrlDescription": "Geben Sie die URL an, mit der diese Website in Ihrer Google Search Console verfügbar ist",
        "GoogleUploadOrPasteClientConfig": "Bitte laden Sie Ihre Google OAuth Client-Konfiguration hoch oder fügen Sie sie in das untenstehende Feld ein.",
        "HowToGetOAuthClientConfig": "Woher bekomme ich meine OAuth-Client Konfiguration",
        "ImageKeywords": "Bilder Suchbegriffe auf Google",
        "ImageKeywordsDocumentation": "Suchbegriffe, die in der Google-<b>Bilder</b>suche verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "Impressions": "Impressionen",
        "ImpressionsDocumentation": "Als Impression zählt die Anzeige Ihrer Website auf einer Suchergebnisseite.",
        "IntegrationConfigured": "Anbindung erfolgreich konfiguriert",
        "IntegrationNotConfigured": "Anbindung noch nicht konfiguriert",
        "KeywordStatistics": "Suchbegriffe",
        "KeywordTypeImage": "Bild",
        "KeywordTypeNews": "News",
        "KeywordTypeVideo": "Video",
        "KeywordTypeWeb": "Web",
        "KeywordsCombined": "Suchbegriffe (kombiniert)",
        "KeywordsCombinedDocumentation": "Bericht, der alle von Matomo erkannten und von Suchmaschinen importierten Keywords kombiniert. Dieser Bericht enthält nur die Besuchsmetrik. Sie können zu einem der zugehörigen Berichte wechseln, um detaillierte Kennzahlen zu erhalten.",
        "KeywordsCombinedImported": "Importierte Suchbegriffe kombiniert",
        "KeywordsCombinedImportedDocumentation": "Dieser Bericht zeigt alle Suchbegriffe die von allen konfigurierten Suchmaschinen importiert wurden.",
        "KeywordsReferrers": "Suchbegriffe (inklusive nicht definierter)",
        "KeywordsSubtableImported": "Importierte Keywords",
        "KeywordsSubtableOriginal": "Tracked Keywords (inkl. nicht definierte)",
        "LastCrawled": "Zuletzt gecrawlt",
        "LastDetected": "Zuletzt erkannt",
        "LastImport": "Letzter Import",
        "LatestAvailableDate": "Die neuesten verfügbaren Keyword-Daten sind für %1$s",
        "LinksToUrl": "Links auf %s",
        "ManageAPIKeys": "API-Schlüssel verwalten",
        "MeasurableConfig": "Konfigurierte Websites",
        "NewsKeywords": "Suchbegriffe auf Google News",
        "NewsKeywordsDocumentation": "Suchbegriffe, die in der Google-<b>News</b>suche verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "NoSegmentation": "Der Bericht unterstützt keine Segmentierung. Bei den angezeigten Daten handelt es sich um Ihre standardmäßigen, unsegmentierten Berichtsdaten.",
        "NoWebsiteConfigured": "Es ist derzeit keine Website konfiguriert. Um den Import für eine Website zu aktivieren, konfigurieren Sie dies bitte hier.",
        "NoWebsiteConfiguredWarning": "Import von %s nicht vollständig konfiguriert. Sie müssen eine Website konfigurieren, um den Import zu aktivieren.",
        "NotAvailable": "Nicht verfügbar",
        "OAuthAccessTimedOut": "Der OAuth-Zugang für dieses Konto hat möglicherweise sein Zeitlimit überschritten. Sie müssen sich neu authentifizieren, damit die Importe für dieses Konto wieder funktionieren.",
        "OAuthAccessWillTimeOut": "Der OAuth-Zugang für dieses Konto läuft nach %1$s Tagen ab. <strong>Noch %2$s Tage verbleibend</strong>",
        "OAuthAccessWillTimeOutSoon": "Der OAuth-Zugang für dieses Konto läuft in etwa %1$s Tagen ab. Bitte authentifizieren Sie sich erneut, um zu vermeiden, dass Importe für dieses Konto nicht mehr funktionieren.",
        "OAuthClientConfig": "OAuth-Client Konfiguration",
        "OAuthError": "Innerhalb des OAuth-Prozesses ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut und stellen Sie sicher, dass Sie die angeforderten Berechtigungen akzeptieren.",
        "Platform": "Plattform",
        "Position": "durchschn. Position",
        "PositionDocumentation": "Durchschnittliche Position Ihrer Website in der Suchergebnisliste (für diesen Suchbegriff).",
        "ProvideYandexClientConfig": "Bitte fügen Sie Ihre Yandex OAuth-Client-Konfiguration ein.",
        "ProviderBingDescription": "Importieren Sie alle Keywords, die verwendet werden, um Ihre Website bei <strong>Bing</strong> und <strong>Yahoo!</strong> zu finden.",
        "ProviderBingNote": "<u>Anmerkung:</u> Microsoft stellt Suchbegriffe nur jeden Samstag für ganze Wochen zur Verfügung. Daher kann es ein paar Tage dauern bis die ersten Suchbegriffe in den Berichten angezeigt werden. Zudem stehen diese nur für Wochen-, Monats- sowie Jahres-Berichte zur Verfügung.",
        "ProviderGoogleDescription": "Importieren Sie alle Keywords, mit denen Ihre Website in der <strong>Google</strong>-Suche gefunden wird. Berichte zeigen Ihre Keywords für jeden Suchtyp separat an (Web, Bilder und Videos).",
        "ProviderGoogleNote": "<u>Anmerkung:</u> Google stellt finale Suchbegriffe mit einer Verzögerung von 2 Tagen zur Verfügung. Nicht endgültige Daten für neuere Tage werden bereits angezeigt, werden aber erneut importiert, bis sie endgültig sind. Der erste Import kann möglicherweise Ihre historischen Suchbegriffe der letzten bis zu 486 Tagen importieren.",
        "ProviderListDescription": "Wenn Sie unten eine (oder mehrere) Suchmaschinen erfolgreich eingerichtet haben, können Sie konfigurieren, in welche Website(s) Matomo Ihre Suchbegriffe importieren soll.",
        "ProviderXAccountWarning": "<strong>Probleme bei der Kontokonfiguration erkannt</strong><br>Bitte überprüfen Sie die konfigurierten Konten für<strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>Probleme bei der Website-Konfiguration erkannt</strong><br>Bitte überprüfen Sie die konfigurierten Webseiten für <strong>%s</strong>.",
        "ProviderYandexDescription": "Importieren Sie alle Suchbegriffe, mit denen Ihre Website in der <strong>Yandex</strong>-Suche gefunden wird.",
        "ProviderYandexNote": "<u>Anmerkung:</u> Yandex stellt Suchbegriffe mit einem Versatz von bis zu 5 Tagen zur Verfügung. Beim ersten Import wird versucht, Ihre historischen Suchbegriffe der letzten bis zu 100 Tagen zu importieren.",
        "ReAddAccountIfPermanentError": "Sollte dieser Fehler dauerhaft auftreten, entfernen Sie bitte das Konto und verknüpfen Sie es erneut.",
        "ReAuthenticateIfPermanentError": "Sollte dieser Fehler dauerhaft auftreten, versuchen Sie, das Konto erneut zu authentifizieren oder es zu entfernen und erneut zu verbinden.",
        "Reauthenticate": "Erneut authentifizieren",
        "ReportShowMaximumValues": "Bei den angezeigten Werten handelt es sich um die Maximalwerte, die im gewählten Zeitraum auftraten.",
        "RequiredAccessTypes": "Folgende Zugriffsrechte werden benötigt:",
        "ResponseCode": "Response-Code",
        "RoundKeywordPosition": "Runden der Keyword-Position",
        "SearchEngineKeywordsPerformance": "Leistung von Suchmaschinen-Keywords",
        "SearchEnginesImported": "Suchmaschinen (mit importierten Suchbegriffen)",
        "SearchEnginesOriginal": "Suchmaschinen (mit getrackten Suchbegriffen)",
        "SetUpOAuthClientConfig": "Einrichten Ihrer OAuth-Client-Konfiguration",
        "SetupConfiguration": "Einrichten der Konfiguration",
        "SitemapsContainingUrl": "Sitemaps die %s beinhalten",
        "StartOAuth": "OAuth-Prozess starten",
        "URLPrefix": "URL-Präfix",
        "URLPrefixProperty": "URL-Präfix Property",
        "URLPrefixPropertyInfo": "Enthält nur URLs mit exakt angegebenem Präfix, einschließlich Protokoll (http oder https). Wenn Ihre Property alle Protokolle oder Subdomains (http, https, www, m usw.) umfassen soll, können Sie stattdessen eine Domain-Property hinzufügen.",
        "UnverifiedSites": "Unbestätigte Websites:",
        "UploadOAuthClientConfig": "Laden Sie Ihre OAuth-Client Konfiguration hoch",
        "UrlOfAccount": "URL (Konto)",
        "VideoKeywords": "Video Suchbegriffe auf Google",
        "VideoKeywordsDocumentation": "Suchbegriffe, die in der Google<b>Video</b>suche verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "VisitOAuthHowTo": "Bitte besuchen Sie unseren %1$sOnline-Guide%2$s, um zu erfahren, wie Sie Ihre %3$s OAuth-Client-Konfiguration einrichten.",
        "WebKeywords": "Web Suchbegriffe auf Google",
        "WebKeywordsDocumentation": "Suchbegriffe, die in der Google-<b>Web</b>suche verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "WebsiteSuccessfulConfigured": "Herzlichen Glückwunsch!<br /> Sie haben den Keywordimport für die Website %1$s erfolgreich konfiguriert.<br /> Es kann einige Tage dauern, bis Ihre ersten Suchbegriffe importiert und in Referrers > Search Keywords angezeigt werden. Weitere Informationen über Verzögerungen und Einschränkungen beim Import von Keywords finden Sie in unseren %2$sFAQs%3$s.",
        "WebsiteTypeUnsupported": "Die ausgewählte Messgröße %1$s kann nicht konfiguriert werden, da sie einen nicht unterstützten Typ hat. Es werden nur Messgrößen vom Typ 'Website' unterstützt.",
        "WebsiteTypeUnsupportedRollUp": "Hinweis: Roll-Up-Sites kombinieren automatisch die importierten Daten aller ihrer Unterseiten",
        "YandexConfigurationDescription": "Yandex verwendet OAuth zur Authentifizierung und Autorisierung.",
        "YandexConfigurationTitle": "Import von Yandex Webmaster API konfigurieren",
        "YandexCrawlAppearedPages": "In der Suche erschienene Seiten",
        "YandexCrawlAppearedPagesDesc": "Seiten die neu in den Suchindex von Yandex aufgenommen wurden",
        "YandexCrawlCrawledPages": "Gecrawlte Seiten",
        "YandexCrawlCrawledPagesDesc": "Anzahl der Seiten die der Yandex Crawler abgerufen hat.",
        "YandexCrawlErrors": "Andere Abfragefehler",
        "YandexCrawlErrorsDesc": "Gecrawlte Seiten, die aus einem anderen Grund fehlgeschlagen sind",
        "YandexCrawlHttpStatus2xx": "HTTP-Status 200-299",
        "YandexCrawlHttpStatus2xxDesc": "Gecrawlte Seiten mit einem 2xx-Code",
        "YandexCrawlHttpStatus3xx": "HTTP-Code 300-399 (verschobene Seiten)",
        "YandexCrawlHttpStatus3xxDesc": "Gecrawlte Seiten mit einem 3xx-Code",
        "YandexCrawlHttpStatus4xx": "HTTP-Status 400-499 (Anfragefehler)",
        "YandexCrawlHttpStatus4xxDesc": "Gecrawlte Seiten mit einem 4xx-Code",
        "YandexCrawlHttpStatus5xx": "HTTP Code 500-599 (Interne Server-Fehler)",
        "YandexCrawlHttpStatus5xxDesc": "Gecrawlte Seiten mit einem 5xx-Code",
        "YandexCrawlInIndex": "Seiten insg. im Index",
        "YandexCrawlInIndexDesc": "Gesamtzahl der Seiten die im Yandex Suchindex vorhanden sind",
        "YandexCrawlRemovedPages": "Aus der Suche entfernte Seiten",
        "YandexCrawlRemovedPagesDesc": "Seiten die aus dem Suchindex von Yandex entfernt wurden",
        "YandexCrawlingStats": "Crawl-Übersicht für Yandex!",
        "YandexCrawlingStatsDocumentation": "In der Crawl-Übersicht können Sie Crawl-bezogene Informationen anzeigen, z. B. Fehler, auf die der Suchbot beim Besuch einer Seite stößt, durch Ihre robots.txt-Datei blockierte Elemente oder die Gesamtzahl der Seiten im Index.",
        "YandexKeywords": "Suchbegriffe auf Yandex",
        "YandexKeywordsDocumentation": "Suchbegriffe, die in der Suche auf Yandex verwendet wurden und Links zu Ihrer Website in der Suchergebnisliste generiert haben.",
        "YandexWebmasterApiUrl": "Url für Yandex Webmaster Tools",
        "YandexWebmasterApiUrlDescription": "Geben Sie die URL an, mit der diese Website in Ihren Yandex Webmaster Tools verfügbar ist"
    }
}
