{
    "SearchEngineKeywordsPerformance": {
        "APIKey": "Clé API",
        "AccountAddedBy": "Ajouté par <em>%1$s</em> sur <em>%2$s</em>",
        "AccountConnectionValidationError": "Une erreur s'est produite lors de la validation de la connexion du compte :",
        "AccountDoesNotExist": "Le compte configuré %1$s n'existe plus",
        "AccountNoAccess": "Ce compte n'a actuellement accès à aucun site web.",
        "AccountRemovalConfirm": "Vous êtes sur le point de supprimer le compte %1$s. Cela pourrait désactiver l'importation de mots-clés pour tous les site(s) connecté(s). Souhaitez-vous poursuivre ?",
        "ActivityAccountAdded": "a ajouté un nouveau compte pour le fournisseur de mots-clés %1$s : %2$s",
        "ActivityAccountRemoved": "a supprimé un compte pour le fournisseur de mots-clés %1$s : %2$s",
        "ActivityGoogleClientConfigChanged": "a modifié le fichier de configuration du client Google.",
        "ActivityYandexClientConfigChanged": "a modifié le fichier de configuration du client Yandex.",
        "AddAPIKey": "Ajouter la clé API",
        "AddConfiguration": "Ajouter la configuration",
        "AdminMenuTitle": "Performance de la recherche",
        "AllReferrersImported": "Référents (avec mots-clés importés)",
        "AllReferrersOriginal": "Référents (avec mots-clés suivis)",
        "AvailableSites": "Sites disponibles pour l'import :",
        "BingAPIKeyInstruction": "Connectez-vous à %1$sBing Webmaster Tools%2$s, puis ajoutez votre site Web dans Bing Webmaster Tools. Après l'avoir validé, vous pouvez %3$scopier votre clé API%4$s.",
        "BingAccountError": "Une erreur s'est produite lors de la validation de la clé API : %1$s. Si vous venez de générer cette clé API dans le service Bing Webmaster Tools, veuillez réessayer dans une ou deux minutes (les clés API dans Bing Webmaster Tools mettent un peu de temps à s'activer).",
        "BingAccountOk": "Clé API vérifiée avec succès",
        "BingConfigurationDescription": "Bing Webmaster Tools nécessite une clé API pour être accessible. Vous pouvez ajouter ici des clés API pour accéder aux données de vos sites web.",
        "BingConfigurationTitle": "Configurer l'import à partir de Bing Webmaster Tools",
        "BingCrawlBlockedByRobotsTxt": "Exclusion du fichier Robots.txt",
        "BingCrawlBlockedByRobotsTxtDesc": "Ces URLs sont actuellement bloquées par le fichier robots.txt de votre site.",
        "BingCrawlConnectionTimeout": "Dépassement du délai de connexion",
        "BingCrawlConnectionTimeoutDesc": "Ce nombre représente les occurrences récentes où Bing n'a pas pu accéder à votre site en raison d'erreurs de connexion. Il peut s'agir d'un problème temporaire, mais vous devriez vérifier les journaux de votre serveur pour voir si les requêtes ne sont pas accidentellement bloquées.",
        "BingCrawlCrawledPages": "Pages crawlées",
        "BingCrawlCrawledPagesDesc": "Nombre de pages parcourus par le crawler de Bing.",
        "BingCrawlDNSFailures": "Erreurs DNS",
        "BingCrawlDNSFailuresDesc": "Ce type de problème répertorie les erreurs récentes rencontrées lors de la tentative de communication avec le serveur DNS lorsque le robot a essayé d'accéder à vos pages. Il est possible que votre serveur soit en panne, ou qu'une mauvaise configuration empêche le routage DNS, par exemple, le TTL a été fixé à 0.",
        "BingCrawlErrors": "Erreurs de crawl sur Bing",
        "BingCrawlErrorsDesc": "Nombre d'erreurs survenues pour le crawler Bing.",
        "BingCrawlErrorsFromDateX": "Le rapport montre les erreurs de crawl récemment rencontrées par Bing. Il ne fournit pas de données historiques. Dernière mise à jour %s",
        "BingCrawlHttpStatus2xx": "Code HTTP 200-299",
        "BingCrawlHttpStatus2xxDesc": "Ces codes apparaissent lorsque le serveur renvoi une page avec succès",
        "BingCrawlHttpStatus301": "Code HTTP 301 (redirigé de façon permanente)",
        "BingCrawlHttpStatus301Desc": "Ces codes apparaissent lorsque vous avez déplacé de façon permanente un contenu d'un emplacement (URL) à un autre.",
        "BingCrawlHttpStatus302": "Code HTTP 302 (déplacé temporairement)",
        "BingCrawlHttpStatus302Desc": "Ces codes apparaissent lorsque vous avez temporairement déplacé du contenu d'un emplacement (URL) à un autre.",
        "BingCrawlHttpStatus4xx": "Code HTTP 400-499 (erreurs de requêtes)",
        "BingCrawlHttpStatus4xxDesc": "Ces codes apparaissent lorsqu'il y a probablement une erreur dans la requête ce qui a empêché le serveur de la traiter.",
        "BingCrawlHttpStatus5xx": "Code HTTP 500-599 (erreurs internes du serveur)",
        "BingCrawlHttpStatus5xxDesc": "Ces codes apparaissent lorsque le serveur n'a pas réussi à satisfaire une demande apparemment valide.",
        "BingCrawlImportantBlockedByRobotsTxt": "Exclusion d'une page importante dans le fichier Robots.txt",
        "BingCrawlInboundLink": "Nombre total de liens entrants",
        "BingCrawlInboundLinkDesc": "Liens entrants dont Bing a connaissance, pointant vers des URLs de votre site Web. Il s'agit de liens, provenant de sites Web extérieurs au vôtre, qui ont été dirigés vers votre contenu.",
        "BingCrawlMalwareInfected": "Sites web infectés par des logiciels malveillants",
        "BingCrawlMalwareInfectedDesc": "Toutes les URL de pages trouvées par Bing qui sont infectées ou associées à des logiciels malveillants seront regroupées dans cette section.",
        "BingCrawlPagesInIndex": "Nombre total de pages dans l'index",
        "BingCrawlPagesInIndexDesc": "Nombre total de pages disponibles dans l'index Bing",
        "BingCrawlStatsOtherCodes": "Tous les autres codes d'état HTTP",
        "BingCrawlStatsOtherCodesDesc": "Regroupe tous les autres codes qui ne correspondent à aucune autre valeur (tels que les codes 1xx ou informatifs).",
        "BingCrawlingStats": "Aperçu des crawls pour Bing et Yahoo !",
        "BingCrawlingStatsDocumentation": "La vue d'ensemble du crawl vous permet de visualiser les informations relatives au crawl, telles que les erreurs rencontrées par le robot de recherche lors de la visite d'une page, les éléments bloqués par votre fichier robots.txt et les URL potentiellement affectées par des logiciels malveillants.",
        "BingKeywordImport": "Import des mots-clés Bing",
        "BingKeywords": "Mots-clés (sur Bing et Yahoo !)",
        "BingKeywordsDocumentation": "Mots clés utilisés dans la recherche Bing ou Yahoo ! qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "BingKeywordsNoRangeReports": "Les mots-clés sur Bing et Yahoo ! ne peuvent être traités que pour des plages de dates personnalisées, y compris des semaines ou des mois entiers, car ils ne sont pas disponibles sous forme de rapports quotidiens.",
        "BingKeywordsNotDaily": "Les mots-clés sur Bing et Yahoo ! ne sont disponibles que sous forme de rapports hebdomadaires. Il n'y a pas de données sur les mots-clés pour les périodes de plusieurs jours.",
        "BingWebmasterApiUrl": "Url pour Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Fournissez l'url de ce site Web dans vos outils pour les webmasters de Bing",
        "Category": "Catégorie",
        "ChangeConfiguration": "Modifier la configuration",
        "Clicks": "Clics",
        "ClicksDocumentation": "Un clic est comptabilisé à chaque fois que quelqu'un clique sur un lien pointant vers votre site web lorsqu'il est sur une page de résultats d'un moteur de recherche.",
        "ClientConfigImported": "La configuration du client a été importée avec succès !",
        "ClientConfigSaveError": "Une erreur s'est produite lors de la sauvegarde de la configuration du client. Veuillez vérifier si la configuration fournie est valide, et réessayer.",
        "ClientId": "id du client",
        "ClientSecret": "Client secret",
        "ConfigAvailableNoWebsiteConfigured": "L'intégration a été effectuée avec succès, mais aucun site web n'est actuellement configuré pour l'import.",
        "ConfigRemovalConfirm": "Vous êtes sur le point de supprimer la configuration pour %1$s. L'import de mots-clés pour ce site Web sera désactivée. Souhaitez-vous continuer ?",
        "Configuration": "Configuration",
        "ConfigurationDescription": "Cette extension vous permet d'importer directement dans Matomo tous les mots-clés recherchés par vos utilisateurs sur les moteurs de recherche.",
        "ConfigurationFile": "Fichier de configuration",
        "ConfigurationValid": "Votre configuration OAuth est valide.",
        "ConfigureMeasurableBelow": "Pour configurer un site web, il suffit de cliquer sur le bouton ci-dessous ou de le configurer directement dans les paramètres du site web.",
        "ConfigureMeasurables": "Configurer les sites web",
        "ConfigureTheImporterLabel1": "Importez vos mots-clés de Google Search Console et analysez-les à l'aide des puissants outils d'analyse de Matomo. Une fois l'importateur connecté, sélectionnez les sites web à importer, et Matomo commencera à importer les mots-clés pour eux dans le cadre du processus d'archivage planifié.",
        "ConfigureTheImporterLabel2": "Afin d'importer vos données depuis Google Search Console, Matomo doit y avoir accès.",
        "ConfigureTheImporterLabel3": "Pour commencer, %1$ssuivez nos instructions pour récupérer la configuration de votre client OAuth%2$s. Ensuite, téléversez le fichier de configuration du client en utilisant le bouton ci-dessous.",
        "ConfiguredAccounts": "comptes configurés",
        "ConfiguredUrlNotAvailable": "L'URL configurée n'est pas disponible pour ce compte",
        "ConnectAccount": "Connecter le compte",
        "ConnectAccountDescription": "Veuillez cliquer sur le bouton ci-dessous pour être redirigé vers %1$s où vous devez accorder l'accès.",
        "ConnectAccountYandex": "L'authentification des comptes Yandex n'est valable que pendant %1$s jours. Chaque compte doit être réauthentifié dans ce délai pour que les imports fonctionnent correctement.",
        "ConnectFirstAccount": "Commencez par connecter votre premier compte ci-dessous.",
        "ConnectGoogleAccounts": "Connecter le(s) compte(s) Google",
        "ConnectYandexAccounts": "Connecter le(s) compte(s) Yandex",
        "ContainingSitemaps": "Qui contient les sitemaps",
        "CrawlingErrors": "Erreurs de crawl",
        "CrawlingOverview1": "Le récapitulatif d'exploration présente toutes les informations les plus importantes sur la façon dont les robots des moteurs de recherche explorent vos sites Web. Ces métriques sont mises à jour environ une fois par jour avec les données fournies par les moteurs de recherche.",
        "CrawlingStats": "Vue d'ensemble du crawl",
        "CreatedBy": "Créé par",
        "Ctr": "CTR",
        "CtrDocumentation": "Taux de clics (CTR) : Ratio montrant combien de fois les personnes qui voient une page de résultats de moteur de recherche avec un lien vers votre site web finissent par cliquer dessus.",
        "CurrentlyConnectedAccounts": "Il y a actuellement %1$s comptes connectés.",
        "DeleteUploadedClientConfig": "Si vous souhaitez supprimer la configuration du client téléversée, cliquez ci-dessous",
        "Domain": "Domaine",
        "DomainProperty": "Propriété de domaine",
        "DomainPropertyInfo": "Comprend tous les sous-domaines (m, www, etc.) et les deux protocoles (http, https).",
        "EnabledSearchTypes": "Types de mots-clés à récupérer",
        "FetchImageKeyword": "Récupérer les mots-clés pour les images",
        "FetchImageKeywordDesc": "Récupérer les mots-clés utilisés dans la recherche d'images sur Google",
        "FetchNewsKeyword": "Récupérer les mots clés des actualités",
        "FetchNewsKeywordDesc": "Récupérer les mots-clés utilisés dans Google News",
        "FetchVideoKeyword": "Récupérer les mots-clés liés aux vidéos",
        "FetchVideoKeywordDesc": "Récupérer les mots-clés utilisés dans la recherche de vidéos sur Google",
        "FetchWebKeyword": "Récupérer les mots-clés du web",
        "FetchWebKeywordDesc": "Récupérer les mots-clés utilisés dans les recherches sur le Web de Google",
        "FirstDetected": "Premier détecté",
        "GoogleAccountAccessTypeOfflineAccess": "<strong>L'accès hors ligne</strong> est nécessaire pour pouvoir importer vos mots-clés de recherche même si vous n'êtes pas actuellement connecté.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Infos sur le profil</strong> est utilisé pour montrer le nom du ou des comptes actuellement connectés.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Les données de la Search Console</strong> sont nécessaires pour avoir accès à vos mots-clés de recherche Google.",
        "GoogleAccountError": "Une erreur s'est produite lors de la validation de l'accès OAuth : %1$s",
        "GoogleAccountOk": "Accès OAuth vérifié avec succès.",
        "GoogleAuthorizedJavaScriptOrigin": "Origine JavaScript autorisée",
        "GoogleAuthorizedRedirectUri": "URI de redirection autorisée",
        "GoogleConfigurationDescription": "La Google Search Console utilise OAuth pour l'authentification et l'autorisation.",
        "GoogleConfigurationTitle": "Configurer l'import à partir de la Google Search Console",
        "GoogleDataNotFinal": "Les données relatives aux mots-clés figurant dans ce rapport peuvent ne pas contenir les données définitives. Google fournit les données définitives des mots-clés avec un retard de 2 jours. Les mots-clés des jours plus récents seront réimportés jusqu'à ce qu'ils soient déclarés comme définitifs.",
        "GoogleDataProvidedWithDelay": "Google fournit des données sur les mots-clés avec un certain délais. Les mots-clés pour cette date seront importés un peu plus tard.",
        "GoogleKeywordImport": "Import de mots-clés Google",
        "GooglePendingConfigurationErrorMessage": "La configuration est en attente. Veuillez demander à un super utilisateur de la compléter.",
        "GoogleSearchConsoleUrl": "Url pour la Google Search Console",
        "GoogleSearchConsoleUrlDescription": "Fournissez l'url de ce site web dans votre Google Search Console",
        "GoogleUploadOrPasteClientConfig": "Veuillez télécharger votre configuration du client Google OAuth ou la coller dans le champ ci-dessous.",
        "HowToGetOAuthClientConfig": "Comment obtenir la configuration de votre client OAuth",
        "ImageKeywords": "Mots-clés de l'image sur Google",
        "ImageKeywordsDocumentation": "Mots clés utilisés dans la recherche Google <b>image</b> qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "Impressions": "Impressions",
        "ImpressionsDocumentation": "Une impression est comptée chaque fois que votre site web est affiché dans une page de résultats d'un moteur de recherche.",
        "IntegrationConfigured": "L'intégration a été configurée avec succès",
        "IntegrationNotConfigured": "L'intégration n'a pas été encore configurée",
        "InvalidRedirectUriInClientConfiguration": "URI de redirection invalides, au moins une URI doit correspondre à l'URI \"%1$s\" dans le fichier de configuration téléversé",
        "KeywordStatistics": "Mots-clés de recherche",
        "KeywordTypeImage": "image",
        "KeywordTypeNews": "actualités",
        "KeywordTypeVideo": "vidéo",
        "KeywordTypeWeb": "web",
        "KeywordsCombined": "Mots clés combinés",
        "KeywordsCombinedDocumentation": "Rapport combinant tous les mots-clés détectés par Matomo et importés des moteurs de recherche. Ce rapport ne comprend que la métrique des visites. Vous pouvez passer à l'un des rapports connexes pour obtenir des mesures détaillées.",
        "KeywordsCombinedImported": "Tous les mots-clés combinés importés",
        "KeywordsCombinedImportedDocumentation": "Rapport montrant tous les mots-clés importés de tous les moteurs de recherche configurés.",
        "KeywordsReferrers": "Mots-clés (y compris non définis)",
        "KeywordsSubtableImported": "Mots clés importés",
        "KeywordsSubtableOriginal": "Mots-clés suivis (y compris non définis)",
        "LastCrawled": "Dernier crawlé",
        "LastDetected": "Dernier détecté",
        "LastImport": "Dernier import",
        "LatestAvailableDate": "Les données de mots-clés les plus récentes sont celles de %1$s",
        "LinksToUrl": "Liens vers %s",
        "ManageAPIKeys": "Gérer les clés API",
        "MeasurableConfig": "sites web configurés",
        "NewsKeywords": "Mots clés Google Actualités",
        "NewsKeywordsDocumentation": "Mots-clés utilisés dans la recherche Google <b>Actualités</b> qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "NoSegmentation": "Le rapport ne prend pas en charge la segmentation. Les données affichées sont celles de votre rapport standard, non segmenté.",
        "NoWebsiteConfigured": "Il n'y a actuellement aucun site web configuré. Pour activer l'import pour un site web spécifique, veuillez configurer la configuration ici.",
        "NoWebsiteConfiguredWarning": "L'import pour %s n'est pas entièrement configuré. Vous devez configurer certains sites Web pour permettre l'importation.",
        "NotAvailable": "Non disponible",
        "OAuthAccessTimedOut": "L'accès OAuth pour ce compte a peut-être expiré. Vous devrez vous réauthentifier pour que les imports fonctionnent à nouveau pour ce compte.",
        "OAuthAccessWillTimeOut": "L'accès OAuth pour ce compte expirera après %1$s jours. <strong>%2$s jours restants</strong>",
        "OAuthAccessWillTimeOutSoon": "L'accès OAuth pour ce compte expirera dans environ %1$s jours. Veuillez vous réauthentifier pour éviter que ce compte ne cesse de fonctionner.",
        "OAuthClientConfig": "Configuration du client OAuth",
        "OAuthError": "Une erreur s'est produite dans le processus OAuth. Veuillez réessayer et vous assurer que vous acceptez les permissions demandées.",
        "OAuthExampleText": "La configuration nécessite les champs listés ci-dessous. Veuillez utiliser les valeurs fournies :",
        "OauthFailedMessage": "Nous avons rencontré un problème lors du processus d'autorisation pour votre Google Search Console. Pour réessayer, veuillez cliquer sur le bouton ci-dessous. Si le problème persiste, veuillez contacter notre équipe d'assistance. Elle vous aidera à résoudre le problème et à importer vos mots-clés de Google Search Console.",
        "OptionQuickConnectWithGoogle": "Connexion rapide avec Google (recommandé)",
        "Platform": "Plate-forme",
        "Position": "Position moyenne",
        "PositionDocumentation": "Position moyenne de votre site web dans la liste des résultats des moteurs de recherche (pour ce mot clé).",
        "ProvideYandexClientConfig": "Veuillez insérer la configuration de votre client Yandex OAuth.",
        "ProviderBingDescription": "Importer tous les mots clés utilisés pour trouver votre site web sur les moteurs de recherche <strong>Bing</strong> et <strong>Yahoo!</strong>.",
        "ProviderBingNote": "<u>Remarque:</u> Microsoft fournit des données sur les mots-clés tous les samedis et uniquement pour des semaines entières. Par conséquent, vos mots-clés pour Bing et Yahoo mettront quelques jours à apparaître dans vos rapports et ne seront disponibles que lors de la consultation des semaines, mois ou années.",
        "ProviderGoogleDescription": "Importez tous les mots-clés utilisés pour trouver votre site Web sur la recherche <strong>Google</strong>. Les rapports montreront vos mots-clés pour chaque type de recherche séparément (Web, Images et Vidéos).",
        "ProviderGoogleNote": "<u>Remarque:</u> Google fournit les données définitives des mots-clés avec un retard de 2 jours. Les données non finales pour les jours plus récents seront déjà affichées, mais seront réimportées jusqu'à ce qu'elles soient définitives. Votre premier import peut permettre d'importer vos données historiques de mots-clés jusqu'aux 486 derniers jours.",
        "ProviderListDescription": "Lorsque vous avez configuré avec succès un (ou plusieurs) moteur de recherche ci-dessous, vous pouvez configurer dans quel(s) site(s) web Matomo doit importer vos mots-clés de recherche.",
        "ProviderXAccountWarning": "<strong>Problème de configuration de compte détecté</strong><br>Veuillez vérifier les comptes configurés pour <strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>Problèmes de configuration de site détectés</strong><br>Veuillez vérifier la configuration des sites pour <strong>%s</strong>.",
        "ProviderYandexDescription": "Importez tous les mots-clés utilisés pour trouver votre site web sur la recherche <strong>Yandex</strong>.",
        "ProviderYandexNote": "<u>Remarque:</u> Yandex fournit les mots-clés avec un retard allant jusqu'à 5 jours. La première importation tentera d'importer vos mots-clés historiques jusqu'aux 100 derniers jours.",
        "ReAddAccountIfPermanentError": "S'il s'agit d'une erreur permanente, essayez de supprimer le compte et de le connecter à nouveau.",
        "ReAuthenticateIfPermanentError": "S'il s'agit d'une erreur permanente, essayez de réauthentifier le compte ou de le supprimer et de le connecter à nouveau.",
        "Reauthenticate": "Réauthentification",
        "RecentApiErrorsWarning": "<strong>Erreurs d'importation de mots-clés détectées</strong><br><br>Veuillez vérifier les configurations pour :<br>%s<br><br>Si votre configuration est correcte et que les erreurs persistent, veuillez contacter notre support.",
        "ReportShowMaximumValues": "Les valeurs affichées sont les valeurs maximales qui se sont produites pendant cette période.",
        "RequiredAccessTypes": "Ces types d'accès sont nécessaires :",
        "ResponseCode": "Code de réponse",
        "RoundKeywordPosition": "Position arrondi des mots-clés",
        "SearchEngineKeywordsPerformance": "Performance des mots-clés dans les moteurs de recherche",
        "SearchEnginesImported": "Moteurs de recherche (avec mots-clés importés)",
        "SearchEnginesOriginal": "Moteurs de recherche (avec mots-clés suivis)",
        "SetUpOAuthClientConfig": "Configurer votre client OAuth",
        "SetupConfiguration": "Configuration de l'installation",
        "SitemapsContainingUrl": "Sitemaps contenant %s",
        "StartOAuth": "Démarrer le processus OAuth",
        "URLPrefix": "Préfixe de l'URL",
        "URLPrefixProperty": "Propriété de préfixe d'URL",
        "URLPrefixPropertyInfo": "Comprend uniquement les URL avec le préfixe exact indiqué, y compris le protocole (http/https). Si vous souhaitez que votre propriété corresponde à n'importe quel protocole ou sous-domaine (http/https/www/m, etc.), envisagez plutôt d'ajouter une propriété de domaine.",
        "UnverifiedSites": "Sites web non vérifiés :",
        "UploadOAuthClientConfig": "Téléversez la configuration de votre client OAuth",
        "Uploading": "Téléversement en cours...",
        "UrlOfAccount": "URL (Compte)",
        "VideoKeywords": "Mots clés vidéo sur Google",
        "VideoKeywordsDocumentation": "Mots-clés utilisés dans la recherche Google <b>vidéo</b> qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "VisitOAuthHowTo": "Veuillez consulter notre guide %1$sen ligne%2$s pour savoir comment mettre en place votre configuration client OAuth %3$s.",
        "WebKeywords": "Mots clés issus de la recherche Google Web",
        "WebKeywordsDocumentation": "Mots-clés utilisés dans la recherche Google <b>web</b> qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "WebsiteSuccessfulConfigured": "Félicitations!<br>Vous avez configuré avec succès l'import de mots-clés pour le site Web %1$s.<br>Il se peut que quelques jours s'écoulent avant que vos premiers mots-clés de recherche soient importés et affichés dans Référents &gt; Mots-clés de recherche. Vous pouvez trouver plus d'informations sur les délais et les limitations de l'import de mots-clés dans notre %2$sFAQ%3$s",
        "WebsiteTypeUnsupported": "L’élément mesurable sélectionné %1$s ne peut pas être configuré car il a un type non pris en charge. Seuls les éléments mesurables de type 'site web' sont supportés.",
        "WebsiteTypeUnsupportedRollUp": "Remarque : les sites de type \"Roll-Up\" combinent automatiquement les données importées de tous leurs sites associés",
        "YandexConfigurationDescription": "Yandex Webmaster API utilise OAuth pour l'authentification et l'autorisation.",
        "YandexConfigurationTitle": "Configurer l'import à partir de Yandex Webmaster API",
        "YandexCrawlAppearedPages": "Pages apparaissant dans la recherche",
        "YandexCrawlAppearedPagesDesc": "Pages nouvellement ajoutées à l'index de recherche Yandex",
        "YandexCrawlCrawledPages": "Pages explorées",
        "YandexCrawlCrawledPagesDesc": "Nombre de pages demandées par le crawler Yandex.",
        "YandexCrawlErrors": "Autres erreurs de requêtes",
        "YandexCrawlErrorsDesc": "Pages explorées qui ont échoué pour une toute autre raison",
        "YandexCrawlHttpStatus2xx": "Code HTTP 200-299",
        "YandexCrawlHttpStatus2xxDesc": "Pages explorées avec un code 2xx",
        "YandexCrawlHttpStatus3xx": "Code HTTP 300-399 (pages déplacées)",
        "YandexCrawlHttpStatus3xxDesc": "Pages explorées avec un code 3xx",
        "YandexCrawlHttpStatus4xx": "Code HTTP 400-499 (erreurs de requête)",
        "YandexCrawlHttpStatus4xxDesc": "Pages explorées avec un code 4xx",
        "YandexCrawlHttpStatus5xx": "Code HTTP 500-599 (erreurs internes du serveur)",
        "YandexCrawlHttpStatus5xxDesc": "Pages explorées avec un code 5xx",
        "YandexCrawlInIndex": "Nombre total de pages dans l'index",
        "YandexCrawlInIndexDesc": "Nombre total de pages disponibles dans l'index de recherche Yandex",
        "YandexCrawlRemovedPages": "Pages retirées de la recherche",
        "YandexCrawlRemovedPagesDesc": "Pages retirées de l'index de recherche Yandex",
        "YandexCrawlingStats": "Récapitulatif du crawl pour Yandex !",
        "YandexCrawlingStatsDocumentation": "Le récapitulatif du crawl vous permet de visualiser les informations relatives au crawl, telles que les erreurs rencontrées par le robot de recherche lors de la visite d'une page, les éléments bloqués par votre fichier robots.txt et le nombre total de pages dans l'index.",
        "YandexFieldCallbackUri": "URI de rappel",
        "YandexFieldUrlToAppSite": "URL du site de l'application",
        "YandexKeywords": "Mots clés sur Yandex",
        "YandexKeywordsDocumentation": "Mots clés utilisés dans la recherche Yandex qui ont généré des liens vers votre site web dans la liste des résultats de recherche.",
        "YandexWebmasterApiUrl": "Url pour Yandex Webmaster Tools",
        "YandexWebmasterApiUrlDescription": "Fournissez l'url de ce site dans vos Yandex Webmaster Tools"
    }
}
