{
    "SearchEngineKeywordsPerformance": {
        "AccountAddedBy": "Aggiunta da <em>%1$s</em> il <em>%2$s</em>",
        "AccountConnectionValidationError": "Si è verificato un errore durante la convalida della connessione all'account:",
        "AccountDoesNotExist": "L'account configurato %1$s non esiste più",
        "AccountNoAccess": "Al momento questo account non ha accesso ad alcun sito web.",
        "AccountRemovalConfirm": "Stai per rimuovere l'account %1$s. Ciò potrebbe disabilitare l'importazione delle parole chiave per tutti i siti web collegati. Vuoi procedere comunque?",
        "ActivityAccountAdded": "aggiunto un nuovo account per il provider di parole chiave: %1$s: %2$s",
        "ActivityAccountRemoved": "rimosso un account per il provider di parole chiave %1$s: %2$s",
        "ActivityGoogleClientConfigChanged": "configurazione del client di Google cambiata.",
        "ActivityYandexClientConfigChanged": "configurazione client Yandex cambiata",
        "AddAPIKey": "Aggiungi Chiave API",
        "AddConfiguration": "Aggiungi Configurazione",
        "AdminMenuTitle": "Rendimento Ricerca",
        "APIKey": "Chiave API",
        "AvailableSites": "Siti disponibili per l'importazione:",
        "Domain": "Dominio",
        "DomainProperty": "Proprietà dominio",
        "DomainPropertyInfo": "Include tutti i sottodomini (m, www e così via) e entrambi i protocolli (http, https).",
        "URLPrefix": "Prefisso URL",
        "URLPrefixProperty": "Proprietà del prefisso URL",
        "URLPrefixPropertyInfo": "Include solo gli URL con il prefisso esatto specificato, incluso il protocollo (http o https). Se vuoi che la tua proprietà corrisponda a un protocollo o a un sottodominio (http/https/www./m. e così via), prendi in considerazione l'aggiunta di una proprietà Dominio.",
        "BingAccountError": "Si è verificato un errore durante la convalida della chiave API: %1$s. Se hai appena generato questa chiave API in Strumenti per Bing Webmaster Tools, riprova tra uno o due minuti (le chiavi API in Bing Webmaster Tools richiedono un po' di tempo per essere attivate).",
        "BingAccountOk": "Chiave API verificata con successo",
        "BingAPIKeyInstruction": "Accedi a %1$sBing Webmaster Tools%2$s, quindi aggiungi il tuo sito web a Bing Webmaster. Dopo averlo convalidato, puoi %3$scopiare la tua chiave API%4$s.",
        "BingConfigurationDescription": "Bing Webmaster Tools richiede una chiave API per l'accesso. Qui puoi aggiungere le chiavi API per accedere ai dati dei tuoi siti web.",
        "BingConfigurationTitle": "Configura l'importazione da Bing Webmaster Tools",
        "BingCrawlBlockedByRobotsTxt": "Esclusioni tramite robots.txt",
        "BingCrawlBlockedByRobotsTxtDesc": "URL attualmente bloccati dal file robots.txt del tuo sito.",
        "BingCrawlConnectionTimeout": "Timeout della connessione",
        "BingCrawlConnectionTimeoutDesc": "Questo numero rappresenta le occorrenze recenti quando Bing non ha potuto accedere al tuo sito a causa di errori di connessione. Questo potrebbe essere un problema temporaneo, ma è necessario controllare i log del server per vedere se si stanno accidentalmente perdendo le richieste.",
        "BingCrawlCrawledPages": "Pagine esplorate",
        "BingCrawlCrawledPagesDesc": "Numero di pagine richieste dal crawler di Bing.",
        "BingCrawlDNSFailures": "Insuccessi DNS",
        "BingCrawlDNSFailuresDesc": "Questo tipo di problema cataloga gli errori recenti riscontrati durante il tentativo di comunicare con il server DNS quando il bot ha tentato di accedere alle tue pagine. Forse il tuo server era inattivo, oppure c'era un errore di configurazione che impediva il routing DNS, ad esempio TTL era impostato a 0.",
        "BingCrawlErrors": "Errori di scansione su Bing",
        "BingCrawlErrorsDesc": "Numero di errori verificatisi per il crawler di Bing.",
        "BingCrawlErrorsFromDateX": "Il report mostra errori di scansione recentemente segnalati da Bing. Non fornisce dati storici. Ultimo aggiornamento %s",
        "BingCrawlHttpStatus2xx": "Codici HTTP 200-299",
        "BingCrawlHttpStatus2xxDesc": "Questi codici vengono visualizzati quando il server presenta una pagina correttamente",
        "BingCrawlHttpStatus301": "Codice HTTP 301 (Spostata definitivamente)",
        "BingCrawlHttpStatus301Desc": "Questi codici vengono visualizzati quando si sposta permanentemente il contenuto da una posizione (URL) a un'altra.",
        "BingCrawlHttpStatus302": "Codice HTTP 302 (Spostata temporaneamente)",
        "BingCrawlHttpStatus302Desc": "Questi codici vengono visualizzati quando si sposta temporaneamente il contenuto da una posizione (URL) a un'altra.",
        "BingCrawlHttpStatus4xx": "Codici HTTP 400-499 (Errori richiesta)",
        "BingCrawlHttpStatus4xxDesc": "Questi codici vengono visualizzati quando c'è stato probabilmente un errore nella richiesta che ha impedito al server di elaborarla.",
        "BingCrawlHttpStatus5xx": "Codici HTTP 500-599 (Errori interni al server)",
        "BingCrawlHttpStatus5xxDesc": "Questi codici vengono visualizzati quando il server non è riuscito a soddisfare una richiesta apparentemente valida.",
        "BingCrawlImportantBlockedByRobotsTxt": "Esclusione tramite robots.txt di una pagina importante",
        "BingCrawlInboundLink": "Totale link in entrata",
        "BingCrawlInboundLinkDesc": "I collegamenti in entrata di cui Bing è a conoscenza, hanno puntato agli URL sul tuo sito web. Questi sono collegamenti da siti web esterni al tuo che sono stati indirizzati verso i tuoi contenuti.",
        "BingCrawlingStats": "Panoramica della scansione per Bing e Yahoo!",
        "BingCrawlingStatsDocumentation": "La panoramica Scansione consente di visualizzare informazioni correlate alla ricerca per l'indicizzazione, quali errori riscontrati dal bot di ricerca quando visita una pagina, elementi bloccati dal proprio file robots.txt e URL potenzialmente interessati da malware.",
        "BingCrawlMalwareInfected": "Siti web infettati da malware",
        "BingCrawlMalwareInfectedDesc": "In questa sezione sono raggruppati gli URL delle pagine che Bing ha rilevato come infette o associate a malware.",
        "BingCrawlPagesInIndex": "Totale delle pagine nell'indice",
        "BingCrawlPagesInIndexDesc": "Numero totale delle pagine disponibili nell'indice di Bing",
        "BingCrawlStatsOtherCodes": "Tutti gli altri codici di stato HTTP",
        "BingCrawlStatsOtherCodesDesc": "Raggruppa tutti gli altri codici che non corrispondono a nessun altro valore (come 1xx o codici informativi).",
        "BingKeywordImport": "Importazione di parole chiave Bing",
        "BingKeywords": "Parole chiave (su Bing e Yahoo!)",
        "BingKeywordsDocumentation": "Parole chiave utilizzate nella ricerca di Bing o Yahoo! che hanno generato collegamenti al tuo sito web nell'elenco dei risultati.",
        "BingKeywordsNoRangeReports": "Parole chiave su Bing e Yahoo! che possono essere elaborate solo per intervalli di date personalizzati, comprese settimane o mesi interi in quanto non sono disponibili come rapporti giornalieri.",
        "BingKeywordsNotDaily": "Parole chiave su Bing e Yahoo! che sono disponibili solo come rapporti settimanali. Non ci sono dati sulle parole chiave per i periodi di giorni.",
        "BingWebmasterApiUrl": "Url di Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Fornisce l'url di questo sito Web disponibile in Bing Webmaster Tools",
        "Category": "Categoria",
        "ChangeConfiguration": "Cambia configurazione",
        "Clicks": "Clicks",
        "ClicksDocumentation": "Viene conteggiato un click ogni volta che un utente clicca su un link che punta al tuo sito web sulla pagina dei risultati di un motore di ricerca.",
        "ClientConfigImported": "La configurazione del client è stata importata con successo!",
        "ClientConfigSaveError": "Si è verificato un errore durante il salvataggio della configurazione del client. Si prega di verificare se la configurazione fornita è valida e poi riprovare.",
        "ClientId": "Id client",
        "ClientSecret": "Segreto del client",
        "ConfigAvailableNoWebsiteConfigured": "Integrazione correttamente configurata, ma attualmente nessun sito web è configurato per l'importazione.",
        "ConfigRemovalConfirm": "Stai per rimuovere la configurazione per %1$s. L'importazione di parole chiave per quel sito web sarà disabilitata. Procedere comunque?",
        "Configuration": "Configurazione",
        "ConfigurationDescription": "Questo plugin consente di importare direttamente in Matomo tutte le parole chiave cercate dagli utenti sui motori di ricerca.",
        "ConfigurationFile": "File di configurazione",
        "ConfigurationValid": "La tua configurazione OAuth è valida.",
        "ConfiguredAccounts": "account configurati",
        "ConfiguredUrlNotAvailable": "L'URL configurato non è disponibile per questo account",
        "ConfigureMeasurableBelow": "Per configurare un sito Web, è sufficiente cliccare sul pulsante in basso o configurarlo direttamente nelle sue impostazioni.",
        "ConfigureMeasurables": "Configura siti web",
        "ConnectAccount": "Collega Account",
        "ConnectAccountDescription": "Clicca sul pulsante in basso per essere reindirizzati a %1$s dove è necessario dare l'accesso.",
        "ConnectAccountYandex": "L'autenticazione per gli account Yandex è valida solo per %1$s giorni. Ogni account deve essere nuovamente autenticato entro questo tempo per garantire che le importazioni funzionino correttamente.",
        "ConnectFirstAccount": "Inizia collegando il tuo primo account qui sotto.",
        "ConnectGoogleAccounts": "Collega Account di Google",
        "ContainingSitemaps": "Contenenti Sitemap",
        "CrawlingErrors": "Errori di scansione",
        "ConnectYandexAccounts": "Collega account Yandex",
        "CrawlingStats": "Panoramica scansione",
        "Ctr": "Percentuale di clicks (CTR)",
        "CtrDocumentation": "Percentuale di click: report che mostra la frequenza con cui le persone che vedono la pagina dei risultati di un motore di ricerca con un link al tuo sito web finiscono per cliccarci sopra.",
        "CurrentlyConnectedAccounts": "Al momento sei collegato con %1$s accounts.",
        "EnabledSearchTypes": "Tipi di parole chiave da recuperare",
        "FetchImageKeyword": "Recupera parole chiave immagine",
        "FetchImageKeywordDesc": "Recupera le parole chiave utilizzate nella ricerca immagini di Google",
        "FetchNewsKeyword": "Recupera le parole chiave delle notizie",
        "FetchNewsKeywordDesc": "Recupera le parole chiave usate in Google News",
        "FetchVideoKeyword": "Recupera parole chiave video",
        "FetchVideoKeywordDesc": "Recupera le parole chiave utilizzate nella ricerca video di Google",
        "FetchWebKeyword": "Recupera parole chiave web",
        "FetchWebKeywordDesc": "Recupera le parole chiave utilizzate nella ricerca web di Google",
        "FirstDetected": "Prima individuata",
        "GoogleAccountAccessTypeOfflineAccess": "È necessario l'<strong>Accesso offline</strong> per poter importare le parole chiave di ricerca anche quando non si è connessi.",
        "GoogleAccountAccessTypeProfileInfo": "Le <strong>Informazioni del profilo</strong> vengono utilizzate per mostrare il nome degli account attualmente connessi.",
        "GoogleAccountAccessTypeSearchConsoleData": "I <strong>Dati della Console di Ricerca</strong> sono necessari per ottenere l'accesso alle tue parole chiave di ricerca di Google.",
        "GoogleAccountError": "Si è verificato un errore durante la convalida dell'accesso OAuth: %1$s",
        "GoogleAccountOk": "Accesso OAuth verificato con successo.",
        "GoogleConfigurationDescription": "La Console di Ricerca di Google utilizza OAuth per l'autenticazione e l'autorizzazione.",
        "GoogleConfigurationTitle": "Configura l'importazione dalla Console di Ricerca di Google",
        "GoogleDataProvidedWithDelay": "Google fornisce i dati delle parole chiave con un ritardo. Le parole chiave per questa data verranno importate un po' più tardi.",
        "GoogleDataNotFinal": "I dati delle parole chiave in questo report potrebbero non contenere ancora i dati finali. Google fornisce i dati finali sulle parole chiave con un ritardo di 2 giorni. Le parole chiave per i giorni più recenti verranno reimportate fino a quando non verranno segnalate come definitive.",
        "GoogleKeywordImport": "Importazione di parole chiave di Google",
        "GoogleSearchConsoleUrl": "Url per la Console di Ricerca di Google",
        "GoogleSearchConsoleUrlDescription": "Indica l'url per questo sito web disponibile nella tua Search Console di Google",
        "GoogleUploadOrPasteClientConfig": "Carica la configurazione del client Google OAuth o incollala nel campo sottostante.",
        "HowToGetOAuthClientConfig": "Come ottenere la configurazione del tuo client OAuth",
        "ImageKeywords": "Parole chiave immagini su Google",
        "ImageKeywordsDocumentation": "Parole chiave utilizzate nella ricerca per <b>immagini</b> di Google che hanno generato collegamenti al tuo sito web nell'elenco dei risultati della ricerca.",
        "Impressions": "Impressioni",
        "ImpressionsDocumentation": "Viene conteggiata un'impressione ogni volta che il tuo sito web viene visualizzato in una pagina dei risultati dei motori di ricerca.",
        "IntegrationConfigured": "Integrazione configurata con successo",
        "IntegrationNotConfigured": "Integrazione non ancora configurata",
        "KeywordsCombined": "Keyword combinate",
        "KeywordsCombinedDocumentation": "Report che combina tutte le parole chiave rilevate da Matomo e importate dai motori di ricerca. Questo report include solo la metrica visita. È possibile passare a uno dei report correlati per ottenere delle metriche dettagliate.",
        "KeywordsCombinedImported": "Keyword importate combinate",
        "KeywordsCombinedImportedDocumentation": "Segnala tutte le parole chiave importate da tutti i motori di ricerca configurati.",
        "KeywordsReferrers": "Parole chiave (incluse quelle non definite)",
        "KeywordStatistics": "Keywords di Ricerca",
        "KeywordTypeImage": "immagine",
        "KeywordTypeVideo": "video",
        "KeywordTypeWeb": "web",
        "KeywordTypeNews": "notizie",
        "LastCrawled": "Ultima scansione",
        "LastDetected": "Ultima rilevata",
        "LastImport": "Ultima importazione",
        "LatestAvailableDate": "Dati delle parole chiave più recenti disponibili per %1$s",
        "LinksToUrl": "Collegamenti a %s",
        "ManageAPIKeys": "Gestisci Chiavi API",
        "MeasurableConfig": "siti configurati",
        "NoSegmentation": "Il report non supporta la segmentazione. I dati visualizzati sono i dati del report standard non segmentati.",
        "NotAvailable": "Non disponibile",
        "NoWebsiteConfigured": "Al momento non ci sono siti web configurati. Per abilitare l'importazione per un sito web specifico, impostare qui la configurazione.",
        "NoWebsiteConfiguredWarning": "Importazione per %s non completamente configurata. È necessario configurare alcuni siti web per abilitare l'importazione.",
        "OAuthAccessTimedOut": "L'accesso OAuth per questo account potrebbe essere scaduto. Sarà necessario eseguire nuovamente l'autenticazione per ripristinare il funzionamento delle importazioni per questo account.",
        "OAuthAccessWillTimeOutSoon": "L'accesso OAuth per questo account scadrà tra circa %1$s giorni. Esegui nuovamente l'autenticazione per evitare che le importazioni per questo account smettano di funzionare.",
        "OAuthAccessWillTimeOut": "L'accesso OAuth per questo account scadrà dopo %1$s <strong>%2$s giorni. giorni rimasti</strong>",
        "OAuthClientConfig": "Configurazione Client OAuth",
        "OAuthError": "Si è verificato un errore all'interno del processo OAuth. Si prega di riprovare e di assicurarsi di accettare le autorizzazioni richieste.",
        "Platform": "Piattaforma",
        "Position": "Media della Posizione",
        "PositionDocumentation": "Media della posizione del tuo sito web nell'elenco dei risultati dei motori di ricerca (per questa parola chiave).",
        "ProviderBingDescription": "Importa tutte le keyword utilizzate per trovare il tuo sito web sulla ricerca di <strong>Bing</strong> e <strong>Yahoo!</strong>.",
        "ProviderBingNote": "<u>Nota:</u> Microsoft fornisce dati sulle parole chiave ogni sabato e solo per settimane complete. Di conseguenza, le parole chiave per Bing e Yahoo impiegheranno alcuni giorni per comparire nei tuoi report e saranno disponibili solo durante la visualizzazione di settimane, mesi o anni.",
        "ProviderGoogleDescription": "Importa tutte le parole chiave utilizzate per trovare il tuo sito web sulla ricerca di <strong>Google</strong>. I report mostreranno le tue parole chiave per ogni tipo di ricerca separatamente (Web, Immagini e Video).",
        "ProviderGoogleNote": "<u>Nota:</u> Google fornisce i dati finali sulle parole chiave con un ritardo di 2 giorni. I dati non definitivi per i giorni più recenti verranno già visualizzati, ma verranno reimportati fino a quando non saranno definitivi. La tua prima importazione potrebbe essere in grado di importare i dati storici delle parole chiave fino agli ultimi 486 giorni.",
        "ProviderListDescription": "Dopo avere impostato correttamente uno (o più) motori di ricerca qui di seguito, puoi configurare in quale sito (o siti) Matomo deve importare le tue parole chiave di ricerca.",
        "ProviderXAccountWarning": "<strong>Rilevati problemi di configurazione dell'account</strong> <br />Si prega di verificare gli account configurati per <strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>Rilevati problemi di configurazione di un sito web</strong> <br />Si prega di verificare i siti configurati per <strong>%s</strong>.",
        "ProviderYandexDescription": "Importa tutte le parole chiave utilizzate per trovare il tuo sito web nella ricerca <strong>Yandex</strong>.",
        "ProviderYandexNote": "<u>Nota</u>: Yandex fornisce le parole chiave con un ritardo fino a 5 giorni. La prima importazione proverà a importare le tue parole chiave storiche fino agli ultimi 100 giorni.",
        "ProvideYandexClientConfig": "Inserisci la configurazione del tuo client OAuth Yandex.",
        "Reauthenticate": "Autenticati di nuovo",
        "ReAddAccountIfPermanentError": "Se questo è un errore permanente, prova a rimuovere l'account e a ricollegarlo.",
        "ReAuthenticateIfPermanentError": "Se si tratta di un errore permanente, prova ad autenticare nuovamente l'account o rimuovilo e ricollegalo.",
        "ReportShowMaximumValues": "I valori visualizzati sono i valori massimi che si sono verificati durante questo periodo.",
        "RequiredAccessTypes": "Sono richiesti questi tipi di accesso:",
        "ResponseCode": "Codice risposta",
        "RoundKeywordPosition": "Posizione round keyword",
        "SearchEngineKeywordsPerformance": "Rendimentodelle keyword dei motori di ricerca",
        "SetupConfiguration": "Imposta configurazione",
        "SitemapsContainingUrl": "Sitemap che contengono %s",
        "SetUpOAuthClientConfig": "Imposta la configurazione del tuo client OAuth",
        "KeywordsSubtableOriginal": "Keyword tracciate (incluse quelle non definite)",
        "KeywordsSubtableImported": "Keyword importate",
        "AllReferrersOriginal": "Referrer (con keyword tracciate)",
        "AllReferrersImported": "Referrer (con keyword importate)",
        "SearchEnginesOriginal": "Motori di ricerca (con keyword tracciate)",
        "SearchEnginesImported": "Motori di ricerca (con keyword importate)",
        "StartOAuth": "Inizia Processo OAuth",
        "UnverifiedSites": "Siti non verificati:",
        "UploadOAuthClientConfig": "Carica la configurazione del tuo client OAuth",
        "UrlOfAccount": "URL (Account)",
        "VideoKeywords": "Parole chiave per video su Google",
        "VideoKeywordsDocumentation": "Parole chiave utilizzate nella ricerca <b>video</b> di Google che hanno generato collegamenti al tuo sito web nell'elenco dei risultati della ricerca.",
        "NewsKeywords": "Parole chiave news su Google",
        "NewsKeywordsDocumentation": "Parole chiave utilizzate nella ricerca di Google <b>News</b> che hanno generato collegamenti al tuo sito web nell'elenco dei risultati di ricerca.",
        "VisitOAuthHowTo": "Visita la nostra %1$sguida in linea%2$s per scoprire come impostare la configurazione del tuo %3$s client OAuth.",
        "WebKeywords": "Parole chiave web su Google",
        "WebKeywordsDocumentation": "Parole chiave utilizzate nella ricerca <b>web</b> di Google che hanno generato collegamenti al tuo sito web nell'elenco dei risultati della ricerca.",
        "WebsiteSuccessfulConfigured": "Congratulazioni! <br />Hai configurato correttamente l'importazione delle parole chiave per il sito web %1$s. <br />Potrebbero essere necessari alcuni giorni prima che le prime parole chiave di ricerca vengano importate e visualizzate in Referenti > Keywords di Ricerca. Puoi trovare ulteriori informazioni su ritardi e limitazioni delle importazioni delle parole chiave nelle nostre %2$sFAQ%3$s",
        "WebsiteTypeUnsupported": "Il misurabile selezionato %1$s non può essere configurato perché è di un tipo non supportato. Sono supportati solamente i misurabili di tipo 'sito web'.",
        "WebsiteTypeUnsupportedRollUp": "Nota: I siti Roll-Up combineranno automaticamente i dati importati di tutti i siti figlio",
        "YandexConfigurationDescription": "L'API Webmaster di Yandex utilizza OAuth per l'autenticazione e l'autorizzazione.",
        "YandexConfigurationTitle": "Configura l'importazione dall'API Webmaster di Yandex",
        "YandexCrawlingStats": "Guarda una panoramica su Yandex!",
        "YandexCrawlingStatsDocumentation": "La panoramica della Scansione ti consente di visualizzare le informazioni relative alla scansione come gli errori riscontrati dal bot di ricerca durante la visita di una pagina, gli elementi bloccati dal tuo file robots.txt e il numero totale di pagine nell'indice.",
        "YandexCrawlHttpStatus2xx": "Codici HTTP 200-299",
        "YandexCrawlHttpStatus2xxDesc": "Pagine con un codice 2xx esplorate",
        "YandexCrawlHttpStatus3xx": "Codici HTTP 300-399 (Pagine spostate)",
        "YandexCrawlHttpStatus3xxDesc": "Pagine con un codice 3xx esplorate",
        "YandexCrawlHttpStatus4xx": "Codici HTTP 400-499 (Errori richiesta)",
        "YandexCrawlHttpStatus4xxDesc": "Pagine con un codice 4xx esplorate",
        "YandexCrawlHttpStatus5xx": "Codici HTTP 500-599 (Errori interni al server)",
        "YandexCrawlHttpStatus5xxDesc": "Pagine con un codice 5xx esplorate",
        "YandexCrawlErrors": "Altri errori richiesta",
        "YandexCrawlErrorsDesc": "Pagine esplorate che hanno fallito per qualsiasi altra ragione",
        "YandexCrawlCrawledPages": "Pagine Esplorate",
        "YandexCrawlCrawledPagesDesc": "Numero di pagine richieste dal crawler Yandex",
        "YandexCrawlInIndex": "Totale delle pagine nell'indice",
        "YandexCrawlInIndexDesc": "Numero totale di pagine disponibili nell'indice di ricerca Yandex",
        "YandexCrawlAppearedPages": "Pagine apparse nella ricerca",
        "YandexCrawlAppearedPagesDesc": "Pagine che sono state appena aggiunte all'indice di ricerca Yandex",
        "YandexCrawlRemovedPages": "Pagine rimosse dalla ricerca",
        "YandexCrawlRemovedPagesDesc": "Pagine che sono state rimosse dall'indice di ricerca Yandex",
        "YandexKeywords": "Parole chiave su Yandex",
        "YandexKeywordsDocumentation": "Parole chiave utilizzate nella ricerca Yandex che hanno generato collegamenti al tuo sito Web nell'elenco dei risultati di ricerca.",
        "YandexWebmasterApiUrl": "Url di Yandex Webmaster Tools",
        "YandexWebmasterApiUrlDescription": "Fornisci l'url di questo sito web disponibile nei tuoi Strumenti per i Webmaster di Yandex",
        "CrawlingOverview1": "La panoramica delle scansioni riporta tutte le informazioni più importanti su come i robot dei motori di ricerca eseguono la scansione dei tuoi siti web. Queste metriche vengono aggiornate circa una volta al giorno con i dati forniti dai motori di ricerca."
    }
}
