{
    "SearchEngineKeywordsPerformance": {
        "AccountAddedBy": "Adicionado por <em>%1$s</em> a <em>%2$s</em>",
        "AccountConnectionValidationError": "Ocorreu um erro a validar a ligação à conta:",
        "AccountDoesNotExist": "A conta configurada %1$s já não existe",
        "AccountNoAccess": "Atualmente esta conta não tem acesso a qualquer site.",
        "AccountRemovalConfirm": "Você vai remover a conta %1$s. Isto pode desativar a importação de palavras-chave para quaisquer sites ligados. Continuar mesmo assim?",
        "ActivityAccountAdded": "foi adicionada uma nova conta para fornecimento de palavras-chave %1$s: %2$s",
        "ActivityAccountRemoved": "removeu uma conta para fornecimento de palavras-chave %1$s: %2$s",
        "ActivityGoogleClientConfigChanged": "a configuração do cliente Google foi alterada.",
        "AddAPIKey": "Adicionar uma chave da API",
        "AddConfiguration": "Adicionar configuração",
        "AdminMenuTitle": "Desempenho da pesquisa",
        "APIKey": "Chave da API",
        "AvailableSites": "Sites disponíveis para importação:",
        "Domain": "Domínio",
        "DomainProperty": "Propriedade do domínio",
        "DomainPropertyInfo": "Inclui todos os subdomínios (m, www e assim por diante) e os ambos protocolos (http e https).",
        "URLPrefix": "Prefixo do endereço",
        "URLPrefixProperty": "Propriedade do prefixo do endereço",
        "URLPrefixPropertyInfo": "Inclui somente endereços com o prefixo exato especificado, incluindo o protocolo (http/https). Se quiser que sua propriedade corresponda a qualquer protocolo ou subdomínio (http/https/www./m e assim por diante), adicione uma propriedade do domínio.",
        "BingAccountError": "Ocorreu um erro ao validar a chave da API: %1$s. Se acabou de ferar esta chave da API nas Bing Webmaster Tools, por favor tente novamente dentro de um ou dois minutos (as chaves da API nas Bing Webmaster Tools demoram algum tempo até serem ativadas).",
        "BingAccountOk": "Chave da API confirmada com sucesso",
        "BingConfigurationDescription": "As Bing Webmaster Tools necessitam de uma chave da API para serem acedidas. Pode adicionar aqui chaves da API para aceder aos dados dos seus sites.",
        "BingConfigurationTitle": "Configurar a importação das Bing Webmaster Tools",
        "BingCrawlBlockedByRobotsTxt": "Exclusão do Robots.txt",
        "BingCrawlBlockedByRobotsTxtDesc": "Endereços atualmente bloqueados pelo robots.txt do seu site.",
        "BingCrawlConnectionTimeout": "Ligações expiradas",
        "BingCrawlConnectionTimeoutDesc": "Este número representa ocorrências recentes quando o Bing não conseguiu aceder ao seu site devido a erros de ligação. Isto pode ser um problema temporário mas deve confirmar os registos do servidor para confirmar se está, acidentalmente, a perder pedidos.",
        "BingCrawlCrawledPages": "Páginas indexadas",
        "BingCrawlCrawledPagesDesc": "Número de páginas que o rastreador do Bing solicitou.",
        "BingCrawlDNSFailures": "Falhas de DNS",
        "BingCrawlDNSFailuresDesc": "Este tipo de problema cataloga erros recentes encontrados ao tentar comunicar com o servidor de DNS quando o bot tentou aceder às suas páginas. Possivelmente o servidor esteve em baixo ou ocorreu uma falha na configuração que impediu o encaminhamento DNS, por exemplo, o TTL foi definido como 0.",
        "BingCrawlErrors": "Erros de indexação no Bing",
        "BingCrawlErrorsDesc": "O número de erros que ocorreram para o indexador do Bing.",
        "BingCrawlErrorsFromDateX": "O relatório mostra erros de indexação reportados recentemente pelo Bing. Não fornece qualquer dado histórico. Última atualização: %s",
        "BingCrawlHttpStatus2xx": "Código HTTP 200-299",
        "BingCrawlHttpStatus2xxDesc": "Estes códigos aparecem quando um servidor serve uma página com sucesso",
        "BingCrawlHttpStatus301": "Código HTTP 301 (Movido de forma permanente)",
        "BingCrawlHttpStatus301Desc": "Estes códigos aparecem quando moveu, de forma permanente, conteúdos de uma localização (endereço) para outra.",
        "BingCrawlHttpStatus302": "Código HTTP 302 (Movido de forma temporária)",
        "BingCrawlHttpStatus302Desc": "Estes códigos aparecem quando moveu, de forma temporária, conteúdos de uma localização (endereço) para outra.",
        "BingCrawlHttpStatus4xx": "Código HTTP 400-499 (Erros de solicitação)",
        "BingCrawlHttpStatus4xxDesc": "Estes erros aparecem quando provavelmente ocorreu um erro no pedido que impediu o servidor de o processar.",
        "BingCrawlHttpStatus5xx": "Código HTTP 500-599 (Erros interno do servidor)",
        "BingCrawlHttpStatus5xxDesc": "Estes códigos aparecem quando o servidor não conseguiu satisfazer um pedido aparentemente válido.",
        "BingCrawlImportantBlockedByRobotsTxt": "Exclusão de uma página importante por parte do robots.txt",
        "BingCrawlInboundLink": "Total de ligações de entrada",
        "BingCrawlInboundLinkDesc": "Ligações de entrada que apontam para o seu site e que o Bing conhece. Estas são ligações que sites externos ao seu, apontam para o seu conteúdo.",
        "BingCrawlingStats": "Visão geral da indexação para o Bing e Yahoo!",
        "BingCrawlingStatsDocumentation": "A visão geral da indexação permite-lhe ver informação relacionada com o rastreamento, tais como erros encontrados pelo bot de pesquisa ao visitar uma página, itens bloqueados pelo seu ficheiro robots.txt e endereços potencialmente afetados por software malicioso.",
        "BingCrawlMalwareInfected": "Sites infetados com software malicioso",
        "BingCrawlMalwareInfectedDesc": "Quaisquer endereços de páginas que o Bing encontrou e que estão infetadas ou associadas a software malicioso serão agrupadas nesta secção.",
        "BingCrawlPagesInIndex": "Total de páginas no índice",
        "BingCrawlPagesInIndexDesc": "Número total de páginas disponíveis no índice do Bing",
        "BingCrawlStatsOtherCodes": "Todos os outros códigos de estado HTTP",
        "BingCrawlStatsOtherCodesDesc": "Agrupa todos os outros códigos que não coincidem com qualquer outro valor (tais como 1xx ou códigos de informação).",
        "BingKeywordImport": "Importação de palavras-chave do Bing",
        "BingKeywords": "Palavras-chave (no Bing e Yahoo!)",
        "BingKeywordsDocumentation": "Palavras-chave utilizadas na pesquisa do Bing ou Yahoo! que geraram ligações para o seu site na listagem de resultados de pesquisa.",
        "BingKeywordsNoRangeReports": "As palavras-chave no Bing e Yahoo! apenas podem ser processadas para intervalos de datas personalizados, incluindo semanas ou meses completos dado que não estão disponíveis como relatórios diários.",
        "BingKeywordsNotDaily": "As palavras-chave no Bing e Yahoo! apenas estão disponíveis como relatórios semanais. Não existem dados de palavras-chave para períodos diários.",
        "BingWebmasterApiUrl": "Endereço para as Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Forneça o endereço no qual este site está disponível nas suas Bing Webmaster Tools",
        "Category": "Categoria",
        "ChangeConfiguration": "Alterar configuração",
        "Clicks": "Cliques",
        "ClicksDocumentation": "É contabilizado um clique de cada vez que alguém clica numa ligação que aponta para o seu site numa página de resultados do motor de pesquisa.",
        "ClientConfigImported": "A configuração do cliente foi importada com sucesso!",
        "ClientConfigSaveError": "Ocorreu um erro ao guardar a configuração do cliente. Por favor, confirme se a configuração fornecida é válida e tente novamente.",
        "ClientId": "ID do cliente",
        "ClientSecret": "Segredo do cliente",
        "ConfigAvailableNoWebsiteConfigured": "A integração foi configurada com sucesso, mas neste momento não existe nenhum site configurado para importação.",
        "ConfigRemovalConfirm": "Você vai remover a configuração para %1$s. A importação de palavras-chave para esse site vai ser desativada. Continuar mesmo assim?",
        "Configuration": "Configuração",
        "ConfigurationDescription": "Esta extensão permite-lhe importar diretamente para o Matomo todas as palavras-chave pesquisadas pelos seus utilizadores em motores de pesquisa.",
        "ConfigurationFile": "Ficheiro de configuração",
        "ConfigurationValid": "A sua configuração OAuth é válida.",
        "ConfiguredAccounts": "contas configuradas",
        "ConfiguredUrlNotAvailable": "O endereço configurado não está disponível para esta conta",
        "ConfigureMeasurableBelow": "Para configurar um site, simplesmente clique no botão abaixo ou configure o mesmo diretamente nas definições do site.",
        "ConfigureMeasurables": "Configurar sites",
        "ConnectAccount": "Associar conta",
        "ConnectFirstAccount": "Comece por associar a sua primeira conta abaixo.",
        "ConnectGoogleAccounts": "Associar Conta(s) Google",
        "ContainingSitemaps": "Mapas do site incluídos",
        "CrawlingErrors": "Erros de indexação",
        "CrawlingStats": "Visão geral da indexação",
        "Ctr": "CTR",
        "CtrDocumentation": "Taxa de cliques CTR: Uma taxa que mostra com que frequência as pessoas que vêm uma página de resultados com uma ligação para o seu site, acabam por clicar na mesma.",
        "CurrentlyConnectedAccounts": "Atualmente existem %1$s contas associadas.",
        "EnabledSearchTypes": "Tipos de palavras-chave a obter",
        "FetchImageKeyword": "Obter palavras-chave de imagens",
        "FetchImageKeywordDesc": "Obter palavras-chave utilizadas na pesquisa de imagens do Google",
        "FetchVideoKeyword": "Obter palavras-chave de vídeos",
        "FetchVideoKeywordDesc": "Obter palavras-chave utilizadas na pesquisa de vídeos do Google",
        "FetchWebKeyword": "Obter palavras-chave da web",
        "FetchWebKeywordDesc": "Obter palavras-chave utilizadas na pesquisa web do Google",
        "FirstDetected": "Detetado pela primeira vez",
        "GoogleAccountAccessTypeOfflineAccess": "<strong>Acesso offline</strong> é necessário para ser possível importar palavras-chave mesmo quando não tem sessão iniciada.",
        "GoogleAccountAccessTypeProfileInfo": "A <strong>informação do perfil</strong> é utilizada para mostrar o nome da(s) conta(s) atualmente associada(s).",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Dados da consola de pesquisa</strong> é necessário para obter acesso às suas palavras-chave da pesquisa do Google.",
        "GoogleAccountError": "Ocorreu um erro ao validar o acesso OAuth: %1$s",
        "GoogleAccountOk": "Acesso OAuth confirmado com sucesso.",
        "GoogleConfigurationDescription": "A consola de pesquisa do Google utiliza o OAuth para autenticação e autorização.",
        "GoogleConfigurationTitle": "Configurar a importação da consola de pesquisa do Google",
        "GoogleKeywordImport": "Importação das palavras-chave do Google",
        "GoogleSearchConsoleUrl": "Endereço para a consola de pesquisa do Google",
        "GoogleSearchConsoleUrlDescription": "Forneça o endereço no qual este site está disponível na Consola de pesquisa do Google",
        "GoogleUploadOrPasteClientConfig": "Por favor, envie a sua configuração do cliente Google OAuth ou insira a mesma no campo abaixo.",
        "HowToGetOAuthClientConfig": "Como obter a sua configuração do cliente Google OAuth",
        "ImageKeywords": "Palavras-chave de imagem no Google",
        "ImageKeywordsDocumentation": "Palavras-chave utilizadas na pesquisa de <b>imagens</b> do Google que geraram ligações para o seu site na lista de resultados de pesquisa.",
        "Impressions": "Impressões",
        "ImpressionsDocumentation": "É contabillizada uma impressão sempre que o seu site é apresentado numa página de resultados de pesquisa.",
        "IntegrationConfigured": "Integração configurada com sucesso",
        "IntegrationNotConfigured": "Integração não configurada",
        "KeywordsCombined": "Palavras-chave combinadas",
        "KeywordsCombinedDocumentation": "Relatório que combina todas as palavras-chave detetadas pelo Matomo e importadas dos motores de pesquisa. Este relatório apenas inclui a métrica das visitas. Pode mudar para um dos relatórios relacionados para obter métricas detalhadas.",
        "KeywordsCombinedImported": "Palavras-chaves importadas combinadas",
        "KeywordsCombinedImportedDocumentation": "Relatório que mostra todas as palavras-chave importadas de todos os motores de pesquisa configurados.",
        "KeywordsReferrers": "Palavras-chave (incluindo não definidas)",
        "KeywordStatistics": "Palavras-chave de Pesquisa",
        "KeywordTypeImage": "imagem",
        "KeywordTypeVideo": "vídeo",
        "KeywordTypeWeb": "web",
        "LastCrawled": "Última indexação",
        "LastDetected": "Última deteção",
        "LastImport": "Última importação",
        "LatestAvailableDate": "Os dados mais recentes de palavras-chave são para %1$s",
        "LinksToUrl": "Ligações para %s",
        "ManageAPIKeys": "Gerir Chaves da API",
        "MeasurableConfig": "sites configurados",
        "NoSegmentation": "O relatório não suporta segmentação. Os dados apresentados são os dados predefinidos e não-segmentados.",
        "NotAvailable": "Não disponível",
        "NoWebsiteConfigured": "Não existe atualmente nenhum site configurado. Para ativar a importação para um site específico, por favor, defina a configuração aqui.",
        "NoWebsiteConfiguredWarning": "A importação para %s não está totalmente configurada. Necessita de configurar alguns sites para ativar a importação.",
        "OAuthClientConfig": "Configuração do cliente OAuth",
        "OAuthError": "Ocorreu um erro no processo OAuth. Por favor, tente novamente e garanta que aceita as permissões solicitadas.",
        "Platform": "Plataforma",
        "Position": "Posição média",
        "PositionDocumentation": "Posição média do seu site na lista de resultados do motor de pesquisa (para esta palavra-chave).",
        "ProviderBingDescription": "Importar todas as palavras-chave utilizadas para encontrar o seu site na pesquisa do <strong>Bing</strong> e <strong>Yahoo!</strong>.",
        "ProviderBingNote": "<u>Nota:</u> A Microsoft fornece dados de palavras-chave todos os sábados e apenas para semanas inteiras. Como consequência, as suas palavras-chave do Bing e Yahoo irão demorar alguns dias a serem apresentadas nos seus relatórios e só estarão disponíveis quando visualizar semanas, meses ou anos.",
        "ProviderGoogleDescription": "Importar todas as palavras-chave utilizadas para encontrar o seu site na pesquisa do <strong>Google</strong>. Os relatórios irão mostrar as suas palavras-chave separadamente para cada tipo de pesquisa (Web, Imagens e Vídeos).",
        "ProviderListDescription": "Quando tiver configurado com sucesso um (ou mais) motor(es) de pesquisa em baixo, pode configurar para que site(s) da Web deverá o Matomo importar as suas palavras-chave de pesquisa.",
        "ProviderXAccountWarning": "<strong>Detetados problemas de configuração de conta</strong><br />Por favor, confirme as contas configuradas para <strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>Detetados problemas de configuração do site da Web</strong><br />Por favor, confirme os sites da Web configurados para <strong>%s</strong>.",
        "ReAddAccountIfPermanentError": "Este é um erro permanente, tente remover a conta e associe a mesma novamente.",
        "RequiredAccessTypes": "São necessários estes tipos de acesso:",
        "ResponseCode": "Código de resposta",
        "RoundKeywordPosition": "Posição arredondada da palavra-chave",
        "SearchEngineKeywordsPerformance": "Desempenho das palavras chave no motor de pesquisa",
        "SetupConfiguration": "Configuração",
        "SitemapsContainingUrl": "Mapas de site que contêm %s",
        "KeywordsSubtableOriginal": "Palavras chave rastreadas (incluindo não definidas)",
        "KeywordsSubtableImported": "Palavras-chave importadas",
        "AllReferrersOriginal": "Referentes (com palavras-chave rastreadas)",
        "AllReferrersImported": "Referentes (com palavras-chave importadas)",
        "SearchEnginesOriginal": "Motores de pesquisa (com palavras-chave rastreadas)",
        "SearchEnginesImported": "Motores de pesquisa (com palavras-chave importadas)",
        "StartOAuth": "Iniciar processo OAuth",
        "UnverifiedSites": "Sites não-confirmados:",
        "UploadOAuthClientConfig": "Enviar a configuração do cliente OAuth",
        "UrlOfAccount": "Endereço (conta)",
        "VideoKeywords": "Palavras-chave de vídeo no Google",
        "VideoKeywordsDocumentation": "As palavras-chave utilizadas na pesquisa <b>vídeo</b> do Google que geraram ligações para o seu site na lista de resultados de pesquisa.",
        "WebKeywords": "Palavras-chave da Web no Google",
        "WebKeywordsDocumentation": "As palavras-chave utilizadas na pesquisa da <b>Web</b> do Google que geraram hiperligações para o seu site da Web na lista de resultados de pesquisa.",
        "WebsiteSuccessfulConfigured": "Parabéns!<br />Configurou com sucesso a importação de palavras-chave para o site %1$s.<br /> Pode demorar alguns dias até que as suas primeiras palavras-chave de pesquisa sejam importadas e apresentadas em Referentes > Palavras-chave de pesquisa. Pode encontrar mais informação sobre os atrasos e limitações na importação de palavras-chave na nossa %2$sFAQ%3$s",
        "WebsiteTypeUnsupported": "A métrica %1$s selecionada não pode ser configurada dados que não é um tipo suportado. Apenas métricas do tipo 'site' são suportadas.",
        "WebsiteTypeUnsupportedRollUp": "Nota: Sites agregados irão combinar automaticamente os dados importados de todos os respetivos sites descendentes.",
        "YandexCrawlHttpStatus2xx": "Código HTTP 200-299",
        "YandexCrawlHttpStatus4xx": "Código HTTP 400-499 (Erros de solicitação)",
        "YandexCrawlHttpStatus5xx": "Código HTTP 500-599 (Erros interno do servidor)",
        "YandexCrawlInIndex": "Total de páginas no índice"
    }
}
