{
    "CustomVariables": {
        "ColumnCustomVariableName": "தனிபயன் மாறியின் பெயர்",
        "ColumnCustomVariableValue": "தனிப்பயன் மாறி அளவுரு",
        "CreateNewSlot": "கிடைக்கக்கூடிய தனிப்பயன் மாறிகள் இடங்களின் எண்ணிக்கையை அதிகரிக்கவும்",
        "CreatingCustomVariableTakesTime": "புதிய தனிப்பயன் மாறி ச்லாட்டை உருவாக்குவது உங்கள் தரவுத்தளத்தின் அளவைப் பொறுத்து நீண்ட நேரம் ஆகலாம். எனவே, கட்டளை வரியில் செயல்படுத்தப்பட வேண்டிய கட்டளை வழியாக மட்டுமே இதைச் செய்ய முடியும்.",
        "CurrentAvailableCustomVariables": "தற்போது நீங்கள் ஒரு தளத்திற்கு %sதனிப்பயன் மாறிகள் வரை பயன்படுத்தலாம்.",
        "CustomVariables": "தனிபயன் மாறி",
        "CustomVariablesReportDocumentation": "இந்த அறிக்கையில் உங்கள் தனிப்பயன் மாறிகள் பற்றிய தகவல்கள் உள்ளன. மதிப்புகளின் விநியோகத்தைக் காண மாறி பெயரைக் சொடுக்கு செய்க. %1$s பொதுவாக தனிப்பயன் மாறிகள் பற்றிய கூடுதல் தகவலுக்கு, matomo.org %3$s இல் %2$s ச்கச்டம் மாறிகள் ஆவணங்களைப் படியுங்கள்",
        "CustomVariablesSubcategoryHelp1": "இந்த அறிக்கையில் உங்கள் தனிப்பயன் மாறிகள் பற்றிய தகவல்கள் உள்ளன. மதிப்புகளின் விநியோகத்தைக் காண மாறி பெயரைக் சொடுக்கு செய்க.",
        "CustomVariablesSubcategoryHelp2": "நிகழ்நிலை வழிகாட்டியில் இந்த தலைப்பைப் பற்றி மேலும் வாசிக்க.",
        "Index": "குறியெண்",
        "ManageDescription": "இந்த கண்ணோட்டம் அனைத்து தனிப்பயன் மாறி இடங்களையும், '%s' என்ற வலைத்தளத்திற்கான அவற்றின் பயன்பாடுகளையும் காட்டுகிறது. ஒவ்வொரு ச்லாட்டிலும் உள்ள பெயர்கள் மொத்தமாக எவ்வளவு அடிக்கடி பயன்படுத்தப்பட்டன என்பதன் மூலம் கட்டளையிடப்படுகின்றன.",
        "MetricsAreOnlyAvailableForVisitScope": "குறிப்பு: %1$s அளவீடுகள் %2$s இன் தனிப்பயன் மாறிகள் மட்டுமே கிடைக்கின்றன.",
        "MetricsNotAvailableForPageScope": "%1$s இன் தனிப்பயன் மாறிகளுக்கு, இந்த அளவீடுகளுக்கான நெடுவரிசை மதிப்பு %2$s ஆகும்",
        "PluginDescription": "தனிப்பயன் மாறிகள் (பெயர், மதிப்பு) சோடிகள், பார்வையாளர்கள் அல்லது அவர்களின் எந்தவொரு செயலுக்கும் சாவாச்கிரிப்ட் பநிஇ பயன்படுத்தி நீங்கள் ஒதுக்க முடியும். இந்த தனிப்பயன் பெயர்கள் மற்றும் மதிப்புகள் ஒவ்வொன்றிற்கும் எத்தனை வருகைகள், பக்கங்கள், மாற்றங்கள் என்று மாடோமோ தெரிவிக்கும். ஒவ்வொரு பயனருக்கும் விரிவான தனிப்பயன் மாறிகள் மற்றும் பார்வையாளர் பதிவில் செயலைக் காண்க. இணையவழி பகுப்பாய்வு அம்சத்தைப் பயன்படுத்த இந்த சொருகி தேவை!",
        "ScopeConversion": "நோக்கம் மாற்றம்",
        "ScopePage": "நோக்க பக்கம்",
        "ScopeVisit": "வருகை நோக்கம்",
        "ScopeX": "நோக்கம் %s",
        "SlotsReportIsGeneratedOverTime": "இந்த அறிக்கைக்கான தரவு காலப்போக்கில் மக்கள் தொகை கொண்டதாக இருக்கும். அறிக்கை முழுமையாக துல்லியமாக இருக்கும் வரை எந்த தரவையும் பார்க்க சில நாள் அல்லது சில வாரங்கள் ஆகலாம்.",
        "ToCreateCustomVarExecute": "புதிய தனிப்பயன் மாறி ச்லாட்டை உருவாக்க உங்கள் மாடோமோ நிறுவலுக்குள் பின்வரும் கட்டளையை இயக்கவும்:",
        "Unused": "பயன்படுத்தப்படாதது",
        "UsageDetails": "இந்த வலைத்தளத்தை உருவாக்கியதிலிருந்து %1$s வருகைகள் மற்றும் %2$s செயல்கள்.",
        "Usages": "பயன்பாடுகள்"
    }
}
