{
    "HeatmapSessionRecording": {
        "Recordings": "Recordings",
        "Heatmaps": "Heatmaps",
        "Heatmap": "Heatmap",
        "HeatmapX": "Heatmap %s",
        "NHeatmaps": "%s heatmaps",
        "NSessionRecordings": "%s session recordings",
        "NoHeatmapsFound": "No heatmaps found",
        "NoSessionRecordingsFound": "No session recordings found",
        "HeatmapUsageBenefits": "Heatmaps let you record all clicks, mouse moves, and scroll activities of your visitors on a certain page. This helps you to find out where users think something is clickable but is not, whether there are parts of the page that are being barely viewed or interacted with, what your visitors are looking for, how much of the page is visible when users view your page, and more.",
        "HeatmapXRecordedSamplesSince": "%1$s samples have been recorded since %2$s.",
        "HeatmapTroubleshoot": "Having issues? %1$sLearn more%2$s.",
        "SessionRecordingsUsageBenefits": "Session recordings let you record all activities of a real visitor during their session (visit) such as clicks, mouse movements, scrolls, window resizes, page changes, and form interactions. You can then replay these interactions to see exactly how a visitor interacted with your website. This way you understand their expectations, problems they may have, usage patterns, and more.",
        "SessionRecordings": "Session Recordings",
        "SessionRecording": "Session Recording",
        "AutoPlayNextPageview": "Click to %1$s autoplay next page view (shortcut %2$s)",
        "ClickToSkipPauses": "Click to %1$s skip pauses (shortcut %2$s)",
        "ChangeReplaySpeed": "Change replay speed (shortcut %s)",
        "PageviewXofY": "Pageview %1$s of %2$s",
        "enable": "enable",
        "disable": "disable",
        "ReplayX": "Replay %s",
        "DeleteScreenshot": "Delete Screenshot",
        "CreationDate": "Creation Date",
        "SessionRecordingX": "Session Recording %s",
        "ReplayRecordedSession": "Replay recorded session",
        "RecordedSessions": "Recorded Sessions",
        "RecordedSessionsDocStatusActive": "This session recording is active. Up to %1$d sessions will be recorded with a sample rate of %2$s.",
        "RecordedSessionsDocStatusEnded": "This session recording has ended and no new sessions will be recorded.",
        "RecordedHeatmapDocStatusActive": "This heatmap is active. Up to %1$d page views will be recorded with a sample rate of %2$s.",
        "RecordedHeatmapDocStatusEnded": "This heatmap has ended. No new activity will be recorded.",
        "TrackingDisabledDefaultSettingTitle": "Disable tracking by default",
        "TrackingDisabledDefaultSettingDescription": "This feature can be useful if your Matomo has multiple sites and you want to use the feature only in a few specific sites. When disabling tracking by default, the Heatmap and Session Recording feature won't execute on any site unless you specifically enable it as part of your tracking code for example by calling '_paq.push(['HeatmapSessionRecording::enable']);'. This avoids unnecessary network requests to the 'configs.php' file to determine if a heatmap or session recording is configured for the current site. It can also be useful for privacy reasons if you want to make sure the feature will be only used on some sites.",
        "StatusActive": "Active",
        "StatusEnded": "Ended",
        "StatusPaused": "Paused",
        "ExcludedElements": "Excluded Elements",
        "ExcludedElementsHelp": "You can optionally define CSS selectors to exclude certain elements that should not be visible in the heatmap preview. For example a popup that is shown when the target page is opened. You can separate multiple selectors with a comma.",
        "Rule": "Rule",
        "Manage": "Manage",
        "ViewReport": "View report",
        "ErrorXNotANumber": "\"%1$s\" has to be a number.",
        "SampleLimit": "Sample Limit",
        "TimeOnSite": "Time on website",
        "HeatmapSampleLimit": "Number of page views",
        "SessionSampleLimit": "Number of sessions",
        "HeatmapSampleLimitHelp": "Defines the amount of page views you want to record in total.",
        "SessionSampleLimitHelp": "Defines the amount of sessions you want to record in total.",
        "PageviewsInVisit": "Recorded pageviews in this session",
        "PlayRecordedSession": "Play this recorded session",
        "DeleteRecordedSession": "Delete this recorded session (no confirmation asked)",
        "DeleteRecordedPageview": "Delete this recorded page view (no confirmation asked)",
        "ViewportResolution": "Viewport Resolution (width x height)",
        "OnePageview": "1 pageview",
        "TargetPage": "Target Page",
        "TargetPages": "Entry Pages",
        "ActivityClick": "Click",
        "ActivityMove": "Move",
        "ActivityScroll": "Scroll",
        "ActivityScrollElement": "Scroll Element",
        "ActivityResize": "Resize",
        "ActivityFormChange": "Form Change",
        "ActivityFormText": "Form Text Change",
        "ActivityFormValue": "Form Value Change",
        "ActivityInitialDom": "Initial Page",
        "ActivityPageChange": "Change Within Page",
        "PlayerRewindFast": "Rewind %1$s seconds (shortcut %2$s)",
        "PlayerForwardFast": "Skip %1$s seconds (shortcut %2$s)",
        "PlayerPageViewPrevious": "Play previous pageview of this visitor %1$s (shortcut %2$s)",
        "PlayerPageViewNext": "Play next pageview of this visitor (%1$s) (shortcut %2$s)",
        "PlayerPlay": "Play (shortcut %s or space)",
        "PlayerPause": "Pause (shortcut %s or space)",
        "PlayerReplay": "Replay (shortcut %s or space)",
        "PlayerDurationXofY": "%1$s of %2$s",
        "AdvancedOptions": "Advanced options",
        "AvgAboveFoldTitle": "Avg. Above Fold %spx",
        "XSamples": "%s samples",
        "AvgAboveFoldDescription": "On average visitors see the content above this line without scrolling",
        "NoSessionRecordedYet": "No session has been recorded yet. If there are supposed to be recorded sessions by now, maybe the configured entry page does not match any page on your website. It is also recommended to check the \"System Check\" under \"Administration\" (only Super Users) to see if your system is configured to automatically recorded sessions.",
        "NoHeatmapSamplesRecordedYet": "No page view has been recorded yet for this heatmap. If there are supposed to be recordings by now, maybe the page targets configured for this heatmap do not match any page on your website. It is also recommended to check the \"System Check\" under \"Administration\" (only Super Users) to see if your system is configured to automatically track Heatmaps.",
        "NoSessionRecordedYetWithoutSystemConfiguration": "No session has been recorded yet. If there are supposed to be recorded sessions by now, maybe the configured entry page does not match any page on your website.",
        "NoHeatmapSamplesRecordedYetWithoutSystemConfiguration": "No page view has been recorded yet for this heatmap. If there are supposed to be recordings by now, maybe the page targets configured for this heatmap do not match any page on your website.",
        "NoHeatmapScreenshotRecordedYet": "There have been %1$s samples recorded so far. However, no screenshot has been taken yet. If there is a \"%2$s\" for this heatmap, it may take a while for the screenshot to become available as a user first needs to open this screenshot URL. Depending on the sample rate this may take a while.",
        "ColumnPageviewsDocumentation": "The number of page views that were recorded during this session.",
        "ColumnBrowserDocumentation": "The browser the visitor was using when this session was recorded.",
        "ColumnDeviceDocumentation": "The device the visitor was using when this session was recorded.",
        "ColumnLocationDocumentation": "The location of the visitor when this session was recorded.",
        "ColumnOperatingSystem": "OS",
        "ColumnTime": "Time",
        "ColumnLabelRecordedSessions": "Entry URL → Exit URL",
        "ColumnOperatingSystemDocumentation": "The operating system the visitor was using when this session was recorded.",
        "ColumnActionsDocumentation": "Play the recorded session or remove the recording permanently.",
        "ColumnTimeDocumentation": "The time the recording started in the timezone of the website.",
        "ColumnTimeOnSiteDocumentation": "How much time the visitor spent in total while the session was recorded",
        "ColumnTimeOnPageDocumentation": "How much time the visitor spent on this page while the session was recorded",
        "ColumnResolutionDocumentation": "The number of pixels of the visible viewport in the browser window when the user opened this page.",
        "UrlXDoesNotLookLikeUrl": "The %s does not look like a URL. Make sure it contains a protocol like http:\/\/ or that it starts with \/\/",
        "ReportRecordedSessionsDocumentation": "A list of all sessions that have been recorded. You can replay any recorded session.",
        "NoHeatmapsConfiguredInfo": "There are currently no active heatmaps. To view heatmaps, please ask a user with at least admin access to create a new heatmap.",
        "NoSessionRecordingsConfiguredInfo": "There are currently no active session recordings. To record new sessions, please ask a user with at least admin access to create a new recording.",
        "NotSupportedBrowser": "This browser is not supported, please use a later version or try a different browser.",
        "HeatmapWidth": "Heatmap width",
        "Width": "Width",
        "Action": "Action",
        "DeviceType": "Device Type",
        "BreakpointX": "Breakpoint %s",
        "BreakpointGeneralHelp": "The device type is automatically detected when a visitor views your website. However, sometimes it might not be possible to detect the device type. If your website is responsive and your layout breaks at a certain point, we will put desktop users with a small resolution into this device type for more accurate heatmaps. Any width lower than this value will be put into this device type. Set it to zero if your website is not responsive.",
        "BreakpointGeneralHelpManage": "A user with Super User access can change the default values for these breakpoints in Administration => General Settings.",
        "CaptureKeystrokes": "Capture keystrokes",
        "CaptureKeystrokesHelp": "If enabled, any text that is entered into text form fields are recorded. While the text is recorded, any character a user enters is replaced with a star ('*'). You may whitelist certain fields to be recorded in plain text by specifying a 'data-matomo-unmask' attribute on a form field. However, password fields and many other fields which could potentially include personal information (address, email, credit card information, username, phone number, …) will be always automatically masked if detected by us as such (%1$slearn more%2$s). Please note that when you enable this feature, you may record personal data which may affect GDPR.",
        "PersonalInformationNote": "Please note a %1$s may record personal or sensitive information. If you wish to hide certain content on your website or app, you may tag this content by adding a %2$sdata-matomo-mask%3$s attribute to the HTML markup. %4$sLearn more%5$s",
        "RequiresActivity": "Requires activity",
        "RequiresActivityHelp": "If enabled, only sessions that have a scroll and a click activity in one page view will be recorded. This prevents the recording of sessions with not much activity.",
        "SampleRate": "Sample Rate",
        "HeatmapSampleRateHelp": "Also known as 'traffic'. When you select 100%%, all visitors that visit the selected target page will be recorded. When you select for example 10%%, only every 10th visitor will be recorded. The lower the percentage you select, the longer it will take to reach the selected sample limit.",
        "SessionSampleRateHelp": "Also known as 'traffic'. When you select 100%%, all sessions will be recorded as soon as they have reached the target page. When you select for example 10%%, only every 10th session will be recorded. The lower the percentage you select, the longer it will take to reach the selected sample limit.",
        "MinSessionTime": "Min Session Time",
        "MinSessionTimeHelp": "A session will be only recorded when a visitor has spent at least the specified time on a page.",
        "ScreenshotUrl": "Screenshot URL",
        "ScreenshotUrlHelp": "By default, a screenshot is taken when the first visitor views the target page. If different page URLs match your target page, you can specify a specific URL that should be used to capture the screenshot. The heatmap visualization will be only available once at least one visitor has visited this URL whose activities are recorded. If defined, the URL has to match exactly. To ignore the protocol, start the URL with two double slashes (\/\/example.com). Please note that this URL cannot be changed as soon as a screenshot has been taken.",
        "GettingStarted": "Getting Started",
        "TargetPageTestTitle": "URL validator",
        "TargetPageTestLabel": "Enter a full URL including the protocol to check if activities will be recorded on this URL:",
        "TargetPageTestErrorInvalidUrl": "Enter a URL including a protocol.",
        "TargetPageTestUrlMatches": "Activities will be recorded on this URL",
        "TargetPageTestUrlNotMatches": "Activities will not be recorded on this URL",
        "UrlParameterValueToMatchPlaceholder": "Value to match for URL parameter name",
        "TargetTypeIsAny": "is any",
        "TargetTypeIsNot": "not %s",
        "TargetTypeEqualsExactly": "equals exactly",
        "TargetTypeEqualsExactlyInfo": "The value has to match exactly, including the URL protocol, search query and hash.",
        "TargetTypeEqualsSimple": "equals simple",
        "TargetTypeEqualsSimpleInfo": "The URL will match any protocol (eg http and https) with or without \"www.\" subdomain. Any trailing slash in the path as well as the search query and hash part of the URL will be ignored when matching the URL.",
        "TargetTypeContains": "contains",
        "TargetTypeExists": "exists",
        "TargetTypeStartsWith": "starts with",
        "TargetTypeRegExp": "matches the regular expression",
        "TargetTypeRegExpInfo": "Any regular expression, for example \"^(.*)test(.*)$\".",
        "UpdatingData": "Updating data…",
        "FieldIncludedTargetsHelp": "Targets allow you to define on which pages the user activities should be recorded. You can define one or more conditions. For example, you can define to record activities whenever the URL or path equals a certain value and only if a certain URL parameter is present in the URL. Activities will be recorded only when all conditions are met, not if only one of them is met. All conditions will be evaluated case-insensitive. When you select 'equals simple', the URL protocol, search parameters and a trailing slash will be ignored.",
        "FieldIncludedTargetsHelpSessions": "Targets allow you to configure to only start the recording of a session as soon as a visitor has reached a certain page. This lets you for example only record sessions that go through the check out process. You can define one or more conditions. For example, you can define to record a session only when the URL or path equals a certain value and only if a certain URL parameter is present in the URL. Sessions will be only recorded when all conditions are met on a page view, not if only one of them is met. All conditions will be evaluated case-insensitive. When you select 'equals simple', the URL protocol, search parameters and a trailing slash will be ignored.",
        "DeleteHeatmapScreenshotConfirm": "Are you sure you want to delete this screenshot? It may take a while for the screenshot to be re-taken.",
        "DeleteHeatmapConfirm": "Are you sure you want to delete this heatmap? Reports previously generated heatmaps will no longer be available in the reporting UI.",
        "DeleteSessionRecordingConfirm": "Are you sure you want to delete this session recording? Recordings previously generated will no longer be available in the reporting UI.",
        "EndSessionRecordingConfirm": "Are you sure you want to stop recording any new sessions?",
        "EndHeatmapConfirm": "Are you sure you want to stop capturing any activities for this heatmap?",
        "ErrorInvalidRegExp": "The regular expression \"%1$s\" does not have a valid format.",
        "ErrorHeatmapNameDuplicate": "The heatmap name is already in use by another heatmap.",
        "ErrorHeatmapDoesNotExist": "The requested heatmap does not exist",
        "ErrorSessionRecordingDoesNotExist": "The requested session recording does not exist",
        "ErrorSessionRecordingDisabled": "The session recording feature is disabled. To use this feature it needs to be enabled by a Matomo super user in the general settings.",
        "ErrorHeatmapRecordingDisabled": "The heatmap recording feature is disabled. To use this feature it needs to be enabled by a Matomo super user in the general settings.",
        "ErrorXNotProvided": "Please provide a value for \"%1$s\".",
        "ErrorXTooLow": "\"%1$s\" is too low, minimum allowed value is %2$s.",
        "ErrorXTooHigh": "\"%1$s\" is too high, maximum allowed value is %2$s.",
        "ErrorXTooLong": "\"%1$s\" is too long, max %2$s characters are allowed.",
        "ErrorNotAnArray": "\"%1$s\" has to be an array.",
        "ErrorInnerIsNotAnArray": "Each \"%1$s\" within \"%2$s\" has to be an array.",
        "ErrorArrayMissingKey": "Missing array key \"%1$s\" in \"%2$s\" at position \"%3$s\".",
        "ErrorArrayMissingValue": "Missing value for array key \"%1$s\" in \"%2$s\" at position \"%3$s\".",
        "ErrorXNotWhitelisted": "The value for \"%1$s\" is not allowed, use one of: %2$s.",
        "ErrorXContainsWhitespace": "The \"%1$s\" is not allowed to contain any white space.",
        "ErrorPageRuleRequired": "At least one page rule has to be set.",
        "HeatmapCreated": "The heatmap has been successfully created.",
        "HeatmapUpdated": "The heatmap has been successfully updated.",
        "HeatmapCopied": "The heatmap has been successfully copied.",
        "SessionRecordingCreated": "The session recording has been successfully created.",
        "SessionRecordingUpdated": "The session recording has been successfully updated.",
        "FieldNamePlaceholder": "eg 'Sign Up Page'",
        "PageRule": "Page Rule",
        "HeatmapNameHelp": "Defines the name under which the report for this heatmap will be available.",
        "SessionNameHelp": "Defines the name under which the session recordings will be available.",
        "CreateNewHeatmap": "Create new heatmap",
        "StopX": "Stop recording any new activities for this %s.",
        "EditX": "Edit %s",
        "DeleteX": "Delete %s",
        "EditHeatmapX": "Edit Heatmap %s",
        "Filter": "Filter",
        "EditSessionRecordingX": "Edit Session Recording %s",
        "CreateNewSessionRecording": "Create new session recording",
        "TargetAttributeUrl": "URL",
        "TargetAttributePath": "Path",
        "FilesystemDirectory": "directory",
        "TargetAttributeUrlParameter": "URL Parameter",
        "TargetAttributeUrlParameterExample": "nameOfUrlParameter",
        "ManageSessionRecordings": "Manage Session Recordings",
        "ManageHeatmaps": "Manage Heatmaps",
        "ConfigsPhpSuccess": "'%s' is accessible",
        "ConfigsPhpNotAccessible": "The URL '%s' seems to be not accessible from the Internet or Intranet.",
        "ConfigsPhpErrorResult": "As a result, tracking Heatmaps and Session Recordings may not work. You may need to change your webserver configuration to allow access to this file via the Internet or Intranet.",
        "ConfigsPhpSelfSignedError": "Requesting '%s' resulted in an SSL error. Maybe you are using a self signed certificate?",
        "ConfigsInternetDisabled": "We couldn't check if '%s' is accessible because the internet connection is disabled on this Matomo.",
        "ConfigsPhpUnknown": "We couldn't check if '%s' is accessible over the Internet or Intranet.",
        "ConfigsPhpManualCheck": "Please open the URL manually in a browser to see if the response contains 'Piwik.HeatmapSessionRecording'. If not, you might need to modify your server configuration as this file needs to be accessible via a browser from the Internet or Intranet.",
        "ConfigsPhpUnknownError": "Requesting '%1$s' resulted in an error: %2$s.",
        "ManageHeatmapSubcategoryHelp": "Heatmaps let you record all clicks, mouse moves, and scroll activities of your visitors on a specific page. This section enables you to create and manage Heatmap tracking for your website.",
        "ManageSessionRecordingSubcategoryHelp": "Session recordings let you record all activities of a real visitor during their session (visit) such as clicks, mouse movements, scrolls, window resizes, page changes, and form interactions. This section enables you to create and manage Session Recordings for your site.",
        "DisableSessionRecordingTitle": "Disable Session Recording",
        "DisableSessionRecordingDescription": "By disabling this feature no session recordings can be configured or tracked anymore.",
        "DisableSessionRecordingInlineHelp": "%1$sNote: Disabling this feature will delete all session recordings including previously tracked session recordings. There will be no changes for heatmaps if you enable or disable this feature.%2$s",
        "PeriodDisabledErrorMessage": "The \"%1$s\" period is disabled but required for this feature to work. Select a different period or ask a system administrator to change Matomo's config file 'config\/config.ini.php' to allow the \"%1$s\" period in the \"enabled_periods_API\" setting.",
        "DisableHeatmapRecordingTitle": "Disable Heatmaps",
        "DisableHeatmapRecordingDescription": "By disabling this feature no heatmap can be configured or recorded anymore.",
        "DisableHeatmapRecordingInlineHelp": "%1$sNote: Disabling this feature will delete all heatmaps including previously tracked heatmaps. There will be no changes for session recording if you enable or disable this feature.%2$s",
        "EnableIncludeCountriesTitle": "Only track visitors from specific countries",
        "EnableIncludeCountriesDescription": "By default, all visits are recorded. Enable this section when you want to track visits from specific countries.",
        "Country": "Country",
        "HeatmapInfoTrackVisitsFromCountries": "The heatmap is configured to only track visits from %1$s.",
        "SessionRecordingInfoTrackVisitsFromCountries": "The session recording is configured to only track visits from %1$s.",
        "AdBlockerDetected": "%1$s might not be visible when using an ad blocker. Please disable your ad blocker on this site to make sure Matomo works without any issues.",
        "PauseReason": "The %1$s was paused due to exhaustion of your quota, please contact support for further details.",
        "TotalEvents": "Events",
        "ColumnTotalEventsDocumentation": "The number of events that were recorded during this session. For example: click, move, scroll, resize, page changes and form interaction events.",
        "CaptureDomTitle": "Capture Heatmap Snapshot Manually",
        "CaptureDomInlineHelp": "By default, heatmap snapshots are automatically taken on page load. If your page dynamically loads elements (such as with lazy loading) your snapshot could be incomplete. You can manually capture a complete snapshot by enabling this option and executing the following Javascript code in your browser: %1$s %2$sNote:%3$s This option resets automatically after capturing the snapshot.",
        "MatomoJSNotWritableErrorMessage": "HeatmapSessionRecording: %1$s are currently unable to track visits, because the matomo.js file is read-only. Please see the %2$sdocumentation%3$s about how to make the file writable.",
        "Clicks": "Clicks:",
        "ClickRate": "Click rate:",
        "Moves": "Moves:",
        "MoveRate": "Move rate:",
        "HeatmapAddedActivity": "added a heatmap \"%1$s\" for site \"%2$s\"",
        "HeatmapDeletedActivity": "deleted the heatmap \"%1$s\" for site \"%2$s\"",
        "HeatmapPausedActivity": "paused the heatmap \"%1$s\" for site \"%2$s\"",
        "HeatmapResumedActivity": "resumed the heatmap \"%1$s\" for site \"%2$s\"",
        "HeatmapEndedActivity": "ended the heatmap \"%1$s\" for site \"%2$s\"",
        "HeatmapScreenshotDeletedActivity": "deleted the heatmap screenshot \"%1$s\" for site \"%2$s\"",
        "HeatmapUpdatedActivity": "updated the heatmap \"%1$s\" for site \"%2$s\"",
        "SessionRecordingAddedActivity": "added a session recording \"%1$s\" for site \"%2$s\"",
        "SessionRecordingDeletedActivity": "deleted the session recording \"%1$s\" for site \"%2$s\"",
        "SessionRecordingEndedActivity": "ended the session recording \"%1$s\" for site \"%2$s\"",
        "SessionRecordingUpdatedActivity": "updated the session recording \"%1$s\" for site \"%2$s\"",
        "SessionRecordingPausedActivity": "paused the session recording \"%1$s\" for site \"%2$s\"",
        "SessionRecordingResumedActivity": "resumed the session recording \"%1$s\" for site \"%2$s\"",
        "RecordedSessionDeletedActivity": "deleted a recorded session for session recording \"%1$s\" for site \"%2$s\"",
        "RecordedPageviewDeletedActivity": "deleted a recorded page view for session recording \"%1$s\" for site \"%2$s\"",
        "QuotaReachedForX": "You’ve reached your quota limit. Unable to copy the %1$s due to exceeded usage. Consider deleting unused or less critical %2$s to manage your quota.",
        "HeatmapDuplicationError": "Process incomplete. The heatmap could not be copied to all selected sites. Failed sites: %1$s. Successful sites: %2$s.",
        "None": "None",
        "SourceHeatmapLookupError": "There was an unexpected error looking up the source heatmap. Please try again. Contact your administrator or support if the problem persists.",
        "HeatmapDuplicationSiteTypeError": "Copy feature is not supported for sites: %1$s.",
        "PolicyHeatmapTitle": "Heatmaps - Disable Heatmap Recording",
        "PolicySessionTitle": "Heatmaps - Disable Session Recording",
        "PolicyHeatmapRequirementNote": "Heatmap recording in the HeatmapSessionRecording plugin must be disabled",
        "PolicySessionRequirementNote": "Session recording in the HeatmapSessionRecording plugin must be disabled"
    }
}
