{
    "HeatmapSessionRecording": {
        "ActivityClick": "Clic",
        "ActivityFormChange": "Cambiar formulario",
        "ActivityFormText": "Cambio del texto del formulario",
        "ActivityFormValue": "Cambio de valor del formulario",
        "ActivityInitialDom": "Página inicial",
        "ActivityMove": "Mover",
        "ActivityResize": "Redimensionar",
        "ActivityScroll": "Desplazar",
        "ActivityScrollElement": "Desplazar elemento",
        "AdvancedOptions": "Opciones avanzadas",
        "AutoPlayNextPageview": "Haga clic para %1$s reproducir automáticamente la siguiente página (atajo %2$s)",
        "AvgAboveFoldDescription": "En promedio, los visitantes ven el contenido sobre esta línea sin desplazarse",
        "AvgAboveFoldTitle": "Promedio sobre el doblez %spx",
        "BreakpointGeneralHelp": "El tipo de dispositivo se detecta automáticamente cuando un visitante visita su sitio web. Sin embargo, a veces puede que no sea posible detectarlo. Si su sitio web es receptivo y su diseño en un cierto punto se fractura, pondremos usuarios de escritorio con una pequeña resolución en este tipo de dispositivo para obtener mapas de calor más precisos. Cualquier ancho inferior a este valor se pondrá en este tipo de dispositivo. Establézcalo en cero si su sitio web no es receptivo.",
        "BreakpointGeneralHelpManage": "Un usuario con acceso de Super Usuario puede cambiar los valores predeterminados para estos puntos de interrupción en Administración => Configuración general.",
        "BreakpointX": "Punto de interrupción %s",
        "CaptureKeystrokes": "Captura de pulsaciones de teclado",
        "CaptureKeystrokesHelp": "Si está habilitado, se registrará cualquier texto que se ingrese en los campos de formulario de texto. Mientras se graba el texto, cualquier carácter que ingrese un usuario se reemplaza con una estrella ('*'). Puede incluir en la lista blanca ciertos campos para que se registren en texto sin formato especificando un atributo 'data-matomo-unmask' en un campo de formulario. Sin embargo, los campos de contraseña y muchos otros campos que podrían incluir información personal (dirección, correo electrónico, información de tarjeta de crédito, nombre de usuario, número de teléfono, …) siempre se ocultarán automáticamente si los detectamos como tales (%1$sobtenga más información%2$s). Tenga en cuenta que cuando habilita esta función, puede registrar datos personales que pueden afectar a GDPR.",
        "ChangeReplaySpeed": "Cambiar la velocidad de repetición (atajo %s)",
        "ClickToSkipPauses": "Haga clic %1$s para saltar pausas (atajo %2$s)",
        "ColumnActionsDocumentation": "Reproducir la sesión grabada o eliminarla permanentemente.",
        "ColumnBrowserDocumentation": "El navegador que el visitante estaba usando cuando esta sesión fue grabada.",
        "ColumnDeviceDocumentation": "El dispositivo que el visitante estaba usando cuando esta sesión fue grabada.",
        "ColumnLabelRecordedSessions": "URL de entrada → URL de salida",
        "ColumnLocationDocumentation": "La ubicación del visitante cuando esta sesión fue grabada.",
        "ColumnOperatingSystem": "OS",
        "ColumnOperatingSystemDocumentation": "El sistema operativo que estaba utilizando el visitante cuando se grabó esta sesión.",
        "ColumnPageviewsDocumentation": "El número de páginas vistas que se registraron durante esta sesión.",
        "ColumnResolutionDocumentation": "El número de píxeles de la ventana visible en la ventana del navegador cuando el usuario abrió esta página.",
        "ColumnTime": "Tiempo",
        "ColumnTimeDocumentation": "La hora en que comenzó la grabación en la zona horaria del sitio web.",
        "ColumnTimeOnPageDocumentation": "Cuánto tiempo pasó el visitante en esta página mientras se grabó la sesión",
        "ColumnTimeOnSiteDocumentation": "Cuánto tiempo pasó en total el visitante mientras se grabó la sesión",
        "ConfigsInternetDisabled": "No pudimos verificar si '%s' está accesible porque la conexión a internet está deshabilitada en esta instalación Matomo.",
        "ConfigsPhpErrorResult": "Como resultado, el seguimiento de los mapas de calor y las grabaciones de sesión puede no funcionar. Es posible que deba cambiar la configuración del servidor web para permitir el acceso a este archivo a través de Internet o Intranet.",
        "ConfigsPhpManualCheck": "Abra la dirección URL manualmente en un navegador para ver si la respuesta contiene 'Piwik.HeatmapSessionRecording'. De lo contrario, es posible que deba modificar la configuración de su servidor, ya que este archivo debe ser accesible a través de un navegador desde Internet o Intranet.",
        "ConfigsPhpNotAccessible": "La URL '%s' parece no estar accesible desde Internet o Intranet.",
        "ConfigsPhpSelfSignedError": "La solicitud '%s' resultó en un error SSL. Tal vez ¿está utilizando un certificado autofirmado?",
        "ConfigsPhpSuccess": "'%s' es accessible",
        "ConfigsPhpUnknown": "No pudimos comprobar si '%s' está accesible a través de Internet o Intranet.",
        "ConfigsPhpUnknownError": "Solicitando '%1$s' resultó en un error: %2$s.",
        "CreateNewHeatmap": "Crear nuevo mapa de calor",
        "CreateNewSessionRecording": "Crear nueva sesión de grabación",
        "CreationDate": "Fecha de creación",
        "DeleteHeatmapConfirm": "¿Estás seguro de que desea eliminar este mapa de calor? Los informes de mapas de calor generados anteriormente ya no estarán disponibles en la interfaz de usuario de los informes.",
        "DeleteRecordedPageview": "Eliminar esta página vista registrada (sin solicitud de confirmación)",
        "DeleteRecordedSession": "Eliminar esta sesión grabada (no se solicita confirmación)",
        "DeleteSessionRecordingConfirm": "¿Estás seguro de que desea eliminar esta grabación de sesión? Las grabaciones generadas anteriormente ya no estarán disponibles en la interfaz de usuario de los informes.",
        "DeleteX": "Eliminar %s",
        "EditHeatmapX": "Modificar mapa de calor %s",
        "EditSessionRecordingX": "Editar grabación de sesión %s",
        "EditX": "Modificar %s",
        "EndHeatmapConfirm": "¿Está seguro de que desea dejar de capturar cualquier actividad para este mapa de calor?",
        "EndSessionRecordingConfirm": "¿Está seguro de que desea dejar de grabar nuevas sesiones?",
        "ErrorArrayMissingKey": "Falta la clave \"%1$s\" en \"%2$s\" en la posición \"%3$s\".",
        "ErrorArrayMissingValue": "Falta el valor para la clave de la matriz \"%1$s\" en \"%2$s\" en la posición \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "El mapa de calor solicitado no existe.",
        "ErrorHeatmapNameDuplicate": "El nombre de mapa de calor ya está en uso por otro mapa de calor.",
        "ErrorInnerIsNotAnArray": "Cada \"%1$s\" dentro de \"%2$s\" tiene que ser una matriz.",
        "ErrorInvalidRegExp": "La expresión regular \"%1$s\" no tiene en formato válido.",
        "ErrorNotAnArray": "\"%1$s\" tiene que ser una matriz.",
        "ErrorPageRuleRequired": "Al menos una regla de página debe ser dispuesta.",
        "ErrorSessionRecordingDoesNotExist": "No existe el registro de la sesión solicitada.",
        "ErrorXContainsWhitespace": "El \"%1$s\" no puede contener ningún espacio en blanco.",
        "ErrorXNotANumber": "\"%1$s\" tiene que ser un número.",
        "ErrorXNotProvided": "Por favor suministre un valor para \"%1$s\".",
        "ErrorXNotWhitelisted": "El valor para \"%1$s\" no está permitido, use uno de: %2$s.",
        "ErrorXTooHigh": "\"%1$s\" es demasiado alto, el valor máximo permitido es %2$s.",
        "ErrorXTooLong": "\"%1$s\" es muy largo, un máximo de %2$s caracteres es permitido.",
        "ErrorXTooLow": "\"%1$s\" es demasiado bajo, el valor mínimo permitido es %2$s.",
        "ExcludedElements": "Elementos excluidos",
        "ExcludedElementsHelp": "Opcionalmente, puede definir los selectores CSS para excluir ciertos elementos que no deberían ser visibles en la vista previa del mapa de calor. Por ejemplo, una ventana emergente que se muestra cuando se abre la página de destino. Puede separar múltiples selectores con una coma.",
        "FieldIncludedTargetsHelp": "Los objetivos le permiten definir en qué páginas se deben registrar las actividades del usuario. Puede definir una o más condiciones. Por ejemplo, puede definir registrar actividades cuando la dirección URL o la ruta de acceso es igual a un cierto valor y solo si un determinado parámetro de URL está presente en la URL. Las actividades se registrarán solo cuando se cumplan todas las condiciones, no si solo se cumple una de ellas. Todas las condiciones serán evaluadas sin distinción de mayúsculas y minúsculas. Cuando selecciona 'es igual a simple', se ignorarán el protocolo de URL, los parámetros de búsqueda y la barra diagonal.",
        "FieldIncludedTargetsHelpSessions": "Los objetivos le permiten configurar para iniciar solo la grabación de una sesión tan pronto como un visitante haya alcanzado una determinada página. Esto le permite, por ejemplo, solo grabar sesiones que pasan por el proceso de salida. Puede definir una o más condiciones. Por ejemplo, puede definir grabar una sesión solo cuando la URL o la ruta de acceso es igual a un cierto valor y solo si un determinado parámetro de URL está presente en la URL. Las sesiones solo se grabarán cuando se cumplan todas las condiciones en una página vista, no si solo se cumple una de ellas. Todas las condiciones serán evaluadas sin distinción de mayúsculas y minúsculas. Cuando selecciona 'es igual a simple', se ignorarán el protocolo de URL, los parámetros de búsqueda y la barra diagonal.",
        "FieldNamePlaceholder": "ej 'Registrarse'",
        "FilesystemDirectory": "directorio",
        "Filter": "Filtro",
        "GettingStarted": "Empezando",
        "Heatmap": "Mapa de calor",
        "HeatmapCreated": "El mapa de calor ha sido creado con éxito.",
        "HeatmapNameHelp": "Define el nombre bajo el cual el informe para este mapa de calor estará disponible.",
        "HeatmapSampleLimit": "Número de páginas vistas",
        "HeatmapSampleLimitHelp": "Define la cantidad de página vistas que desea grabar en total.",
        "HeatmapSampleRateHelp": "También conocido como 'tráfico'. Cuando selecciona el 100%%, se registrarán todos los visitantes que visiten la página de destino seleccionada. Cuando selecciona, por ejemplo, el 10%%, solo se registrará cada décimo visitante. Cuanto menor sea el porcentaje que seleccione, más tardará en alcanzar el límite de muestra seleccionado.",
        "HeatmapUpdated": "El mapa de calor se ha actualizado con éxito.",
        "HeatmapUsageBenefits": "Los mapas de calor le permiten registrar todos los clics, movimientos del mouse y actividades de desplazamiento de sus visitantes en una página determinada. Esto le ayuda a descubrir dónde los usuarios creen que se puede hacer clic en algo pero no si hay partes de la página que apenas se ven o interactúan, qué buscan sus visitantes, qué parte de la página está visible cuando los usuarios ven su página, y más.",
        "HeatmapWidth": "Ancho del mapa del calor",
        "HeatmapX": "Mapa de calor %s",
        "HeatmapXRecordedSamplesSince": "%1$s muestras se han grabado desde %2$s.",
        "Heatmaps": "Mapas de color",
        "Manage": "Administrar",
        "ManageHeatmaps": "Gestionar mapas de calor",
        "ManageSessionRecordings": "Administrar grabaciones de sesión",
        "MinSessionTime": "Tiempo de sesión min",
        "MinSessionTimeHelp": "Una sesión solo se grabará cuando un visitante haya pasado al menos el tiempo especificado en una página.",
        "NHeatmaps": "%s mapas de calor",
        "NSessionRecordings": "%s grabaciones de sesión",
        "NoHeatmapSamplesRecordedYet": "Aún no se ha registrado una vista de página para este mapa de calor. Si se supone que ya debiera haber grabaciones, tal vez los objetivos de página configurados para este mapa de calor no coincidan con ninguna página de su sitio web. También se recomienda verificar la \"Comprobación del sistema\" en \"Administración\" (solo para los Super usuarios) para ver si su sistema está configurado para rastrear automáticamente los mapas de calor.",
        "NoHeatmapScreenshotRecordedYet": "Se han registrado %1$s muestras hasta el momento. Sin embargo, aún no se ha tomado ninguna captura de pantalla. Si hay un \"%2$s\" para este mapa de calor, la captura de pantalla puede tardar un tiempo en estar disponible, ya que el usuario primero debe abrir esta dirección URL de captura de pantalla. Dependiendo de la frecuencia de muestreo, esto puede tomar un tiempo.",
        "NoHeatmapsConfiguredInfo": "Actualmente no hay mapas de calor activos. Para verlos, solicite a un usuario con al menos acceso de administrador para crear un nuevo mapa de calor.",
        "NoHeatmapsFound": "No se encontraron mapas de calor",
        "NoSessionRecordedYet": "Aún no se ha registrado ninguna sesión. Si se supone que ya habrá sesiones grabadas, tal vez la página de entrada configurada no coincida con ninguna página de su sitio web. También se recomienda verificar la \"Comprobación del sistema\" en \"Administración\" (solo para los Super Usuarios) para ver si su sistema está configurado para sesiones grabadas automáticamente.",
        "NoSessionRecordingsConfiguredInfo": "Actualmente no hay grabaciones de sesión activas. Para grabar nuevas sesiones, solicite a un usuario con al menos acceso de administrador para crear una nueva grabación.",
        "NoSessionRecordingsFound": "No se encontraron grabaciones de sesión",
        "NotSupportedBrowser": "Este navegador no es compatible, utilice una versión posterior o inténtelo con otro navegador.",
        "OnePageview": "1 página vista",
        "PageRule": "Norma de la página",
        "PageviewXofY": "Vista de página %1$s de %2$s",
        "PageviewsInVisit": "Páginas vistas registradas en esta sesión",
        "PersonalInformationNote": "Tenga en cuenta que %1$spuede grabar información personal o confidencial. Si desea ocultar cierto contenido en su sitio web o aplicación, puede etiquetar este contenido agregando un atributo %2$sdata-matomo-mask%3$s al código HTML. %4$sAprende más%5$s",
        "PlayRecordedSession": "Reproducir esta sesión registrada",
        "PlayerDurationXofY": "%1$s de %2$s",
        "PlayerForwardFast": "Saltar %1$s segundos (atajo %2$s)",
        "PlayerPageViewNext": "Reproducir la siguiente página vista de este visitante (%1$s) (atajo %2$s)",
        "PlayerPageViewPrevious": "Reproducir la próxima página vista de este visitante %1$s (atajo %2$s)",
        "PlayerPause": "Pausa (atajo %s o barra espaciadora)",
        "PlayerPlay": "Reproducir (atajo %s o barra espaciadora)",
        "PlayerReplay": "Repetición (atajo %s o barra espaciadora)",
        "PlayerRewindFast": "Rebobinar %1$s segundos (atajo %2$s)",
        "RecordedHeatmapDocStatusActive": "Este mapa de calor está activo. Se registrarán hasta %1$d vistas de página con una frecuencia de muestreo de %2$s.",
        "RecordedHeatmapDocStatusEnded": "Este mapa de calor ha terminado. No se grabará ninguna nueva actividad.",
        "RecordedSessions": "Sesiones registradas",
        "RecordedSessionsDocStatusActive": "Esta sesión registrada está activa. Hasta %1$d sesiones serán registradas con una frecuencia de muestreo de %2$s.",
        "RecordedSessionsDocStatusEnded": "Esta sesión de grabación ha finalizado y no se grabarán nuevas sesiones.",
        "Recordings": "Registros",
        "ReplayRecordedSession": "Repetir la sesión registrada",
        "ReplayX": "Repetir %s",
        "ReportRecordedSessionsDocumentation": "Una lista de todas las sesiones que se han grabado. Puede reproducir cualquier sesión grabada.",
        "RequiresActivity": "Requiere actividad",
        "RequiresActivityHelp": "Si está habilitado, solo se grabarán las sesiones que tengan un desplazamiento y actividades de los clics en una vista de página. Esto evita la grabación de sesiones con poca actividad.",
        "Rule": "Regla",
        "SampleLimit": "Límite de muestra",
        "SampleRate": "Frecuencia de muestreo",
        "ScreenshotUrl": "URL de la captura de pantalla",
        "ScreenshotUrlHelp": "De forma predeterminada, se toma una captura de pantalla cuando el primer visitante ve la página de destino. Si diferentes URL de página coinciden con su página de destino, puede especificar una URL específica que se debe utilizar para capturar la captura de pantalla. La visualización del mapa de calor solo estará disponible una vez que al menos un visitante haya visitado esta URL cuyas actividades estén registradas. Si se define, la URL debe coincidir exactamente. Para ignorar el protocolo, inicie la URL con dos barras diagonales dobles (//example.com). Tenga en cuenta que esta URL no se puede cambiar tan pronto como se haya tomado una captura de pantalla.",
        "SessionNameHelp": "Define el nombre bajo el cual estarán disponibles las grabaciones de la sesión.",
        "SessionRecording": "Registro de sesión",
        "SessionRecordingCreated": "La grabación de la sesión se ha creado con éxito.",
        "SessionRecordingUpdated": "La grabación de la sesión se ha actualizado con éxito.",
        "SessionRecordingX": "Registrando sesión %s",
        "SessionRecordings": "Registros de sesión",
        "SessionRecordingsUsageBenefits": "Las grabaciones de sesión le permiten registrar todas las actividades de un visitante durante su sesión (visita), como clics, movimientos del mouse, desplazamientos, cambio de tamaño de ventana, cambios de página e interacciones de formularios. Luego puede reproducir estas interacciones para ver exactamente cómo interactuó con su sitio web. De esta manera puede comprende las expectativas, los problemas que pueden tener, sus patrones de uso y mucho más.",
        "SessionSampleLimit": "Número de sesiones",
        "SessionSampleLimitHelp": "Defina la cantidad de sesiones que desea registrar en total.",
        "SessionSampleRateHelp": "También conocido como 'tráfico'. Cuando selecciona el 100%%, todas las sesiones se grabarán tan pronto como alcancen la página de destino. Cuando selecciona, por ejemplo, el 10%%, solo se grabará cada décima sesión. Cuanto menor sea el porcentaje que seleccione, más tardará en alcanzar el límite de muestra seleccionado.",
        "StatusActive": "Activo",
        "StatusEnded": "Finalizó",
        "StopX": "Dejar de grabar nuevas actividades para este %s.",
        "TargetAttributePath": "Ruta",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "Parámetro URL",
        "TargetAttributeUrlParameterExample": "nameOfUrlParameter",
        "TargetPage": "Página de destino",
        "TargetPageTestErrorInvalidUrl": "Ingrese un URL incluyendo su protocolo.",
        "TargetPageTestLabel": "Ingrese una URL completa que incluya el protocolo para verificar si las actividades se registrarán en esta URL:",
        "TargetPageTestTitle": "Validador URL",
        "TargetPageTestUrlMatches": "Las actividades serán registradas en esta URL.",
        "TargetPageTestUrlNotMatches": "Las actividades no serán registradas en esta URL.",
        "TargetPages": "Páginas de entrada",
        "TargetTypeContains": "contiene",
        "TargetTypeEqualsExactly": "exactamente igual",
        "TargetTypeEqualsExactlyInfo": "El valor debe coincidir exactamente, incluido el protocolo de URL, la consulta de búsqueda y el hash.",
        "TargetTypeEqualsSimple": "es igual a simple",
        "TargetTypeEqualsSimpleInfo": "La URL coincidirá con cualquier protocolo (por ejemplo, http y https) con o sin subdominio \"www\". Cualquier barra diagonal final en la ruta, así como la consulta de búsqueda y la parte de hash de la URL se ignorarán cuando coincida la URL.",
        "TargetTypeExists": "existe",
        "TargetTypeIsAny": "es cualquier",
        "TargetTypeIsNot": "no %s",
        "TargetTypeRegExp": "coincide con la expresión regular",
        "TargetTypeRegExpInfo": "Cualquier expresión regular, por ejemplo \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "empieza con",
        "TimeOnSite": "Tiempo en sitio web",
        "UpdatingData": "Actualizando datos…",
        "UrlParameterValueToMatchPlaceholder": "Valor para coincidir con el nombre del parámetro de la URL",
        "UrlXDoesNotLookLikeUrl": "La %s no se parece a una dirección URL. Asegúrese que respeta el protocolo http:// o que comienza con //",
        "ViewReport": "Ver informe",
        "ViewportResolution": "Resolución de la ventana gráfica (ancho x alto)",
        "XSamples": "%s muestras",
        "disable": "deshabilitar",
        "enable": "habilitar"
    }
}
