{
    "HeatmapSessionRecording": {
        "ActivityClick": "Klik",
        "ActivityFormChange": "Formulier Wijziging",
        "ActivityFormText": "Formulier Tekst Wijziging",
        "ActivityFormValue": "Formulier Waarde Wijziging",
        "ActivityInitialDom": "Initiële Pagina",
        "ActivityMove": "Verplaats",
        "ActivityResize": "Verkleinen",
        "ActivityScroll": "Scroll",
        "ActivityScrollElement": "Scroll Element",
        "AdvancedOptions": "Geavanceerde Instellingen",
        "AutoPlayNextPageview": "Klik %1$s om de volgende pagina bezoek automatisch af te spelen (shortcut %2$s)",
        "AvgAboveFoldDescription": "Gemiddeld zien bezoekers de inhoud boven deze regel zonder te scrollen",
        "AvgAboveFoldTitle": "Gem. Boven Vouw %spx",
        "BreakpointGeneralHelp": "Het apparaattype wordt automatisch gedetecteerd wanneer een bezoeker uw website bezoekt. Soms is het echter niet mogelijk om het apparaattype te detecteren. Als uw website reageert en uw lay-out op een bepaald punt breekt, zullen we desktopgebruikers met een kleine resolutie in dit apparaattype plaatsen voor nauwkeurigere heatmaps. Elke breedte lager dan deze waarde wordt in dit apparaattype geplaatst. Zet het op nul als uw website niet reageert.",
        "BreakpointGeneralHelpManage": "Een gebruiker met Super User rechten kan de standaard waarden voor deze breakpoints wijzigen in Administratie => Algemene Instellingen.",
        "BreakpointX": "Breakpoint %s",
        "CaptureKeystrokes": "Leg toetsaanslagen vast",
        "CaptureKeystrokesHelp": "Indien ingeschakeld, wordt alle tekst die is ingevoerd in tekstformuliervelden, vastgelegd. Terwijl de tekst wordt opgenomen, wordt elk teken dat een gebruiker invoert vervangen door een ster ('*'). U kunt bepaalde velden die in platte tekst moeten worden opgenomen, op de witte lijst zetten door een 'data-matomo-unmask'-kenmerk op te geven in een formulierveld. Wachtwoordvelden en vele andere velden die mogelijk persoonlijke informatie kunnen bevatten (adres, e-mail, creditcardgegevens, gebruikersnaam, telefoonnummer, ...) worden echter altijd automatisch gemaskeerd als ze door ons als zodanig worden gedetecteerd (%1$slearn more%2$s) . Houd er rekening mee dat wanneer u deze functie inschakelt, u persoonlijke gegevens kunt opnemen die van invloed kunnen zijn op de AVG.",
        "ChangeReplaySpeed": "Wijzig afspeel snelheid (shortcut %s)",
        "ClickToSkipPauses": "Klik op %1$s om pauzes over te slaan (shortcut %2$s)",
        "ColumnActionsDocumentation": "Speel de opgenomen sessie of verwijder de opname definitief.",
        "ColumnBrowserDocumentation": "De browser die de bezoeker gebruikte toen deze sessie werd opgenomen.",
        "ColumnDeviceDocumentation": "Het apparaat die de bezoeker gebruikte toen deze sessie werd opgenomen.",
        "ColumnLabelRecordedSessions": "Binnenkomst URL → Exit URL",
        "ColumnLocationDocumentation": "De locatie van de bezoeker toen deze sessie werd opgenomen.",
        "ColumnOperatingSystem": "OS",
        "ColumnOperatingSystemDocumentation": "Het besturingssysteem dat de bezoeker gebruikte toen deze sessie werd opgenomen.",
        "ColumnPageviewsDocumentation": "Het aantal paginaweergaven dat is opgenomen gedurende deze sessie.",
        "ColumnResolutionDocumentation": "Het aantal pixels van de zichtbare viewport in het browservenster toen de gebruiker deze pagina opende.",
        "ColumnTime": "Tijd",
        "ColumnTimeDocumentation": "Het tijdstip de opname startte in de tijdzone van de website.",
        "ColumnTimeOnPageDocumentation": "Hoeveel tijd de bezoeker op deze pagina heeft doorgebracht terwijl de sessie werd opgenomen",
        "ColumnTimeOnSiteDocumentation": "Hoeveel tijd de bezoeker in totaal doorbracht terwijl de sessie werd opgenomen.",
        "ConfigsInternetDisabled": "We konden niet controleren of '%s' toegankelijk is omdat de internetverbinding op deze Matomo is uitgeschakeld.",
        "ConfigsPhpErrorResult": "Als gevolg hiervan werkt het bijhouden van Heatmaps en Session Recordings mogelijk niet. Mogelijk moet u uw webserverconfiguratie wijzigen om toegang tot dit bestand via internet of intranet mogelijk te maken.",
        "ConfigsPhpManualCheck": "Open de URL handmatig in een browser om te zien of het antwoord 'Piwik.HeatmapSessionRecording' bevat. Als dat niet het geval is, moet u mogelijk uw serverconfiguratie wijzigen omdat dit bestand toegankelijk moet zijn via een browser vanaf internet of intranet.",
        "ConfigsPhpNotAccessible": "De URL '%s' lijkt niet toegankelijk vanaf het Internet of Intranet.",
        "ConfigsPhpSelfSignedError": "Opvragen van '%s' resulteerde in een SSL error. Misschien gebruik je een zelfondertekend certificaat?",
        "ConfigsPhpSuccess": "'%s' is toegankelijk",
        "ConfigsPhpUnknown": "We konden niet controleren of '%s' toegankelijk is via internet of intranet.",
        "ConfigsPhpUnknownError": "Het opvragen van '%1$s' resulteerde in een error: %2$s.",
        "CreateNewHeatmap": "Maak een nieuwe heatmap",
        "CreateNewSessionRecording": "Creëer nieuwe sessie opname",
        "CreationDate": "Creatie Datum",
        "DeleteHeatmapConfirm": "Weet je zeker dat je deze heatmap wilt verwijderen? Rapporten die eerder zijn gegenereerd, zijn niet langer beschikbaar in de rapportage-gebruikersinterface.",
        "DeleteHeatmapScreenshotConfirm": "Weet je zeker dat je dit screenshot wilt verwijderen? Het kan een tijd duren voordat het screenshot opnieuw genomen wordt.",
        "DeleteRecordedPageview": "Verwijder deze opgenomen paginaweergave (er wordt geen bevestiging gevraagd)",
        "DeleteRecordedSession": "Verwijder deze opgenomen sessie (er wordt geen bevestiging gevraagd)",
        "DeleteScreenshot": "Verwijder Screenshot",
        "DeleteSessionRecordingConfirm": "Weet u zeker dat u deze sessie-opname wilt verwijderen? Eerder gegenereerde opnamen zijn niet langer beschikbaar in de rapportage-UI.",
        "DeleteX": "Verwijder %s",
        "EditHeatmapX": "Bewerk Heatmap %s",
        "EditSessionRecordingX": "Bewerk Sessie Opname %s",
        "EditX": "Bewerk %s",
        "EndHeatmapConfirm": "Weet je zeker dat je wilt stoppen met het opnemen van activiteiten voor deze heatmap?",
        "EndSessionRecordingConfirm": "Weet je zeker dat je wilt stoppen met het opnemen van nieuwe sessies?",
        "ErrorArrayMissingKey": "Missende array sleutel \"%1$s\" in \"%2$s\" op positie \"%3$s\".",
        "ErrorArrayMissingValue": "Missende waarde voor array sleutel \"%1$s\" in \"%2$s\" op positie \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "De opgevraagde heatmap bestaat niet.",
        "ErrorHeatmapNameDuplicate": "De heatmap naam is al in gebruik door een andere heatmap.",
        "ErrorInnerIsNotAnArray": "Elke \"%1$s\" binnen \"%2$s\" dient een array (reeks) te zijn.",
        "ErrorInvalidRegExp": "De reguliere expressie \"%1$s\" heeft geen geldig formaat.",
        "ErrorNotAnArray": "\"%1$s\" dient een reeks te zijn.",
        "ErrorPageRuleRequired": "Er moet minimaal één paginaregel worden ingesteld.",
        "ErrorSessionRecordingDoesNotExist": "De gevraagde sessie-opname bestaat niet",
        "ErrorXContainsWhitespace": "De \"%1$s\" mag geen witruimte bevatten.",
        "ErrorXNotANumber": "\"%1$s\" moet een getal zijn.",
        "ErrorXNotProvided": "Geef een waarde voor \"1%1$s\".",
        "ErrorXNotWhitelisted": "De waarde voor \"%1$s\" is niet toegestaan. Gebruik één van de: %2$s",
        "ErrorXTooHigh": "\"%1$s\" is te hoog, de maximaal toegestane waarde is %2$s.",
        "ErrorXTooLong": "\"%1$s\" is te lang, maximaal %2$skarakters zijn toegestaan.",
        "ErrorXTooLow": "\"%1$s\" is te laag, de minimaal toegestane waarde is %2$s.",
        "ExcludedElements": "Uitgesloten elementen",
        "ExcludedElementsHelp": "Optioneel kunnen CSS-selectors gedefiniërd worden om bepaalde elementen uit te sluiten die niet zichtbaar zouden moeten zijn in het voorbeeld van de heatmap. Bijvoorbeeld een pop-up die wordt getoond wanneer de doelpagina wordt geopend. Meerdere selectors worden gescheiden met een komma.",
        "FieldIncludedTargetsHelp": "Met doelen kunt u definiëren op welke pagina's de gebruikersactiviteiten moeten worden geregistreerd. U kunt een of meer voorwaarden definiëren. U kunt bijvoorbeeld definiëren om activiteiten vast te leggen wanneer de URL of het pad gelijk is aan een bepaalde waarde en alleen als een bepaalde URL-parameter aanwezig is in de URL. Activiteiten worden alleen geregistreerd als aan alle voorwaarden is voldaan, niet als slechts aan één ervan is voldaan. Alle voorwaarden worden hoofdletterongevoelig beoordeeld. Als u 'is gelijk aan eenvoudig' selecteert, worden het URL-protocol, zoekparameters en een slash achterwege gelaten.",
        "FieldIncludedTargetsHelpSessions": "Targets stellen u in staat om te configureren om de opname van een sessie pas te starten zodra een bezoeker een bepaalde pagina heeft bereikt. Hiermee kunt u bijvoorbeeld alleen sessies opnemen die het afrekenproces doorlopen. U kunt een of meer voorwaarden definiëren. U kunt bijvoorbeeld definiëren om een sessie alleen op te nemen als de URL of het pad gelijk is aan een bepaalde waarde en alleen als een bepaalde URL-parameter aanwezig is in de URL. Sessies worden alleen geregistreerd als aan alle voorwaarden op een paginaweergave is voldaan, niet als slechts aan één ervan is voldaan. Alle voorwaarden worden hoofdletterongevoelig beoordeeld. Als u 'is gelijk aan eenvoudig' selecteert, worden het URL-protocol, zoekparameters en een slash achterwege gelaten.",
        "FieldNamePlaceholder": "bijv 'Aanmeld Pagina'",
        "FilesystemDirectory": "directory",
        "Filter": "Filter",
        "GettingStarted": "Getting started",
        "Heatmap": "Heatmap",
        "HeatmapCreated": "De heatmap is met succes aangemaakt.",
        "HeatmapNameHelp": "Bepaalt de naam waaronder het rapport voor deze heatmap beschikbaar zal zijn.",
        "HeatmapSampleLimit": "Aantal paginaweergaven",
        "HeatmapSampleLimitHelp": "Bepaalt het aantal paginaweergaven dat je in totaal wilt opnemen.",
        "HeatmapSampleRateHelp": "Ook wel 'traffic' genoemd. Wanneer u 100%% selecteert, worden alle bezoekers die de geselecteerde doelpagina bezoeken, geregistreerd. Als u bijvoorbeeld 10%% selecteert, wordt alleen elke 10e bezoeker geregistreerd. Hoe lager het percentage dat u selecteert, hoe langer het duurt om de geselecteerde monsterlimiet te bereiken.",
        "HeatmapUpdated": "De heatmap is succesvol bijgewerkt.",
        "HeatmapUsageBenefits": "Met heatmaps worden alle klikken, muisbewegingen en schuifactiviteiten van bezoekers op een bepaalde pagina opgenomen. Dit helpt om erachter te komen waar gebruikers denken dat iets klikbaar is, maar dat niet is, of dat er delen van de pagina zijn die nauwelijks worden bekeken of interactie mee is, of wat bezoekers zoeken, of hoeveel van de pagina zichtbaar is wanneer gebruikers uw pagina bezoeken en meer.",
        "HeatmapWidth": "Heatmap breedte",
        "HeatmapX": "Heatmap %s",
        "HeatmapXRecordedSamplesSince": "%1$s samples zijn opgenomen sinds %2$s.",
        "Heatmaps": "Heatmaps",
        "Manage": "Beheer",
        "ManageHeatmaps": "Beheer Heatmaps",
        "ManageSessionRecordings": "Beheer Sessie Opnames",
        "MinSessionTime": "Min Sessie Tijd",
        "MinSessionTimeHelp": "Een sessie wordt alleen opgenomen als een bezoeker ten minste de opgegeven tijd op een pagina heeft doorgebracht.",
        "NHeatmaps": "%s heatmaps",
        "NSessionRecordings": "%s sessie opnames",
        "NoHeatmapSamplesRecordedYet": "Er is nog geen paginaweergave geregistreerd voor deze heatmap. Als er nu opnames zouden moeten zijn, komen de paginadoelen die voor deze heatmap zijn geconfigureerd misschien niet overeen met een pagina op uw website. Het wordt ook aanbevolen om de \"Systeemcontrole\" onder \"Beheer\" (alleen Supergebruikers) te controleren om te zien of uw systeem is geconfigureerd om Heatmaps automatisch te volgen.",
        "NoHeatmapScreenshotRecordedYet": "Er zijn tot nu toe %1$s samples opgenomen. Er is echter nog geen screenshot gemaakt. Als er een \"%2$s\" is voor deze heatmap, kan het even duren voordat de schermafbeelding beschikbaar komt, aangezien een gebruiker eerst deze schermafbeelding-URL moet openen. Afhankelijk van de samplefrequentie kan dit even duren.",
        "NoHeatmapsConfiguredInfo": "Er zijn momenteel geen actieve heatmaps. Om heatmaps te bekijken, vraag een gebruiker met minstens admin-toegang om een nieuwe heatmap te maken.",
        "NoHeatmapsFound": "Geen heatmaps gevonden",
        "NoSessionRecordedYet": "Er is nog geen sessie opgenomen. Als er inmiddels opnamesessies moeten zijn, komt de geconfigureerde invoerpagina misschien niet overeen met een pagina op uw website. Het wordt ook aanbevolen om de \"Systeemcontrole\" onder \"Beheer\" (alleen Supergebruikers) te controleren om te zien of uw systeem is geconfigureerd voor automatisch opgenomen sessies.",
        "NoSessionRecordingsConfiguredInfo": "Er zijn momenteel geen actieve sessie-opnames. Vraag een gebruiker met ten minste admin rechten om een nieuwe opname te maken om nieuwe sessies op te nemen.",
        "NoSessionRecordingsFound": "Geen sessie opnames gevonden",
        "NotSupportedBrowser": "Deze browser wordt niet ondersteund, gebruik een latere versie of een andere browser.",
        "OnePageview": "1 pageweergave",
        "PageRule": "Pagina Regel",
        "PageviewXofY": "Paginaweergave %1$s van %2$s",
        "PageviewsInVisit": "Opgenomen paginaweergaven in deze sessie",
        "PersonalInformationNote": "Houd er rekening mee dat %1$s persoonlijke of gevoelige informatie kan vastleggen. Als u bepaalde inhoud op uw website of app wilt verbergen, kunt u deze inhoud taggen door een kenmerk %2$s data-matomo-mask %3$s toe te voegen aan de HTML-opmaak. %4$s Meer informatie %5$s",
        "PlayRecordedSession": "Speel deze opgenomen sessie af",
        "PlayerDurationXofY": "%1$s of %2$s",
        "PlayerForwardFast": "Sla %1$s seconden over (shortcut %2$s)",
        "PlayerPageViewNext": "Speel de volgende paginaweergave van deze bezoeker (%1$s) (shortcut %2$s)",
        "PlayerPageViewPrevious": "Speel de vorige paginaweergave van deze bezoeker %1$s (shortcut %2$s)",
        "PlayerPause": "Pauze (shortcut %s of spatie)",
        "PlayerPlay": "Afspelen (shortcut %s of spatie)",
        "PlayerReplay": "Herhaal (shortcut %s of spatie)",
        "PlayerRewindFast": "Terugspoelen %1$s seconden (shortcut %2$s)",
        "RecordedHeatmapDocStatusActive": "Deze heatmap is actief. Tot %1$d paginaweergaves zullen worden met een sample percentage van %2$s.",
        "RecordedHeatmapDocStatusEnded": "Deze heatmap is geëindigd. Nieuwe activiteiten worden niet meer opgenomen.",
        "RecordedSessions": "Opgenomen sessies",
        "RecordedSessionsDocStatusActive": "Deze sessie opname is actief. Tot %1$d sessies zullen worden opgenomen met een sample percentage van %2$s.",
        "RecordedSessionsDocStatusEnded": "Deze sessie opname is beëindigd en nieuwe sessies worden niet meer opgenomen.",
        "Recordings": "Opnamen",
        "ReplayRecordedSession": "Herhaal opgenomen sessie",
        "ReplayX": "Herhaal %s",
        "ReportRecordedSessionsDocumentation": "Een lijst met all sessie die opgenomen zijn. Je kan alle opgenomen sessie opnieuw afspelen.",
        "RequiresActivity": "Vereist activiteit",
        "RequiresActivityHelp": "Indien ingeschakeld, worden alleen sessies met een scroll- en klikactiviteit in één paginaweergave opgenomen. Dit voorkomt het opnemen van sessies met weinig activiteit.",
        "Rule": "Regel",
        "SampleLimit": "Sample Limiet",
        "SampleRate": "Sample Percentage",
        "ScreenshotUrl": "Screenshot URL",
        "ScreenshotUrlHelp": "Standaard wordt er een screenshot gemaakt wanneer de eerste bezoeker de doelpagina bekijkt. Als verschillende pagina-URL's overeenkomen met uw doelpagina, kunt u een specifieke URL specificeren die moet worden gebruikt om de schermafbeelding vast te leggen. De heatmap-visualisatie is pas beschikbaar als ten minste één bezoeker deze URL heeft bezocht waarvan de activiteiten zijn vastgelegd. Indien gedefinieerd, moet de URL exact overeenkomen. Om het protocol te negeren, start u de URL met twee dubbele schuine strepen (//example.com). Houd er rekening mee dat deze URL niet kan worden gewijzigd zodra er een screenshot is gemaakt",
        "SessionNameHelp": "Definieert de naam waaronder de sessie-opnames beschikbaar zullen zijn.",
        "SessionRecording": "Sessie Opname",
        "SessionRecordingCreated": "De sessie-opname is met succes gemaakt.",
        "SessionRecordingUpdated": "De sessie-opname is succesvol bijgewerkt.",
        "SessionRecordingX": "Sessie Opname %s",
        "SessionRecordings": "Sessie Opnames",
        "SessionRecordingsUsageBenefits": "Met sessie-opnames worden alle activiteiten van een echte bezoeker tijdens zijn of haar sessie (bezoek) opgenomen, zoals klikken, muisbewegingen, schuiven, schermgrootte, paginawijzigingen en formulier interacties. Deze interacties kunnen vervolgens opnieuw afgespeeld worden om precies te zien hoe een bezoeker door de website ging. Op deze manier begrijpt je hun verwachtingen, problemen die ze kunnen hebben, gebruikers patronen en meer.",
        "SessionSampleLimit": "Aantal sessies",
        "SessionSampleLimitHelp": "Bepaalt het aantal sessies dat je in totaal wilt opnemen.",
        "SessionSampleRateHelp": "Ook wel 'traffic' genoemd. Wanneer u 100%% selecteert, worden alle sessies opgenomen zodra ze de doelpagina hebben bereikt. Als u bijvoorbeeld 10%% selecteert, wordt alleen elke 10e sessie geregistreerd. Hoe lager het percentage dat u selecteert, hoe langer het duurt om de geselecteerde monsterlimiet te bereiken.",
        "StatusActive": "Actief",
        "StatusEnded": "Gestopt",
        "StopX": "Stop met het opnemen van nieuwe activiteiten voor %s.",
        "TargetAttributePath": "Pad",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "URL Parameter",
        "TargetAttributeUrlParameterExample": "naamVanUrlParameter",
        "TargetPage": "Landingspagina",
        "TargetPageTestErrorInvalidUrl": "Voer een URL in inclusief het protocol.",
        "TargetPageTestLabel": "Voer een volledige URL inclusief het protocol in om te controleren of alle activiteiten opgenomen op deze URL:",
        "TargetPageTestTitle": "URL validator",
        "TargetPageTestUrlMatches": "Activiteiten worden op deze URL vastgelegd",
        "TargetPageTestUrlNotMatches": "Activiteiten worden niet vastgelegd op deze URL",
        "TargetPages": "Binnenkomst Pagina's",
        "TargetTypeContains": "bevat",
        "TargetTypeEqualsExactly": "is precies hetzelfde",
        "TargetTypeEqualsExactlyInfo": "De waarde dient precies hetzelfde te zijn, inclusief het URL protocol, zoek vraag en hash.",
        "TargetTypeEqualsSimple": "is gelijk aan",
        "TargetTypeEqualsSimpleInfo": "De URL komt overeen met elk protocol (bijv. Http en https) met of zonder \"www.\" subdomein. Elke volgende slash in het pad, evenals de zoekopdracht en het hash gedeelte van de URL worden genegeerd bij het matchen van de URL.",
        "TargetTypeExists": "bestaat",
        "TargetTypeIsAny": "is er een",
        "TargetTypeIsNot": "geen %s",
        "TargetTypeRegExp": "komt overeen met reguliere expressie",
        "TargetTypeRegExpInfo": "Elke reguliere expressie, bijvoorbeeld \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "begint met",
        "TimeOnSite": "Tijd op de website",
        "UpdatingData": "Bijwerken gegevens…",
        "UrlParameterValueToMatchPlaceholder": "Te matchen waarde voor URL-parameternaam",
        "UrlXDoesNotLookLikeUrl": "%s lijkt niet op een URL. Zorg ervoor dat deze een protocol zoals http:// bevat of start met //",
        "ViewReport": "Bekijk rapport",
        "ViewportResolution": "Viewport Resolutie (breedte x hoogte)",
        "XSamples": "%s samples",
        "disable": "deactiveer",
        "enable": "activeer"
    }
}
