{
    "HeatmapSessionRecording": {
        "ActivityClick": "Clique",
        "ActivityFormChange": "Alteração no formulário",
        "ActivityFormText": "Alteração de texto no formulário",
        "ActivityFormValue": "Alteração de valor no formulário",
        "ActivityInitialDom": "Página inicial",
        "ActivityMove": "Movimento",
        "ActivityResize": "Redimensionamento",
        "ActivityScroll": "Deslocamento",
        "ActivityScrollElement": "Deslocamento de elemento",
        "AdvancedOptions": "Opções avançadas",
        "AutoPlayNextPageview": "Clique para %1$s reproduzir de forma automática a próxima visualização da página (atalho %2$s)",
        "AvgAboveFoldDescription": "Em média os visitantes vêm o conteúdo acima desta linha sem deslocamento",
        "AvgAboveFoldTitle": "%spx de média sob o limite",
        "BreakpointGeneralHelp": "O tipo de dispositivo é detetado automaticamente quando um visitante visita o seu site. No entanto, por vezes, pode não ser possível detetar o tipo de dispositivo. Se o seu site é responsivo e o seu interface se modifica em determinado ponto, nós iremos colocar utilizadores de computadores com uma resolução pequena neste tipo de dispositivos para mapas térmicos mais fiáveis. Qualquer largura inferior a este valor será colocada neste tipo de dispositivo. Defina zero se o seu site não é responsivo.",
        "BreakpointGeneralHelpManage": "Um utilizador com acesso de super-utilizador pode alterar os valores predefinidos para estes pontos de quebra em Administração => Definições gerais.",
        "BreakpointX": "Ponto de quebra %s",
        "CaptureKeystrokes": "Capturar teclas pressionadas",
        "CaptureKeystrokesHelp": "Se ativo, qualquer texto que seja introduzido em campos de texto de formulários será gravado. Enquanto o texto é gravado, qualquer carater que um utilizador introduza é substituído por um asterisco ('*'). Pode permitir que determinados campos sejam gravados em texto-simples, especificando um atributo 'data-matomo-unmask' num campo do formulário. No entanto, campos de palavras-passe e muitos outros campos que podem potencialmente conter informações pessoais (endereços, e-mail, informações do cartão de crédito, nome de utilizador, número de telefone, ...) serão sempre mascarados automaticamente se for detetado por nós como tal (%1$ssaber mais%2$s). Por favor, note que quando ativa esta funcionalidade, pode guardar informações pessoais que podem afetar o RGPD.",
        "ChangeReplaySpeed": "Alterar velocidade de reprodução (atalho %s)",
        "ClickToSkipPauses": "Clique para %1$s saltar pausas (atalho %2$s)",
        "ColumnActionsDocumentation": "Reproduzir a sessão gravada ou eliminar a gravação de forma permanente.",
        "ColumnBrowserDocumentation": "O navegador que o visitante estava a utilizar quando esta sessão foi gravada.",
        "ColumnDeviceDocumentation": "O dispositivo que o visitante estava a utilizar quando esta sessão foi gravada.",
        "ColumnLabelRecordedSessions": "Endereço de entrada → Endereço de saída",
        "ColumnLocationDocumentation": "A localização do visitante quando esta sessão foi gravada.",
        "ColumnOperatingSystem": "Sistema operativo",
        "ColumnOperatingSystemDocumentation": "O sistema operativo que o visitante estava a utilizar quando esta sessão foi guardada.",
        "ColumnPageviewsDocumentation": "O número de visualizações de páginas que foram guardadas durante esta sessão.",
        "ColumnResolutionDocumentation": "O número de pixeis da área de visualização vísivel na janela do navegador quando o utilizador abriu esta página.",
        "ColumnTime": "Hora",
        "ColumnTimeDocumentation": "A hora que a gravação começou no fuso horário do site.",
        "ColumnTimeOnPageDocumentation": "Quanto tempo o visitante despendeu nesta página enquanto a sessão foi gravada",
        "ColumnTimeOnSiteDocumentation": "Quanto tempo o visitante despendeu no total enquanto a sessão foi gravada",
        "ConfigsInternetDisabled": "Não conseguimos confirmar se '%s' é acessível porque a ligação à Internet está desativada neste Matomo.",
        "ConfigsPhpErrorResult": "Como resultado, o acompanhamento de mapas térmicos e gravações de sessões pode não funcionar. Pode necessitar de alterar a configuração do seu servidor web para permitir o acesso a este ficheiro via Internet ou Intranet.",
        "ConfigsPhpManualCheck": "Por favor, abra o endereço manualmente num navegador para verificar se a resposta contem 'Piwik.HeatmapSessionRecording'. Caso contrário, pode precisar de modificar a configuração do seu servidor dado que este ficheiro precisa de ser acessível através de um navegador a partir da Internet ou Intranet.",
        "ConfigsPhpNotAccessible": "O endereço '%s' aparenta não ser acessível a partir da Internet ou Intranet.",
        "ConfigsPhpSelfSignedError": "A solicitação de '%s' resultou num erro SSL. Talvez esteja a utilizar um certificado auto-assinado?",
        "ConfigsPhpSuccess": "'%s' está acessível",
        "ConfigsPhpUnknown": "Não conseguimos confirmar se '%s' é acessível pela Internet ou Intranet.",
        "ConfigsPhpUnknownError": "A solicitação de '%1$s' resultou num erro: %2$s.",
        "CreateNewHeatmap": "Criar novo mapa térmico",
        "CreateNewSessionRecording": "Criar nova gravação de sessão",
        "CreationDate": "Data de criação",
        "DeleteHeatmapConfirm": "Tem a certeza que pretende eliminar este mapa térmico? Os relatórios dos mapas térmicos gerados anteriormente deixarão de estar disponíveis a partir do interface dos relatórios.",
        "DeleteHeatmapScreenshotConfirm": "Tem a certeza que pretende eliminar esta captura de ecrã? Pode demorar algum tempo até a captura de ecrã ser novamente feita.",
        "DeleteRecordedPageview": "Eliminar esta visualização de página (não é solicitada confirmação)",
        "DeleteRecordedSession": "Eliminar esta sessão gravada (não é solicitada confirmação)",
        "DeleteScreenshot": "Eliminar captura de ecrã",
        "DeleteSessionRecordingConfirm": "Tem a certeza que pretende eliminar esta gravação da sessão? As gravações geradas anteriormente deixarão de estar disponíveis a partir do interface dos relatórios.",
        "DeleteX": "Eliminar %s",
        "EditHeatmapX": "Editar mapa térmico %s",
        "EditSessionRecordingX": "Editar gravação de sessão %s",
        "EditX": "Editar %s",
        "EndHeatmapConfirm": "Tem a certeza que pretende parar a captura de quaisquer atividades para este mapa térmico?",
        "EndSessionRecordingConfirm": "Tem a certeza que pretende parar a gravação de quaisquer novas sessões?",
        "ErrorArrayMissingKey": "Falta a chave \"%1$s\" do vetor \"%2$s\" na posição \"%3$s\".",
        "ErrorArrayMissingValue": "Falta o valor para a chave \"%1$s\" do vetor \"%2$s\" na posição \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "O mapa térmico solicitado não existe",
        "ErrorHeatmapNameDuplicate": "O nome do mapa térmico já está a ser utilizado por outro mapa térmico.",
        "ErrorInnerIsNotAnArray": "Cada \"%1$s\" dentro de \"%2$s\" tem de ser um vetor.",
        "ErrorInvalidRegExp": "A expressão regular \"%1$s\" não tem um formato válido.",
        "ErrorNotAnArray": "\"%1$s\" tem de ser um vetor.",
        "ErrorPageRuleRequired": "Tem de ser definido pelo menos uma regra de página.",
        "ErrorSessionRecordingDoesNotExist": "A gravação da sessão solicitada não existe",
        "ErrorXContainsWhitespace": "Não é permitido que \"%1$s\" contenha qualquer espaço em branco.",
        "ErrorXNotANumber": "\"%1$s\" tem de ser um número.",
        "ErrorXNotProvided": "Por favor, forneça um valor para \"%1$s\".",
        "ErrorXNotWhitelisted": "O valor para \"%1$s\" não é permitido; utilize um de: %2$s.",
        "ErrorXTooHigh": "\"%1$s\" é demasiado alto, o valor máximo permitido é %2$s.",
        "ErrorXTooLong": "\"%1$s\" é demasiado longo; pode utilizar um máximo de %2$s carateres.",
        "ErrorXTooLow": "\"%1$s\" é demasiado baixo, o valor mínimo permitido é %2$s.",
        "ExcludedElements": "Elementos excluídos",
        "ExcludedElementsHelp": "Opcionalmente pode definir seletores CSS para excluir determinados elementos que não devem ser visíveis na pré-visualização do mapa térmico. Por exemplo, um popup que seja apresentado quando a página-alvo seja aberta. Pode separar múltiplos seletores com uma vírgula.",
        "FieldIncludedTargetsHelp": "Os alvos permitem-lhe definir em que páginas as atividades de um visitante devem ser gravadas. Pode definir uma ou mais condições. Por exemplo, pode definir que a gravação de atividades ocorre sempre que o endereço ou caminho é igual a um determinado valor ou apenas se um determinado parâmetro do endereço estiver presente no mesmo. As atividades serão gravadas apenas quando todas as condições se verificarem, e não quando apenas uma se confirmar. Todas as condições serão avaliadas sem diferenciação entre maiúsculas e minúsculas. Quando seleciona 'igualdade simples', o protocolo, parâmetros da consulta e barra invertida do endereço serão ignorados.",
        "FieldIncludedTargetsHelpSessions": "Os alvos permitem-lhe definir para apenas se iniciar a gravação de uma sessão assim que um visitante atingir uma determinada página. Isto permite, por exemplo, que apenas grave sessões que passem por um processo específico. Pode definir uma ou mais condições. Por exemplo, pode definir que a gravação da sessão ocorre sempre que o endereço ou caminho é igual a um determinado valor ou apenas se um determinado parâmetro do endereço estiver presente no mesmo. As sessões serão gravadas apenas quando todas as condições se verificarem na visualização de uma página, e não quando apenas uma se confirmar. Todas as condições serão avaliadas sem diferenciação entre maiúsculas e minúsculas. Quando seleciona 'igualdade simples', o protocolo, parâmetros da consulta e barra invertida do endereço serão ignorados.",
        "FieldNamePlaceholder": "por exemplo, 'Página de registo'",
        "FilesystemDirectory": "diretório",
        "Filter": "Filtro",
        "GettingStarted": "Começar",
        "Heatmap": "Mapa térmico",
        "HeatmapCreated": "O mapa térmico foi criado com sucesso.",
        "HeatmapNameHelp": "Define o nome sob o qual o relatório para este mapa térmico ficará disponível.",
        "HeatmapSampleLimit": "Número de visualizações de páginas",
        "HeatmapSampleLimitHelp": "Define a quantidade de visualizações de páginas que pretende guardar no total.",
        "HeatmapSampleRateHelp": "Também conhecido como 'tráfego'. Quando selecionar 100%%, todos os visitantes que visitem a página-alvo selecionada serão gravados. Quando selecionar, por exemplo 10%%, apenas 10 em cada 100 visitantes serão gravados. Quanto menor a percentagem que selecionar, mais tempo irá demorar a atingir o limite de amostras selecionado.",
        "HeatmapUpdated": "O mapa térmico foi atualizado com sucesso.",
        "HeatmapUsageBenefits": "Os mapas térmicos permitem-lhe gravar todos os cliques, movimentos do rato e atividades de deslocamento dos seus visitantes numa determinada página. Isto ajuda-o a perceber onde os utilizadores pensam que existe algo clicável mas que não é, se existem partes da página que raramente são vistas ou manipuladas, o que os utilizadores estão à procura, que parte da página é visível quando os utilizadores vêm a sua página, entre outras informações.",
        "HeatmapWidth": "Largura do mapa térmico",
        "HeatmapX": "Mapa térmico %s",
        "HeatmapXRecordedSamplesSince": "Foram guardadas %1$s amostras desde %2$s.",
        "Heatmaps": "Mapas térmicos",
        "Manage": "Gerir",
        "ManageHeatmaps": "Gerir mapas térmicos",
        "ManageSessionRecordings": "Gerir gravações de sessões",
        "MinSessionTime": "Tempo mínimo de sessão",
        "MinSessionTimeHelp": "Uma sessão só será guardada quando o visitante despender numa página, pelo menos, o tempo especificado.",
        "NHeatmaps": "%s mapas térmicos",
        "NSessionRecordings": "%s gravações de sessões",
        "NoHeatmapSamplesRecordedYet": "Ainda não foram guardadas visualizações de páginas para este mapa térmico. Se já era suposto ter gravações, talvez as páginas-alvo configuradas para este mapa térmico não coincidam com qualquer página no seu site. Também é recomendável fazer a \"Verificação de sistema\" sob \"Administração\" (apenas para super-utilizadores) para ver se o seu sistema está configurado para acompanhar automaticamente mapas térmicos.",
        "NoHeatmapScreenshotRecordedYet": "Já foram gravadas %1$s amostras até ao momento. No entanto, ainda não foi feita qualquer captura de ecrã até ao momento. Se existe um \"%2$s\" para este mapa térmico, pode demorar um pouco para a captura de ecrã ficar disponível dado que um utilizador tem de primeiro abrir este endereço da captura de ecrã. Dependendo da taxa de amostragem, pode demorar um pouco.",
        "NoHeatmapsConfiguredInfo": "Não existem mapas térmicos ativos. Para ver mapas térmicos, por favor, solicite a um utilizador com um acesso de administrador para criar um novo mapa térmico.",
        "NoHeatmapsFound": "Não foram encontrados mapas térmicos",
        "NoSessionRecordedYet": "Ainda não foram guardadas sessões. Se já era suposto ter sessões guardadas, talvez a página de entrada configurada não coincida com qualquer página no seu site. Também é recomendável fazer a \"Verificação de sistema\" sob \"Administração\" (apenas para super-utilizadores) para ver se o seu sistema está configurado para gravações automáticas de sessões.",
        "NoSessionRecordingsConfiguredInfo": "Não existem gravações de sessões ativas. Para gravar novas sessões, por favor, solicite a um utilizador com um acesso de administrador para criar uma nova gravação.",
        "NoSessionRecordingsFound": "Não foram encontradas gravações de sessão",
        "NotSupportedBrowser": "Este navegador não é suportado. Por favor, utilize uma versão mais recente ou experimente um navegador diferente.",
        "OnePageview": "1 visualização de página",
        "PageRule": "Regra de página",
        "PageviewXofY": "Visualização de página %1$s de %2$s",
        "PageviewsInVisit": "Visualizações de páginas guardadas para esta sessão",
        "PersonalInformationNote": "Por favor, note que um %1$s pode gravar informações pessoais ou sensíveis. Se quiser ocultar determinado conteúdo no seu site ou aplicação, pode etiquetar este conteúdo adicionando um atributo %2$sdata-matomo-mask%3$s na marcação HTML. %4$sSaber mais%5$s",
        "PlayRecordedSession": "Reproduzir esta sessão gravada",
        "PlayerDurationXofY": "%1$s de %2$s",
        "PlayerForwardFast": "Saltar %1$s segundos (atalho %2$s)",
        "PlayerPageViewNext": "Reproduzir a visualização de página seguinte para este visitante (%1$s) (atalho %2$s)",
        "PlayerPageViewPrevious": "Reproduzir a visualização de página anterior para este visitante %1$s (atalho %2$s)",
        "PlayerPause": "Pausar (atalho %s ou espaço)",
        "PlayerPlay": "Reproduzir (atalho %s ou espaço)",
        "PlayerReplay": "Reproduzir (atalho %s ou espaço)",
        "PlayerRewindFast": "Retroceder %1$s segundos (atalho %2$s)",
        "RecordedHeatmapDocStatusActive": "Este mapa térmico está ativo. Serão gravadas até %1$d visualizações de páginas com uma taxa de amostragem de %2$s.",
        "RecordedHeatmapDocStatusEnded": "Este mapa térmico terminou. Não serão gravadas mais atividades.",
        "RecordedSessions": "Sessões gravadas",
        "RecordedSessionsDocStatusActive": "Esta gravação da sessão está ativa. Serão gravadas até %1$d sessões com uma taxa de amostragem de %2$s.",
        "RecordedSessionsDocStatusEnded": "Esta gravação da sessão terminou e não serão gravadas novas sessões.",
        "Recordings": "Gravações",
        "ReplayRecordedSession": "Reproduzir sessão gravada",
        "ReplayX": "Reproduzir %s",
        "ReportRecordedSessionsDocumentation": "Uma lista de todas as sessões que foram guardadas. Pode reproduzir qualquer sessão guardada.",
        "RequiresActivity": "Requer atividade",
        "RequiresActivityHelp": "Se ativo, apenas sessões que tenham atividades de clique ou deslocamento numa visualização de página serão guardadas. Isto impede a gravação de sessões sem muita atividade.",
        "Rule": "Regra",
        "SampleLimit": "Limite de amostras",
        "SampleRate": "Taxa de amostragem",
        "ScreenshotUrl": "Endereço da captura de ecrã",
        "ScreenshotUrlHelp": "Por predefinição, é feita uma captura de ecrã quando o primeiro visitante visualiza a página-alvo. Se vários endereços de páginas diferentes coincidem com a página-alvo, pode especificar o endereço que deve ser utilizado para capturar o ecrã. A visualização do mapa térmico só estará disponível quando pelo menos um utilizador visitar este endereço cujas atividades são gravadas. Se definido, o endereço tem de coincidir em absoluto. Para ignorar o protocolo, comece o endereço com duas barras invertidas (//example.com). Por favor, note que este endereço não poderá ser alterado a partir do momento que uma captura de ecrã tenha sido feita.",
        "SessionNameHelp": "Define o nome sob o qual as gravações de sessões ficarão disponíveis.",
        "SessionRecording": "Gravação de sessão",
        "SessionRecordingCreated": "A gravação de sessão foi criada com sucesso.",
        "SessionRecordingUpdated": "A gravação de sessão foi atualizada com sucesso.",
        "SessionRecordingX": "Gravação da sessão %s",
        "SessionRecordings": "Gravações de sessões",
        "SessionRecordingsUsageBenefits": "As gravações de sessões permitem-lhe guardar todas as atividades de um utilizador em tempo-real durante a sua sessão (visita), tais como cliques, movimentos do rato, deslocamentos, dimensionamento de janelas, alterações na página e interações em formulários. Pode depois reproduzir estas interações para ver, exatamente, como um visitante interagiu com o seu site. Desta forma pode perceber as expetativas, problemas, padrões de utilização, etc., que estes têm.",
        "SessionSampleLimit": "Número de sessões",
        "SessionSampleLimitHelp": "Define a quantidade de sessões que pretende guardar no total.",
        "SessionSampleRateHelp": "Também conhecido como 'tráfego'. Quando selecionar 100%%, todas as sessões serão gravadas assim que atinjam a página-alvo. Quando selecionar, por exemplo 10%%, apenas 10 em cada 100 sessões serão gravadas. Quanto menor a percentagem que selecionar, mais tempo irá demorar a atingir o limite de amostras selecionado.",
        "StatusActive": "Ativo",
        "StatusEnded": "Terminou",
        "StopX": "Parar a gravação de quaisquer novas atividades para este %s.",
        "TargetAttributePath": "Caminho",
        "TargetAttributeUrl": "Endereço",
        "TargetAttributeUrlParameter": "Parâmetro do endereço",
        "TargetAttributeUrlParameterExample": "nomeDoParametroDoEndereco",
        "TargetPage": "Página-alvo",
        "TargetPageTestErrorInvalidUrl": "Introduza um endereço, incluindo o protocolo.",
        "TargetPageTestLabel": "Introduza um endereço completo, incluindo o protocolo, para confirmar se as atividades serão gravadas neste endereço:",
        "TargetPageTestTitle": "Validador do endereço",
        "TargetPageTestUrlMatches": "As atividades serão gravadas para este endereço",
        "TargetPageTestUrlNotMatches": "As atividades não serão gravadas para este endereço",
        "TargetPages": "Páginas de entrada",
        "TargetTypeContains": "contém",
        "TargetTypeEqualsExactly": "exatamente igual",
        "TargetTypeEqualsExactlyInfo": "O valor deve coincidir em absoluto, incluindo o protocolo do endereço, termos de pesquisa e ancora.",
        "TargetTypeEqualsSimple": "igualdade simples",
        "TargetTypeEqualsSimpleInfo": "O endereço irá coincidir qualquer protocolo (por exemplo, http e https) com e sem o subdomínio \"www.\". Qualquer barra transversal no caminho, bem como os parâmetros de consulta e âncora que sejam parte do endereço serão ignorados na comparação do endereço.",
        "TargetTypeExists": "existe",
        "TargetTypeIsAny": "é qualquer",
        "TargetTypeIsNot": "não %s",
        "TargetTypeRegExp": "coincide com a expressão regular",
        "TargetTypeRegExpInfo": "Qualquer expressão regular, por exemplo, \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "começa com",
        "TimeOnSite": "Tempo no site",
        "UpdatingData": "A atualizar dados…",
        "UrlParameterValueToMatchPlaceholder": "Valor a coincidir com o nome do parâmetro do endereço",
        "UrlXDoesNotLookLikeUrl": "%s não parece ser um endereço. Confirme que contém um protocolo como http:// ou que começa com //",
        "ViewReport": "Ver relatório",
        "ViewportResolution": "Resolução da área de visualização (largura x altura)",
        "XSamples": "%s amostras",
        "disable": "desativar",
        "enable": "ativar"
    }
}
