{
    "HeatmapSessionRecording": {
        "ActivityClick": "Kliknutí",
        "ActivityFormChange": "Změna formuláře",
        "ActivityFormText": "Změna textu formuláře",
        "ActivityFormValue": "Změna hodnoty formuláře",
        "ActivityInitialDom": "Počáteční stránka",
        "ActivityMove": "Pohyb",
        "ActivityPageChange": "Změnit na stránce",
        "ActivityResize": "Změna velikosti",
        "ActivityScroll": "Posouování",
        "ActivityScrollElement": "Prvek posouvání",
        "AdvancedOptions": "Pokročilé možnosti",
        "AutoPlayNextPageview": "Klepnutím na %1$s se automaticky přehraje další zobrazení stránky (zástupce %2$s)",
        "AvgAboveFoldDescription": "Průměrně návštěvníci vidí obsah nad tímto řádkem bez posouvání",
        "AvgAboveFoldTitle": "Prům. nad hranou %spx",
        "BreakpointGeneralHelp": "Typ zařízení je automaticky detekován, když si návštěvník prohlíží váš web. Někdy však nemusí být možné zjistit typ zařízení. Pokud vaše webové stránky reagují a vaše rozvržení se v určitém okamžiku rozpadlo, umístíme uživatele stolních počítačů s malým rozlišením do tohoto typu zařízení pro přesnější heatmapy. Do tohoto typu zařízení bude vložena jakákoli šířka menší než tato hodnota. Pokud váš web nereaguje, nastavte jej na nulu.",
        "BreakpointGeneralHelpManage": "Uživatel s přístupem Super User může změnit výchozí hodnoty pro tyto body zlomu v Administration => General Settings.",
        "BreakpointX": "Bod zlomu %s",
        "CaptureKeystrokes": "Zachyťte stisknutí kláves",
        "CaptureKeystrokesHelp": "Pokud je povoleno, zaznamená se jakýkoli text, který je zadán do textových polí formuláře. Během záznamu textu je jakýkoli znak, který uživatel zadá, nahrazen hvězdičkou ('*'). Určitá pole, která mají být zaznamenána jako prostý text, můžete povolit zadáním atributu 'data-matomo-unmask' do pole formuláře. Pole hesel a mnoho dalších polí, která by případně mohla obsahovat osobní údaje (adresa, e-mail, informace o kreditní kartě, uživatelské jméno, telefonní číslo, …), však budou automaticky maskována, pokud nás jako takové detekuje (%1$slearn%2$s) . Upozorňujeme, že když tuto funkci povolíte, můžete ukládat osobní údaje, které mohou mít vliv na GDPR.",
        "ChangeReplaySpeed": "Změna rychlosti přehrávání (zástupce %s)",
        "ClickToSkipPauses": "Kliknutím na %1$s přeskočíte pauzy (zástupce %2$s)",
        "ColumnActionsDocumentation": "Přehrajte nahranou relaci nebo natrvalo odeberte záznam.",
        "ColumnBrowserDocumentation": "Prohlížeč, který návštěvník používal při záznamu této relace.",
        "ColumnDeviceDocumentation": "Zařízení, které návštěvník používal při záznamu této relace.",
        "ColumnLabelRecordedSessions": "Vstupní URL → Výstupní URL",
        "ColumnLocationDocumentation": "Lokalita návštěvníka, kdy byla tato relace zaznamenána.",
        "ColumnOperatingSystem": "OS",
        "ColumnOperatingSystemDocumentation": "Operační systém, který návštěvník používal při záznamu této relace.",
        "ColumnPageviewsDocumentation": "Počet zobrazení stránek zaznamenaných během této relace.",
        "ColumnResolutionDocumentation": "Počet pixelů viditelného výřezu v okně prohlížeče, když uživatel otevřel tuto stránku.",
        "ColumnTime": "Čas",
        "ColumnTimeDocumentation": "Čas zahájení nahrávání v časovém pásmu webové stránky.",
        "ColumnTimeOnPageDocumentation": "Kolik času strávil návštěvník na této stránce během záznamu relace",
        "ColumnTimeOnSiteDocumentation": "Kolik času strávil návštěvník celkem během záznamu relace",
        "ConfigsInternetDisabled": "Nemohli jsme zkontrolovat, zda je '%s' přístupné, protože je zakázáno připojení k internetu.",
        "ConfigsPhpErrorResult": "Výsledkem je, že sledování heatmap a záznamů relací nemusí fungovat. Možná budete muset změnit konfiguraci webového serveru, abyste umožnili přístup k tomuto souboru přes internet nebo intranet.",
        "ConfigsPhpManualCheck": "Otevřete prosím adresu URL ručně v prohlížeči a zjistěte, zda odpověď obsahuje 'Piwik.HeatmapSessionRecording'. Pokud tomu tak není, možná budete muset upravit konfiguraci serveru, protože tento soubor musí být přístupný prostřednictvím prohlížeče z Internetu nebo intranetu.",
        "ConfigsPhpNotAccessible": "Zdá se, že adresa URL '%s' není přístupná z internetu nebo intranetu.",
        "ConfigsPhpSelfSignedError": "Vyžádání '%s' způsobilo chybu SSL. Možná používáte certifikát s vlastním podpisem?",
        "ConfigsPhpSuccess": "'%s' je přístupný",
        "ConfigsPhpUnknown": "Nemohli jsme zkontrolovat, zda je '%s' přístupný přes internet nebo intranet.",
        "ConfigsPhpUnknownError": "Vyžádání '%1$s' způsobilo chybu: %2$s.",
        "CreateNewHeatmap": "Vytvořte novou heatmapu",
        "CreateNewSessionRecording": "Vytvořte nový záznam relací",
        "CreationDate": "Datum vytvoření",
        "DeleteHeatmapConfirm": "Opravdu chcete tuto heatmapu odstranit? Zprávy dříve generované heatmapy již nebudou k dispozici v uživatelském rozhraní pro vykazování.",
        "DeleteHeatmapScreenshotConfirm": "Opravdu chcete odstranit tento snímek obrazovky? Může chvíli trvat, než bude snímek obrazovky znovu pořízen.",
        "DeleteRecordedPageview": "Smazat toto zaznamenané zobrazení stránky (není vyžadováno potvrzení)",
        "DeleteRecordedSession": "Smazat tuto zaznamenanou relaci (není vyžadováno potvrzení)",
        "DeleteScreenshot": "Odstranit snímek obrazovky",
        "DeleteSessionRecordingConfirm": "Opravdu chcete smazat tento záznam relace? Záznamy, které byly dříve vytvořeny, již nebudou v uživatelském rozhraní hlášení k dispozici.",
        "DeleteX": "Vymazat %s",
        "EditHeatmapX": "Upravit heatmapu %s",
        "EditSessionRecordingX": "Upravit záznam relací %s",
        "EditX": "Upravit %s",
        "EndHeatmapConfirm": "Opravdu chcete přestat zaznamenávat aktivity pro tuto heatmapu?",
        "EndSessionRecordingConfirm": "Opravdu chcete zastavit nahrávání nových relací?",
        "ErrorArrayMissingKey": "Chybí klíč pole \"%1$s\" v \"%2$s\" na pozici \"%3$s\".",
        "ErrorArrayMissingValue": "Chybí hodnota klíče pole \"%1$s\" v \"%2$s\" na pozici \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "Požadovaná heatmapa neexistuje",
        "ErrorHeatmapNameDuplicate": "Název heatmapy je již používán jinou heatmapou.",
        "ErrorInnerIsNotAnArray": "Každé \"%1$s\" v \"%2$s\" musí být pole.",
        "ErrorInvalidRegExp": "Regulární výraz \"%1$s\" nemá platný formát.",
        "ErrorNotAnArray": "\"%1$s\" musí být pole.",
        "ErrorPageRuleRequired": "Musí být nastaveno alespoň jedno pravidlo stránky.",
        "ErrorSessionRecordingDoesNotExist": "Požadovaný záznam relace neexistuje",
        "ErrorXContainsWhitespace": "\"%1$s\" nesmí obsahovat žádné prázdné místo.",
        "ErrorXNotANumber": "\"%1$s\" musí být číslo.",
        "ErrorXNotProvided": "Zadejte prosím hodnotu pro \"%1$s\".",
        "ErrorXNotWhitelisted": "Hodnota pro \"%1$s\" není povolena, použijte jednu z: %2$s.",
        "ErrorXTooHigh": "\"%1$s\"je příliš vysoká, maximální povolená hodnota je %2$s.",
        "ErrorXTooLong": "\"%1$s\" je příliš dlouhý, povoleno je maximálně %2$s znaků.",
        "ErrorXTooLow": "\"%1$s\"je příliš nízká, minimální povolená hodnota je %2$s.",
        "ExcludedElements": "Vyloučené prvky",
        "ExcludedElementsHelp": "Volitelně můžete definovat selektory CSS, abyste vyloučili určité prvky, které by neměly být zobrazeny v náhledu heatmapy. Například vyskakovací okno, které se zobrazí při otevření cílové stránky. Můžete oddělit více selektorů čárkou.",
        "FieldIncludedTargetsHelp": "Cíle vám umožňují definovat, na kterých stránkách by se měly aktivity uživatelů zaznamenávat. Můžete definovat jednu nebo více podmínek. Můžete například definovat zaznamenávání aktivit, kdykoli se adresa URL nebo cesta rovná určité hodnotě a pouze v případě, že je v adrese URL přítomen určitý parametr adresy URL. Činnosti budou zaznamenány, pouze pokud jsou splněny všechny podmínky, nikoli pokud je splněna pouze jedna z nich. Všechny podmínky budou vyhodnoceny bez ohledu na velikost písmen. Pokud vyberete možnost „rovná se jednoduchému“, protokol URL, parametry vyhledávání a koncové lomítko budou ignorovány.",
        "FieldIncludedTargetsHelpSessions": "Cíle vám umožňují nakonfigurovat spuštění nahrávání relace, jakmile návštěvník dosáhne určité stránky. To vám umožní například zaznamenávat pouze relace, které procházejí procesem odhlášení. Můžete definovat jednu nebo více podmínek. Můžete například definovat, že chcete relaci zaznamenat, pouze pokud se adresa URL nebo cesta rovná určité hodnotě a pouze v případě, že je v adrese URL přítomen určitý parametr adresy URL. Relace se zaznamenají pouze tehdy, jsou-li při zobrazení stránky splněny všechny podmínky, nikoli pokud je splněna pouze jedna z nich. Všechny podmínky budou vyhodnoceny bez ohledu na velikost písmen. Pokud vyberete možnost „rovná se jednoduchému“, protokol URL, parametry vyhledávání a koncové lomítko budou ignorovány.",
        "FieldNamePlaceholder": "např. 'Stránka registrace'",
        "FilesystemDirectory": "adresář",
        "Filter": "Filtr",
        "GettingStarted": "Začínáme",
        "Heatmap": "Heatmapa",
        "HeatmapCreated": "Heatmapa byla úspěšně vytvořena.",
        "HeatmapNameHelp": "Definuje název, pod kterým bude k dispozici zpráva pro tuto heatmapu.",
        "HeatmapSampleLimit": "Počet zobrazení",
        "HeatmapSampleLimitHelp": "Definuje celkový počet zobrazení stránky, které chcete celkem zaznamenat.",
        "HeatmapSampleRateHelp": "Také známý jako 'provoz'. Pokud vyberete 100%%, budou zaznamenáni všichni návštěvníci, kteří navštíví vybranou cílovou stránku. Pokud vyberete například 10%%, bude zaznamenán pouze každý 10. návštěvník. Čím nižší procento vyberete, tím déle bude trvat dosažení vybraného limitu vzorku.",
        "HeatmapUpdated": "Heatmapa byla úspěšně aktualizována.",
        "HeatmapUsageBenefits": "Heatmapy umožňují zaznamenávat všechna kliknutí, pohyby myší a procházení aktivit vašich návštěvníků na určité stránce. To vám pomůže zjistit, kde si uživatelé myslí, že na něco lze kliknout, ale není to, zda existují části stránky, které jsou jen stěží prohlíženy nebo s nimi interagovány, co návštěvníci hledají, kolik stránky je viditelné, když si uživatelé prohlíží vaši stránku a další.",
        "HeatmapWidth": "Šířka heatmapy",
        "HeatmapX": "Heatmapa %s",
        "HeatmapXRecordedSamplesSince": "%1$s vzorků bylo nahráno od %2$s.",
        "Heatmaps": "Heatmapy",
        "Manage": "Spravovat",
        "ManageHeatmapSubcategoryHelp": "Heatmaps vám umožní zaznamenat všechna kliknutí, pohyby myší a posouvání vašich návštěvníků na konkrétní stránku. Tato část umožňuje vytvářet a spravovat sledování Heatmap pro váš web.",
        "ManageHeatmaps": "Spravujte heatmapy",
        "ManageSessionRecordingSubcategoryHelp": "Session recordings vám umožňují zaznamenávat všechny aktivity skutečného návštěvníka během jeho relace (návštěvy), jako jsou kliknutí, pohyby myši, posouvání, změny velikosti okna, změny stránky a interakce formulářů. Tato část umožňuje vytvářet a spravovat záznamy relací pro vaše stránky.",
        "ManageSessionRecordings": "Spravujte záznamy relací",
        "MinSessionTime": "Min. doba relace",
        "MinSessionTimeHelp": "Relace bude zaznamenána, pouze pokud návštěvník strávil alespoň určitou dobu na stránce.",
        "NHeatmaps": "%s heatmapy",
        "NSessionRecordings": "%s záznamy relací",
        "NoHeatmapSamplesRecordedYet": "Pro tuto heatmapu nebylo dosud zaznamenáno žádné zobrazení stránky. Pokud se do této chvíle mají nahrávat, je možné, že cíle stránky nakonfigurované pro tuto heatmapu neodpovídají žádné stránce na vašem webu. Doporučuje se také zkontrolovat „Kontrola systému“ v části „Administrace“ (pouze Super Users), abyste zjistili, zda je váš systém nakonfigurován na automatické zaznamenávání relací.",
        "NoHeatmapScreenshotRecordedYet": "Dosud byly zaznamenány vzorky %1$s. Zatím však nebyl pořízen žádný screenshot. Pokud pro tuto heatmapu existuje \"%2$s\", může chvíli trvat, než bude snímek obrazovky dostupný, protože uživatel musí nejprve otevřít tuto adresu URL obrazovky. V závislosti na vzorkovací frekvenci to může chvíli trvat.",
        "NoHeatmapsConfiguredInfo": "Momentálně neexistují žádné aktivní heatmapy. Chcete-li zobrazit heatmapy, požádejte uživatele s alespoň přístupem správce o vytvoření nové heatmapy.",
        "NoHeatmapsFound": "Heatmapy nenalezeny",
        "NoSessionRecordedYet": "Zatím nebyla zaznamenána žádná relace. Pokud se nyní mají zaznamenat relace, možná nakonfigurovaná vstupní stránka neodpovídá žádné stránce na vašem webu. Doporučuje se také zkontrolovat „Kontrola systému“ v části „Administrace“ (pouze Super Users), abyste zjistili, zda je váš systém nakonfigurován na automatické zaznamenávání relací.",
        "NoSessionRecordingsConfiguredInfo": "Momentálně neexistují žádné aktivní záznamy relací. Chcete-li zaznamenat nové relace, požádejte uživatele s alespoň přístupem správce o vytvoření nové nahrávky.",
        "NoSessionRecordingsFound": "Záznamy relací nenalezeny",
        "NotSupportedBrowser": "Tento prohlížeč není podporován, použijte novější verzi nebo zkuste jiný prohlížeč.",
        "OnePageview": "1 zobrazení stránky",
        "PageRule": "Pravidlo stránky",
        "PageviewXofY": "Stránka %1$s z %2$s",
        "PageviewsInVisit": "Zaznamenané zobrazení stránek v této relaci",
        "PersonalInformationNote": "Upozorňujeme, že %1$s může zaznamenávat osobní nebo citlivé informace. Pokud si přejete skrýt určitý obsah na svém webu nebo v aplikaci, můžete tento obsah označit přidáním atributu %2$sdata-matomo-mask%3$s k HTML značce. %4$sDalší informace%5$s",
        "PlayRecordedSession": "Přehrajte tuto zaznamenanou relaci",
        "PlayerDurationXofY": "%1$s z %2$s",
        "PlayerForwardFast": "Přeskočit %1$s sekund (zkratka %2$s)",
        "PlayerPageViewNext": "Přehrát další zobrazení tohoto návštěvníka (%1$s) (zkratka %2$s)",
        "PlayerPageViewPrevious": "Přehrát předchozí zobrazení tohoto návštěvníka %1$s (zkratka %2$s)",
        "PlayerPause": "Pauza (zkratka %s nebo mezera)",
        "PlayerPlay": "Přehrát (zkratka %s nebo mezera)",
        "PlayerReplay": "Přehrát (zkratka %s nebo mezera)",
        "PlayerRewindFast": "Převinout %1$s sekund (zkratka %2$s)",
        "RecordedHeatmapDocStatusActive": "Tato heatmapa je aktivní. Až %1$d zobrazení stránek bude zaznamenáno se vzorkovací frekvencí %2$s.",
        "RecordedHeatmapDocStatusEnded": "Tato heatmapa skončila. Nebudou zaznamenány žádné nové aktivity.",
        "RecordedSessions": "Záznamy relací",
        "RecordedSessionsDocStatusActive": "Toto nahrávání relace je aktivní. Bude zaznamenáno až %1$d relací se vzorkovací frekvencí %2$s.",
        "RecordedSessionsDocStatusEnded": "Toto nahrávání relací skončilo a nebudou zaznamenány žádné nové relace.",
        "Recordings": "Záznamy",
        "ReplayRecordedSession": "Přehrát záznam relace",
        "ReplayX": "Přehrát %s",
        "ReportRecordedSessionsDocumentation": "Seznam všech zaznamenaných relací. Můžete přehrát jakoukoli zaznamenanou relaci.",
        "RequiresActivity": "Vyžaduje aktivitu",
        "RequiresActivityHelp": "Pokud je povoleno, budou zaznamenány pouze relace, které mají v jednom zobrazení stránky svitek a aktivitu kliknutí. Tím se zabrání záznamu relací s malou aktivitou.",
        "Rule": "Pravidlo",
        "SampleLimit": "Limit vzorku",
        "SampleRate": "Vzorkovací frekvence",
        "ScreenshotUrl": "Adresa URL snímku obrazovky",
        "ScreenshotUrlHelp": "Ve výchozím nastavení je snímek obrazovky pořízen, když první návštěvník zobrazí cílovou stránku. Pokud se vaší cílové stránce shodují různé adresy URL stránek, můžete určit konkrétní adresu URL, která by se měla použít k zachycení snímku obrazovky. Vizualizace heatmapy bude k dispozici, pouze pokud alespoň jeden návštěvník navštívil tuto adresu URL, jejíž aktivity jsou zaznamenány. Pokud je definována, musí se adresa URL přesně shodovat. Chcete-li protokol ignorovat, spusťte adresu URL dvěma dvojitými lomítky (//example.com). Upozorňujeme, že tuto adresu URL nelze změnit, jakmile bude pořízen snímek obrazovky.",
        "SessionNameHelp": "Definuje název, pod kterým budou záznamy relace k dispozici.",
        "SessionRecording": "Záznam relace",
        "SessionRecordingCreated": "Záznam relace byl úspěšně vytvořen.",
        "SessionRecordingUpdated": "Záznam relace byl úspěšně aktualizován.",
        "SessionRecordingX": "Záznam relace %s",
        "SessionRecordings": "Záznamy relací",
        "SessionRecordingsUsageBenefits": "Záznamy relací umožňují zaznamenávat všechny aktivity skutečného návštěvníka během jejich relace (návštěvy), jako jsou kliknutí, pohyby myši, svitky, změny velikosti okna, změny stránky a interakce formulářů. Poté můžete tyto interakce přehrát, abyste přesně viděli, jak návštěvník interagoval s vaším webem. Tímto způsobem pochopíte jejich očekávání, problémy, které mohou mít, způsoby používání a další.",
        "SessionSampleLimit": "Počet relací",
        "SessionSampleLimitHelp": "Definuje celkový počet relací, které chcete zaznamenat.",
        "SessionSampleRateHelp": "Také známý jako 'provoz'. Pokud vyberete 100%%, budou všechny relace zaznamenány, jakmile dosáhnou cílové stránky. Pokud vyberete například 10%%, zaznamená se pouze každá 10. relace. Čím nižší procento vyberete, tím déle bude trvat dosažení vybraného limitu vzorku.",
        "StatusActive": "Aktivní",
        "StatusEnded": "Ukončeno",
        "StopX": "Přestaňte zaznamenávat nové aktivity %s.",
        "TargetAttributePath": "Cesta",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "Parametr adresy URL",
        "TargetAttributeUrlParameterExample": "nazevParametru",
        "TargetPage": "Cílová stránka",
        "TargetPageTestErrorInvalidUrl": "Zadejte adresu URL včetně protokolu.",
        "TargetPageTestLabel": "Zadejte úplnou adresu URL včetně protokolu a zkontrolujte, zda budou na této adrese URL zaznamenány aktivity:",
        "TargetPageTestTitle": "URL validátor",
        "TargetPageTestUrlMatches": "Na této adrese URL budou zaznamenány aktivity",
        "TargetPageTestUrlNotMatches": "Na této adrese URL nebudou aktivity zaznamenány",
        "TargetPages": "Vstupní stránka",
        "TargetTypeContains": "obsahuje",
        "TargetTypeEqualsExactly": "rovná se přesně",
        "TargetTypeEqualsExactlyInfo": "Hodnota se musí přesně shodovat, včetně protokolu URL, vyhledávacího dotazu a hashe.",
        "TargetTypeEqualsSimple": "rovná se jednoduché",
        "TargetTypeEqualsSimpleInfo": "URL bude odpovídat každému protokolu (např. http a https) s nebo bez subdomény \"www.\". Jakákoli koncová lomka v cestě, stejně jako vyhledávací dotaz a hashovaná část adresy URL, budou při přiřazování adresy URL ignorovány.",
        "TargetTypeExists": "existuje",
        "TargetTypeIsAny": "je jakýkoliv",
        "TargetTypeIsNot": "ne %s",
        "TargetTypeRegExp": "odpovídá regulárnímu výrazu",
        "TargetTypeRegExpInfo": "Jakýkoli regulární výraz, například \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "začíná s",
        "TimeOnSite": "Čas na stránce",
        "TrackingDisabledDefaultSettingDescription": "Tato funkce může být užitečná, pokud má vaše Matomo více webů a chcete tuto funkci používat pouze na několika konkrétních webech. Když ve výchozím nastavení deaktivujete sledování, funkce Heatmap a Session Recording se nespustí na žádném webu, pokud ji výslovně nepovolíte jako součást svého měřicího kódu, například '_paq.push ([' HeatmapSessionRecording :: enable ']);' . Tím se vyhnete zbytečným síťovým požadavkům na soubor 'configs.php', abyste zjistili, zda jsou pro aktuální web nakonfigurovány heatmapy nebo session recording. Může to být také užitečné z důvodů ochrany osobních údajů, pokud se chcete ujistit, že tato funkce bude použita pouze na některých webech.",
        "TrackingDisabledDefaultSettingTitle": "Deaktivovat sledování ve výchozím nastavení",
        "UpdatingData": "Aktualizuji data…",
        "UrlParameterValueToMatchPlaceholder": "Hodnota odpovídající názvu parametru URL",
        "UrlXDoesNotLookLikeUrl": "%s nevypadá jako URL. Ujistěte se, že obsahuje protokol jako http: // nebo že začíná na //",
        "ViewReport": "Zobrazit report",
        "ViewportResolution": "Rozlišení viditelného zobrazení (šířka x výška)",
        "XSamples": "%s vzorků",
        "disable": "zakázat",
        "enable": "povolit"
    }
}
