{
    "UsersFlow": {
        "ActionAddStep": "Ajoutez une étape",
        "ActionClearHighlight": "Retirer la mise en valeur",
        "ActionHighlightTraffic": "Mettre en valeur le trafic",
        "ActionRemoveStep": "Retirer l'étape",
        "ActionShowDetails": "Montrer les détails",
        "ActionsReportFooterMessage": "Cliquez sur une ligne pour voir sur quelles pages vos visiteurs se sont rendus.",
        "ColumnExitRateDocumentation": "Le pourcentage de visites qui ont quitté votre site Web ou votre application après cette interaction.",
        "ColumnExitsDocumentation": "Le nombre de visites qui ne sont pas quittées votre site après cette interaction.",
        "ColumnInteraction": "Intéraction",
        "ColumnInteractionPosition": "Position de l'interaction",
        "ColumnProceeded": "Ont continué",
        "ColumnProceededDocumentation": "Le nombre de visites qui sont passées à l'interaction suivante et n'ont pas quitté votre site Web ou votre application.",
        "ColumnProceededRate": "Taux d'avancement",
        "ColumnProceededRateDocumentation": "Le pourcentage de visites qui ont effectué une autre interaction après avoir effectué une interaction.",
        "DimensionProceededTo": "Ont avancé jusqu'à",
        "ExploreTraffic": "Explorer le trafic",
        "ExploringInfo": "Exploration de \"%1$s\" à l'interaction %2$s",
        "InteractionXToY": "%1$s à %2$s",
        "Interactions": "Intéractions",
        "LabelUsedSearch": "Rechercher",
        "NProceededInline": "%s ont continué",
        "OptionLevelOfDetail": "Niveau de détails",
        "OptionLevelOfDetail1": "Peu",
        "OptionLevelOfDetail2": "Quelques-uns",
        "OptionLevelOfDetail3": "Plusieurs",
        "OptionLevelOfDetail4": "Beaucoup",
        "OptionLevelOfDetail5": "La majorité",
        "OptionLevelOfDetail6": "Tous",
        "OptionNumActionsPerStep": "Nombre d'actions par étape",
        "Path": "Chemin",
        "SettingIgnoreDomain": "Ignorer le domaine",
        "SettingIgnoreDomainDescription": "Si cette option est activée, le domaine dans toutes les URLs sera ignoré lors de l'agrégation du rapport sur le flux d'utilisateurs. Cela signifie que, par exemple, une page \"http://www.example.com/mypath\" sera considérée comme étant la même que \"http://www.example.org/mypath\"",
        "SettingIgnoreSearchQuery": "Ignorer la requête de recherche de l'URL",
        "SettingIgnoreSearchQueryDescription": "Si cette option est activée, les paramètres de recherche des URL seront ignorées lors de l'agrégation du rapport sur le flux d'utilisateurs. Cela signifie que, par exemple, une page \"http://www.example.com/?foo=bar\" sera considérée comme étant la même que \"http://www.example.com/\"",
        "TopPaths": "Chemins principaux",
        "TopPathsSubcategoryHelp": "La section \"Chemins principaux\" indique les chemins d'URL les plus populaires suivis par les visiteurs sur votre site. Elle fournit également une liste des pages les plus populaires pour chaque interaction sur votre site.",
        "UnexploreTraffic": "Désactiver l'exploration",
        "UsersFlow": "Flux d'utilisateurs",
        "UsersFlowReportDescription": "Ces données sont basées sur les %1$s connexions les plus populaires par interaction. Si vous souhaitez inclure plus ou moins de données, vous pouvez modifier le nombre de connexions par étape en ajustant la valeur de la configuration %2$s dans le fichier %3$s. La fonctionnalité \"Explorer le trafic\" n'est actuellement disponible que pour les périodes \"jour\", \"semaine\", \"mois\" et \"plage\".",
        "UsersFlowSubcategoryHelp": "Ces données sont basées sur les 5000 connexions les plus populaires par interaction. Si vous souhaitez inclure plus ou moins de données, vous pouvez modifier le nombre de connexions par étape en ajustant la valeur de la configuration %1$s [UsersFlow] usersflow_num_max_links_per_interaction%2$s dans le fichier %3$sconfig/config.ini.php%4$s. La fonctionnalité \"Explorer le trafic\" n'est actuellement disponible que pour les périodes \"jour\", \"semaine\", \"mois\" et \"plage\".",
        "UsersFlowVisualizationDescription1": "Cette visualisation vous montre comment vos visiteurs naviguent sur votre site web. Vous pouvez ajouter des étapes supplémentaires en cliquant sur l'icône plus qui apparaît en haut à droite après la dernière interaction.",
        "UsersFlowVisualizationDescription2": "Pour voir une liste de toutes les pages et savoir où vos utilisateurs sont allés, cliquez sur un titre \"%2$s\". Pour voir toutes les pages regroupées dans \"%1$s\" ou l'endroit où vos visiteurs sont allés, cliquez sur un nœud vert et sélectionnez \"%3$s\". Vous pouvez voir le trafic d'un nœud spécifique uniquement en cliquant dessus et en sélectionnant \"%4$s\".",
        "Visualization": "Visualisation"
    }
}
