{
    "CustomReports": {
        "AddDimension": "Dimension hinzufügen",
        "AddMetric": "Metrik hinzufügen",
        "ApplyTo": "Anwenden auf",
        "AvailableAllWebsites": "Verfügbar in allen Websites",
        "Category": "Hauptkategorie",
        "CommonUniqueMetric": "Summe von %1$s",
        "CommonUniqueMetricDescription": "%1$s. Wenn Sie einen Zeitraum betrachten, der kein Tag ist, wird diese Metrik zu \"Summe von %2$s\". Wenn in einem solchen Fall dieselbe %3$s an 2 oder mehr Tagen innerhalb des ausgewählten Zeitraums erscheint, wird sie als 2 oder die Gesamtzahl der Tage gezählt, an denen sie erschienen ist, und nicht als 1.",
        "ConfirmUnlockReport": "Wollen Sie wirklich diesen Bericht entsperren? Wenn Sie diesen Bericht aktualisieren, werden Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Sind Sie sicher, dass Sie diesen Bericht entsperren möchten? Wenn Sie den Inhalt dieses Berichts aktualisieren, werden zuvor erstellte Berichte für diesen benutzerdefinierten Bericht nicht mehr verfügbar sein und Berichte für die letzten %1$s Monate werden neu erstellt.",
        "CreateNewReport": "Neuen Bericht erstellen",
        "CustomReport": "Benutzerdefinierter Bericht",
        "CustomReportIntroduction": "Mit benutzerdefinierte Berichte (Custom Reports) können Sie maßgeschneiderte Berichte erstellen, um neue Einblicke zu erhalten, die mit Standardberichten nicht möglich sind. Sie wählen die Dimensionen (z.B. \"Gerätetyp\" und \"Browser\") und Metriken (z.B. \"Anzahl der Besucher\" und \"Absprungrate\") sowie wie Art und Weise wie diese angezeigt werden sollen, um die Daten zu erhalten, die Sie benötigen.",
        "CustomReports": "Benutzerdefinierte Berichte",
        "DeleteReportConfirm": "Wollen Sie wirklich diesen Bericht löschen? Bereits generierte Berichte für diesen benutzerdefinierten Bericht werden danach nicht mehr erreichbar sein.",
        "DeleteReportInfo": "Wenn Sie diesen Bericht löschen, werden die zuvor generierten Berichte für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein und es ist nicht möglich diesen Schritt rückgängig zu machen.",
        "Dimension": "Dimension",
        "Dimensions": "Dimensionen",
        "EditReport": "Editiere Bericht",
        "ErrorArrayMissingItem": "Fehlender Wert in \"%1$s\" array an der Position \"%2$s\".",
        "ErrorDuplicateItem": "Es ist nicht erlaubt den gleichen %s mehrfach zu verwenden.",
        "ErrorInvalidValueInArray": "Der Wert \"%1$s\" an der Position \"%2$s\" existiert nicht.",
        "ErrorMissingDimension": "Mindestens eine Dimension muss ausgewählt werden.",
        "ErrorMissingMetric": "Mindestens eine Metrik muss ausgewählt werden.",
        "ErrorNotAnArray": "\"%1$s\" muss ein array sein.",
        "ErrorReportDoesNotExist": "Der angefragte Benutzerdefinierte Bericht existiert für diese Webseite nicht. Stellen Sie sicher, dass die Seite korrekt ist.",
        "ErrorReportNameDuplicate": "Der Name des Berichts wird bereits in einem anderen Bericht verwendet.",
        "ErrorTooManyDimension": "Zu viele Dimensionen ausgewählt. Maximal %s Dimensionen können ausgewählt werden.",
        "ErrorXNotProvided": "Bitte geben Sie einen Wert für \"%1$s\" an.",
        "ErrorXNotWhitelisted": "Der Wert für \"%1$s\" ist nicht erlaubt, verwenden Sie einen von diesen: %2$s.",
        "ErrorXTooLong": "\"%1$s\" ist zu lang, maximal %2$s Zeichen sind erlaubt.",
        "FieldDescriptionPlaceholder": "z.B. 'Die Anzahl der Besucher pro Land'",
        "FieldNamePlaceholder": "z.B. 'Besucher pro Land'",
        "Filter": "Filter",
        "InfoReportIsLocked": "Dieser Bericht ist derzeit gesperrt. Klicken Sie auf \"entsperren\" um diesen Bericht bearbeiten zu können. Wenn Sie diesen Bericht aktualisieren, werden Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr erreichbar sein.",
        "InfoReportIsLockedBrowserArchivingDisabled": "Dieser Bericht ist derzeit gesperrt und Sie müssen bestätigen, dass Sie diesen Bericht \"entsperren\" möchten. Wenn Sie Änderungen am Inhalt dieses Berichts vornehmen und ihn anschließend aktualisieren, werden neue Berichtsdaten für die letzten %1$s Monate neu generiert und zuvor erstellte Berichte für diesen benutzerdefinierten Bericht sind nicht mehr verfügbar.",
        "ManageReports": "Benutzerdefinierte Berichte verwalten",
        "ManageReportsSubcategoryHelp": "Mit benutzerdefinierten Berichten können Sie neue Berichte erstellen, um neue Erkenntnisse zu gewinnen, die mit Standardberichten nicht möglich sind. In diesem Abschnitt können Sie benutzerdefinierte Berichte für Ihre Website erstellen und verwalten.",
        "NCustomReports": "%s benutzerdefinierte Berichte",
        "NoCustomReportsFound": "Keine benutzerdefinierte Berichte gefunden",
        "NoDataNotArchivedYet": "Da der Bericht erst kürzlich erstellt oder bearbeitet wurde, kann es einige Stunden dauern bis die Berichtsdaten verfügbar werden, falls Sie sich die heutigen Berichte ansehen. Die Berichts-Daten für Daten vor der Erstellung des Berichts werden nicht verfügbar sein.",
        "NoDataNotArchivedYetReprocess": "Ein Systemadministrator kann Matomo jedoch veranlassen die Berichte dennoch %1$serneut zu verarbeiten%2$s damit die Berichte verfügbar werden.",
        "NoDataRemovedMetrics": "Es werden keine Daten angezeigt, da der Bericht nur Metriken enthält, die für den gewählten Zeitraum nicht unterstützt werden (%s).",
        "Preview": "Vorschau",
        "PreviewDate": "Die Vorschau basiert auf den Daten von %s.",
        "PreviewReport": "Berichtvorschau",
        "PreviewSupportsDimension": "Die Vorschau unterstützt derzeit nur bis zu %s Dimensionen.",
        "RemoveDimension": "Dimension entfernen",
        "RemoveMetric": "Metrik entfernen",
        "RemovedMetrics": "Diese Metriken wurden entfernt, da sie für die gewählte Zeitraum nicht korrekt berechnet werden können: %s.",
        "ReportAllWebsitesHelp": "Wählen Sie, in welcher Website dieser Bericht verfügbar sein soll. Sie können \"Alle Websites\" auswählen um den Bericht in allen Websites verfügbar zu machen (der Bericht wird auch in Websites verfügbar sein, die in der Zukunft erstellt werden).",
        "ReportAvailableToAllWebsites": "Dieser Bericht ist verfügbar in allen Websites.",
        "ReportCategory": "Bericht Kategorie",
        "ReportCategoryHelp": "Wählen Sie die Hauptkategorie, unter welcher dieser Bericht im Berichts-Menü verfügbar sein soll.",
        "ReportContent": "Bericht Inhalt",
        "ReportCreated": "Der Bericht wurde erfolgreich erstellt.",
        "ReportDescriptionHelp": "Eine optionale Beschreibung für diesen Bericht. Diese wird angezeigt, wenn Sie auf das Hilfesymbol neben dem Berichtstitel klicken. Zum Beispiel können Sie hier den Zweck dieses Berichts erwähnen.",
        "ReportHasFilterApplied": "Dieser Report hat den folgenden Filter angewendet: %s.",
        "ReportMetricsHelp": "Metriken sind quantitative Messungen. Wenn Sie beispielsweise die Besucherzahl auf Ihrer Website erhöhen möchten, fügen Sie \"Besucher\" hinzu. Wollen Sie zum Beispiel die Leistung Ihrer Website verbessern, fügen Sie \"Durchschnittliche Generierungszeit\" hinzu.",
        "ReportName": "Bericht Name",
        "ReportNameHelp": "Definiert den Namen unter welchen dieser Bericht verfügbar sein wird.",
        "ReportPage": "Seite des Berichts",
        "ReportSegmentHelp": "Mit einem Filter (Segment) können Sie einen Bericht basierend auf einer Teilmenge Ihrer Besucher erstellen. Zum Beispiel können Sie die Benutzer die in diesem Bericht berücksichtigt werden auf mobile Geräte beschränken. Das heißt, der Bericht enthält lediglich Daten für die Benutzer, die Ihre Website mit einem mobilen Gerät besucht haben.",
        "ReportSubcategory": "Bericht Unterkategorie",
        "ReportSubcategoryHelp": "Optional kann dieser Bericht auf eine bereits existierte Berichts-Seite hinzugefügt werden. Wenn keine Unterkategorie ausgewählt ist, wird eine neue Seite für diesen Bericht unterhalb der ausgewählten Hauptkategorie erstellt.",
        "ReportType": "Bericht Art",
        "ReportUpdated": "Der Bericht wurde erfolgreich aktualisiert.",
        "Type": "Art",
        "Unlock": "Entsperren",
        "UpdatingData": "Aktualisiere Daten…",
        "ViewReportInfo": "Bericht ansehen",
        "WarningOnUpdateReportMightGetLost": "Wenn Sie diesen Bericht aktualisieren, werden bereits generierte Berichte aus der Vergangenheit für diesen benutzerdefinierten Bericht nicht mehr zur Verfügung stehen.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "Wenn Sie diesen benutzerdefinierten Bericht aktualisieren, sind die zuvor erstellten Berichte nicht mehr verfügbar, und die Berichte für die letzten %1$s Monate werden neu erstellt.",
        "WarningRequiresUnlock": "Um Änderungen an diesem Bericht vorzunehmen, muss der Bericht \"entsperrt\" werden. Damit Sie Änderungen vornehmen können, müssen Sie den Funnel \"entsperren\". Wenn Sie Änderungen an diesem Bericht vornehmen, werden bereits generierte Berichte aus der Vergangenheit nicht mehr zur Verfügung stehen.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "Um Änderungen am Inhalt dieses Berichts vorzunehmen, müssen Sie diesen Bericht \"entsperren\". Wenn Sie Änderungen and der Konfiguration des Berichts vornehmen und diesen Bericht aktualisieren, werden neue Berichtsdaten für die letzten %1$s Monate neu generiert und zuvor erstellte Berichte für diesen Bericht sind nicht mehr verfügbar.",
        "WebsiteName": "Webseitenname"
    }
}
