{
    "HeatmapSessionRecording": {
        "Action": "İşlem",
        "ActivityClick": "Tıklama",
        "ActivityFormChange": "Form değiştirme",
        "ActivityFormText": "Form metni değiştirme",
        "ActivityFormValue": "Form değeri değiştirme",
        "ActivityInitialDom": "Giriş sayfası",
        "ActivityMove": "Hareket etme",
        "ActivityPageChange": "Sayfa içindeki değişiklik",
        "ActivityResize": "Yeniden boyutlandırma",
        "ActivityScroll": "Kaydırma",
        "ActivityScrollElement": "Kaydırma bileşeni",
        "AdBlockerDetected": "Bir reklam engelleyici kullanıldığında %1$s görüntülenemeyebilir. Matomo'nun sorunsuz çalışacağından emin olmak için lütfen reklam engelleyicinizi bu site için kapatın.",
        "AdvancedOptions": "Gelişmiş ayarlar",
        "AutoPlayNextPageview": "Sonraki sayfa gösteriminin otomatik olarak oynatılması için %1$s üzerine tıklayın (%2$s kısayolu)",
        "AvgAboveFoldDescription": "Ortalama olarak ziyaretçiler kaydırmadan bu çizginin üzerindeki içeriği görür",
        "AvgAboveFoldTitle": "Ortalama yukarı katlanma %s piksel",
        "BreakpointGeneralHelp": "Bir ziyaretçi siteyi ziyaret ettiğinde aygıt türü otomatik olarak algılanır. Bununla birlikte bazen aygıt türünün belirlenemediği olur. Site uyumlu yapıda ise ve görünümü belirli boyut değişikliği noktalarında değişiyorsa, daha ayrıntılı ısı haritaları oluşturmak için küçük çözünürlük kullanan masaüstü ziyaretçileri bu aygıt türüne konulur. Bu değerden daha küçük genişlik değerleri bu aygıt türüne konulur. Site uyumlu yapıda değilse sıfır olarak ayarlayın.",
        "BreakpointGeneralHelpManage": "Süper kullanıcı izinlerine sahip bir kullanıcı Yönetim =&gt; Genel ayarlar bölümünden bu boyut değişikliği noktalarının varsayılan değerlerini değiştirebilir.",
        "BreakpointX": "%s boyut değişikliği noktası",
        "CaptureDomInlineHelp": "Varsayılan olarak, anlık sıcaklık haritası görüntüleri sayfa yüklemesinde otomatik olarak kaydedilir. Sayfanız dinamik olarak bileşenler yüklüyorsa (örneğin yavaş yükleme ile) anlık görüntünüz eksik olabilir. Bu seçeneği açtığınızda ve tarayıcınızda aşağıdaki JavaScript kodunu çalıştırarak tam bir anlık görüntü elde edebilirsiniz: %1$s %2$sNot:%3$s Bu seçenek, anlık görüntüyü kaydettikten sonra otomatik olarak sıfırlanır.",
        "CaptureDomTitle": "Anlık sıcaklık haritası görüntüsünü el ile kaydet",
        "CaptureKeystrokes": "Tuş basmaları kaydedilsin",
        "CaptureKeystrokesHelp": "Açıldığında, form metin alanlarına yazılan metinler kaydedilir. Metin kaydedilirken ziyaretçinin yazdığı karakterler yıldız ('*') ile değiştirilir. Form alanında bir 'data-matomo-unmask' özniteliği belirterek istediğiniz alanları beyaz listeye alabilir ve içeriklerinin düz metin biçiminde kaydedilmesini sağlayabilirsiniz. Bununla birlikte parola ve kişisel verilerin (adres, e-posta, kredi kartı bilgileri, kullanıcı adı, telefon numarası gibi) bulunabileceği pek çok diğer alan algılandığında her zaman otomatik olarak gizlenir (%1$sayrıntılı bilgi alın%2$s). Açıldığında, KVKK ile ilgili kişisel verilerin kaydedebileceğini unutmayın.",
        "ChangeReplaySpeed": "Yeniden oynatma hızını değiştir (%s kısayolu)",
        "ClickRate": "Tıklama oranı:",
        "ClickToSkipPauses": "Duraklamaları atlamak için %1$s üzerine tıklayın (%2$s kısayolu)",
        "Clicks": "Tıklamalar:",
        "ColumnActionsDocumentation": "Kaydedilmiş oturumu oynatın ya da kayıtları kalıcı olarak silin.",
        "ColumnBrowserDocumentation": "Bu oturum kaydedilirken ziyaretçinin kullandığı tarayıcı.",
        "ColumnDeviceDocumentation": "Bu oturum kaydedilirken ziyaretçinin kullandığı aygıt.",
        "ColumnLabelRecordedSessions": "Giriş adresi → Çıkış adresi",
        "ColumnLocationDocumentation": "Bu oturum kaydedilirken ziyaretçinin bulunduğu konum.",
        "ColumnOperatingSystem": "İşletim sistemi",
        "ColumnOperatingSystemDocumentation": "Bu oturum kaydedilirken ziyaretçinin kullandığı işletim sistemi.",
        "ColumnPageviewsDocumentation": "Bu oturum boyunca kaydedilen sayfa gösterimlerinin sayısı.",
        "ColumnResolutionDocumentation": "Ziyaretçi bu sayfayı açtığında, tarayıcı penceresinde görüntülenen bakış açısının piksel sayısı.",
        "ColumnTime": "Zaman",
        "ColumnTimeDocumentation": "Sitenin saat dilimine göre kayıdın başladığı zaman.",
        "ColumnTimeOnPageDocumentation": "Oturum kaydedilirken ziyaretçinin bu sayfada geçirdiği süre",
        "ColumnTimeOnSiteDocumentation": "Oturum kaydedilirken ziyaretçinin toplam geçirdiği süre",
        "ColumnTotalEventsDocumentation": "Bu oturum sırasında kaydedilen olayların sayısı. Örneğin: tıklama, hareket etme, kaydırma, yeniden boyutlandırma, sayfa değişiklikleri ve form etkileşimi olayları.",
        "ConfigsInternetDisabled": "Bu Matomo kopyası için İnternet bağlantısı kapatılmış olduğundan '%s' erişimi denetlenemedi.",
        "ConfigsPhpErrorResult": "Sonuç olarak ısı haritaları ve oturum kayıtları çalışmayabilir. Bu dosyaya Internet ya da Intranet üzerinden erişilmesine izin vermek için site sunucunuzun yapılandırmasını değiştirmeniz gerekebilir.",
        "ConfigsPhpManualCheck": "Lütfen adresi el ile açarak yanıtta 'Piwik.HeatmapSessionRecording' olup olmadığına bakın. Göremiyorsanız, bu dosyaya İnternet ya da İntranet üzerinden erişilebilmesi için sunucu yapılandırmanızı değiştirmeniz gerekebilir.",
        "ConfigsPhpNotAccessible": "'%s' adresine İnternet ya da Intranet üzerinden erişilemiyor gibi görünüyor.",
        "ConfigsPhpSelfSignedError": "'%s' isteği yapıldığında bir SSL sorunu çıktı. Kendinden imzalı bir sertifika kullanıyor olabilir misiniz?",
        "ConfigsPhpSuccess": "'%s' erişilebilir",
        "ConfigsPhpUnknown": "'%s' için İnternet ya da İntranet erişimi denetlenemedi.",
        "ConfigsPhpUnknownError": "'%1$s' isteğinde sorun çıktı: %2$s.",
        "Country": "Ülke",
        "CreateNewHeatmap": "Yeni ısı haritası ekle",
        "CreateNewSessionRecording": "Yeni oturum kaydı ekle",
        "CreationDate": "Eklenme tarihi",
        "DeleteHeatmapConfirm": "Bu ısı haritasını silmek istediğinize emin misiniz? Daha önce üretilmiş raporlar kullanıcı arayüzündeki raporlar bölümünde görüntülenmeyecek.",
        "DeleteHeatmapScreenshotConfirm": "Bu ekran görüntüsünü silmek istediğinize emin misiniz? Ekran görüntüsünün yeniden alınması biraz zaman alabilir.",
        "DeleteRecordedPageview": "Bu sayfa gösterimi kaydını sil (onay istenmez)",
        "DeleteRecordedSession": "Bu oturum kaydını sil (onay istenmez)",
        "DeleteScreenshot": "Ekran görüntüsünü sil",
        "DeleteSessionRecordingConfirm": "Bu oturum kaydını silmek istediğinize emin misiniz? Daha önce üretilmiş raporlar kullanıcı arayüzündeki raporlar bölümünde görüntülenmeyecek.",
        "DeleteX": "%s sil",
        "DeviceType": "Aygıt türü",
        "DisableHeatmapRecordingDescription": "Açıldığında, herhangi bir sıcaklık haritası yapılandırılamaz ya da kaydedilemez.",
        "DisableHeatmapRecordingInlineHelp": "%1$sNot: Bu özellik kapatıldığında, önceden izlenen sıcaklık haritaları ile birlikte tüm sıcaklık haritaları silinir. Bu özelliği açtığınızda ya da kapattığınızda, oturum kaydında herhangi bir değişiklik olmaz.%2$s",
        "DisableHeatmapRecordingTitle": "Sıcaklık haritaları kapatılsın",
        "DisableSessionRecordingDescription": "Bu özellik kapatıldığında hiçbir oturum kaydı yapılandırılamaz ya da izlenemez.",
        "DisableSessionRecordingInlineHelp": "%1$s Not: Bu özellik kapatıldığında, daha önce izlenen oturum kayıtları ile birlikte tüm oturum kayıtları silinir. Bu özelliği açar ya da kapatırsanız sıcaklık haritalarında herhangi bir değişiklik olmaz. %2$s",
        "DisableSessionRecordingTitle": "Oturum kaydını kapat",
        "EditHeatmapX": "%s ısı haritasını düzenle",
        "EditSessionRecordingX": "%s oturum kaydını düzenle",
        "EditX": "%s düzenle",
        "EnableIncludeCountriesDescription": "Varsayılan olarak, tüm ziyaretler kaydedilir. Belirli ülkelerden ziyaretleri izlemek istediğinizde bu bölümü kullanıma alın.",
        "EnableIncludeCountriesTitle": "Yalnızca belirli ülkelerden gelen ziyaretçiler izlensin",
        "EndHeatmapConfirm": "Bu ısı haritası için yeni işlemlerin kaydedilmesini durdurmak istediğinize emin misiniz?",
        "EndSessionRecordingConfirm": "Yeni oturumların kaydedilmesini durdurmak istediğinize emin misiniz?",
        "ErrorArrayMissingKey": "\"%2$s\" içinde \"%3$s\" konumundaki \"%1$s\" dizi anahtarı eksik.",
        "ErrorArrayMissingValue": "\"%2$s\" içinde \"%3$s\" konumundaki \"%1$s\" dizi anahtarının değeri eksik.",
        "ErrorHeatmapDoesNotExist": "İstenilen ısı haritası bulunamadı",
        "ErrorHeatmapNameDuplicate": "Aynı adı kullanan başka bir ısı haritası zaten var.",
        "ErrorHeatmapRecordingDisabled": "Sıcaklık haritası kaydetme özelliği kapatılmış. Bu özelliği kullanmak istiyorsanız, bir Matomo süper kullanıcısının genel ayarlar bölümünden açılması gerekir.",
        "ErrorInnerIsNotAnArray": "\"%2$s\" içindeki her \"%1$s\" bir dizi olmalıdır.",
        "ErrorInvalidRegExp": "\"%1$s\" kurallı ifadesinin biçimi geçersiz.",
        "ErrorNotAnArray": "\"%1$s\" bir dizi olmalıdır.",
        "ErrorPageRuleRequired": "En az bir sayfa kuralı ayarlanmış olmalıdır.",
        "ErrorSessionRecordingDisabled": "Oturum kaydetme özelliği kapatıldı. Kullanılabilmesi için bu özelliğin genel ayarlar bölümünden süper kullanıcı düzeyinde bir Matomo kullanıcısı tarafından açılması gerekir.",
        "ErrorSessionRecordingDoesNotExist": "İstenilen oturum kaydı bulunamadı",
        "ErrorXContainsWhitespace": "\"%1$s\" içinde boşluk bulunamaz.",
        "ErrorXNotANumber": "\"%1$s\" bir sayı olmalıdır.",
        "ErrorXNotProvided": "Lütfen \"%1$s\" için bir değer yazın.",
        "ErrorXNotWhitelisted": "\"%1$s\" değeri kullanılamaz. Şunlardan birini kullanın: %2$s.",
        "ErrorXTooHigh": "\"%1$s\" çok büyük. İzin verilen en büyük değer %2$s.",
        "ErrorXTooLong": "\"%1$s\" çok uzun. İzin verilen en fazla karakter sayısı %2$s.",
        "ErrorXTooLow": "\"%1$s\" çok küçük. İzin verilen en küçük değer %2$s.",
        "ExcludedElements": "Katılmayan bileşenler",
        "ExcludedElementsHelp": "İsteğe bağlı olarak, görünmesini istemediğiniz bileşenlerin ısı haritası ön izlemesine katılmaması için CSS seçicileri tanımlayabilirsiniz. Örnek: Hedef sayfa açıldığında görüntülenen bir açılan pencere. Virgül ile ayırarak birden fazla seçici yazabilirsiniz.",
        "FieldIncludedTargetsHelp": "Hedefler hangi sayfalardaki kullanıcı işlemlerinin kaydedileceğini belirler. Bir ya da bir kaç koşul tanımlayabilirsiniz. Örneğin, adres ya da yol belirli bir değer olduğunda ya da adreste yalnızca belirli adres parametreleri bulunduğunda işlemlerin kaydedilmesini sağlayabilirsiniz. İşlemler bazı koşullar değil yalnızca tüm koşullar karşılandığında kaydedilir. Tüm koşullar büyük-küçük harfe duyarlı olarak değerlendirilir. 'basit olarak eşleşen' koşulu seçildiğinde adres iletişim kuralı, arama parametreleri ve sondaki bölü karakteri yok sayılır.",
        "FieldIncludedTargetsHelpSessions": "Hedefler hangi sayfalara kullanıcılar eriştiğinde oturumların kaydedileceğini belirler. Böylece örneğin yalnızca ödeme işlemlerinin yapıldığı oturumları kaydedebilirsiniz. Bir ya da bir kaç koşul tanımlayabilirsiniz. Örneğin, adres ya da yol belirli bir değer olduğunda ya da adreste yalnızca belirli adres parametreleri bulunduğunda oturumların kaydedilmesini sağlayabilirsiniz. Oturumlar bazı koşullar değil yalnızca tüm koşullar karşılandığında kaydedilir. Tüm koşullar büyük-küçük harfe duyarlı olarak değerlendirilir. 'basit olarak eşleşen' koşulu seçildiğinde adres iletişim kuralı, arama parametreleri ve sondaki bölü karakteri yok sayılır.",
        "FieldNamePlaceholder": "Örnek: 'Kayıt sayfası'",
        "FilesystemDirectory": "klasör",
        "Filter": "Süzgeç",
        "GettingStarted": "Başlarken",
        "Heatmap": "Isı haritası",
        "HeatmapAddedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını ekledi",
        "HeatmapCopied": "Sıcaklık haritası kopyalandı.",
        "HeatmapCreated": "Isı haritası eklendi.",
        "HeatmapDeletedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını sildi",
        "HeatmapDuplicationError": "İşlem tamamlanmadı. Sıcaklık haritası seçilmiş tüm sitelere kopyalanamadı. Kopyalanamayan siteler: %1$s. Kopyalanan siteler: %2$s.",
        "HeatmapDuplicationSiteTypeError": "Kopyalama özelliği sitelerde desteklenmiyor: %1$s.",
        "HeatmapEndedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını sonlandırdı",
        "HeatmapInfoTrackVisitsFromCountries": "Sıcaklık haritası yalnızca %1$s ziyaretlerini izlemek için yapılandırılmış.",
        "HeatmapNameHelp": "Bu ısı haritası raporu için kullanılacak adı belirler.",
        "HeatmapPausedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını duraklattı",
        "HeatmapResumedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını sürdürdü",
        "HeatmapSampleLimit": "Sayfa gösterimi sayısı",
        "HeatmapSampleLimitHelp": "Kaydedilmesini istediğiniz toplam sayfa gösterimi sayısı.",
        "HeatmapSampleRateHelp": "'Trafik' olarak da bilinir. %%100 seçildiğinde, seçilmiş hedef sayfayı ziyaret eden tüm ziyaretçiler kaydedilir. Örneğin %%10 seçildiğinde, her 10 ziyaretçiden biri kaydedilir. Yüzde değerini azalttığınızda seçilmiş örnek sınırına erişilmesi daha uzun zaman alır.",
        "HeatmapScreenshotDeletedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritası ekran görüntüsünü sildi",
        "HeatmapTroubleshoot": "Sorun mu yaşıyorsunuz? %1$sAyrıntılı bilgi alın%2$s.",
        "HeatmapUpdated": "Isı haritası güncellendi.",
        "HeatmapUpdatedActivity": "\"%2$s\" sitesi için \"%1$s\" sıcaklık haritasını güncelledi",
        "HeatmapUsageBenefits": "Isı haritaları, belirli bir sayfa için ziyaretçilerin tüm tıklama, fare hareketi ve kaydırma işlemlerinin kaydedilmesini sağlar. Böylece ziyaretçilerin, tıklanabilir olduğunu düşündükleri halde tıklanamayan bileşenleri, sayfada görmedikleri ya da etkileşim içinde oldukları bölümleri, neye baktıklarını, sayfanın ne kadarını gördükleri gibi bilgileri öğrenebilirsiniz.",
        "HeatmapWidth": "Isı haritası genişliği",
        "HeatmapX": "%sısı haritası",
        "HeatmapXRecordedSamplesSince": "%2$s zamanından beri %1$s örnek kaydedilmiş.",
        "Heatmaps": "Isı haritaları",
        "Manage": "Yönetim",
        "ManageHeatmapSubcategoryHelp": "Isı haritaları, ziyaretçilerin belirli bir sayfadaki tüm tıklamalarını, fare hareketlerini ve kaydırma işlemlerinin kaydedilmesini sağlar. Site için ısı haritası izlemeleri bu bölümden eklenip yönetilebilir.",
        "ManageHeatmaps": "Isı haritaları yönetimi",
        "ManageSessionRecordingSubcategoryHelp": "Oturum kayıtları, gerçek bir ziyaretçinin oturumu sırasında yaptığı tıklama, fare hareketi, kaydırma, pencereyi yeniden boyutlandırma, sayfa değiştirme ve form etkileşimi gibi işlemlerin kaydedilmesini sağlar. Site için oturum kayıtları bu bölümden eklenip yönetilebilir.",
        "ManageSessionRecordings": "Oturum kayıtları yönetimi",
        "MatomoJSNotWritableErrorMessage": "HeatmapSessionRecording: %1$s, matomo.js dosyası salt okunur olduğu için şu anda ziyaretleri izleyemiyor. Dosyayı yazılabilir yapmak için lütfen %2$sbelgelere%3$s bakın.",
        "MinSessionTime": "En kısa oturum süresi",
        "MinSessionTimeHelp": "Bir sayfada yalnızca belirtilen değerden daha uzun süre geçirilen oturumlar kaydedilir.",
        "MoveRate": "Hareket oranı:",
        "Moves": "Hareketler:",
        "NHeatmaps": "%s ısı haritası",
        "NSessionRecordings": "%s oturum kayıtları",
        "NoHeatmapSamplesRecordedYet": "Bu ısı haritası için henüz bir sayfa gösterimi kaydedilmemiş. Burada kaydedilmiş sayfa gösterimlerinin olması gerekiyorsa, bu ısı haritası için yapılandırılmış sayfa hedefleri sitenizdeki hiç bir sayfa ile eşleşmiyor olabilir. Ayrıca \"Yönetim\" başlığı altından \"Sistem denetimi\" bölümüne (yalnızca süper kullanıcılar görebilir) bakarak sisteminizin ısı haritalarını otomatik olarak izleyecek şekilde yapılandırıldığından emin olmanız önerilir.",
        "NoHeatmapSamplesRecordedYetWithoutSystemConfiguration": "Bu sıcaklık haritası için henüz bir sayfa görünümü kaydedilmemiş. Şimdiye kadar bazı kayıtlar olması gerektiğini düşünüyorsanız, bu sıcaklık haritası için yapılandırılmış sayfa hedefleri sitenizdeki hiçbir sayfayla eşleşmiyor olabilir.",
        "NoHeatmapScreenshotRecordedYet": "Şu ana kadar %1$s örnek kaydedilmiş. Bununla birlikte henüz bir ekran görüntüsü kaydedilmemiş. Bu ısı haritası için bir \"%2$s\" varsa, bir ziyaretçinin önce bu ekran görüntüsü adresini açması gerektiğinden ekran görüntüsünün kullanılabilmesi zaman alabilir. Örnekleme hızına göre bu işlem biraz zaman alabilir.",
        "NoHeatmapsConfiguredInfo": "Şu anda etkin bir ısı haritası yok. Isı haritalarını görüntüleyebilmek için, en az yönetici izinlerine sahip bir kullanıcıdan yeni bir ısı haritası eklemesini isteyin.",
        "NoHeatmapsFound": "Herhangi bir ısı haritası bulunamadı",
        "NoSessionRecordedYet": "Henüz bir oturum kaydedilmemiş. Burada kaydedilmiş bir oturum olması gerekiyorsa, yapılandırılmış giriş sayfası sitenizdeki hiç bir sayfa ile eşleşmiyor olabilir. Ayrıca \"Yönetim\" başlığı altından \"Sistem denetimi\" bölümüne (yalnızca süper kullanıcılar görebilir) bakarak sisteminizin oturumları otomatik olarak kaydedecek şekilde yapılandırıldığından emin olmanız önerilir.",
        "NoSessionRecordedYetWithoutSystemConfiguration": "Henüz herhangi bir oturum kaydedilmemiş. Şimdiye kadar bazı kaydedilmiş oturumlar olması gerektiğini düşünüyorsanız, ayarlanmış kayıt sayfası sitenizdeki hiçbir sayfayla eşleşmiyor olabilir.",
        "NoSessionRecordingsConfiguredInfo": "Şu anda etkin bir oturum kaydı yok. Yeni oturumları kaydedebilmek için, en az yönetici izinlerine sahip bir kullanıcıdan yeni bir kayıt işlemi eklemesini isteyin.",
        "NoSessionRecordingsFound": "Herhangi bir oturum kaydı bulunamadı",
        "None": "Yok",
        "NotSupportedBrowser": "Bu tarayıcı desteklenmiyor. Lütfen daha yeni bir sürümü kullanın ya da farklı bir tarayıcı deneyin.",
        "OnePageview": "1 sayfa gösterimi",
        "PageRule": "Sayfa kuralı",
        "PageviewXofY": "%1$s / %2$s sayfa gösterimi",
        "PageviewsInVisit": "Bu oturumda kaydedilmiş sayfa gösterimleri",
        "PauseReason": "Kotanızın dolması nedeniyle %1$s duraklatıldı. Lütfen ayrıntılı bilgi almak için destek ekibi ile görüşün.",
        "PeriodDisabledErrorMessage": "\"%1$s\" dönemi kullanımdan kaldırılmış. Ancak bu özelliğin çalışması için gerekli. Başka bir dönem seçin ya da sistem yöneticisinden 'config/config.ini.php' Matomo yapılandırma dosyasındaki \"enabled_periods_API\" seçeneğini \"%1$s\" dönemine izin verecek şekilde değiştirmesini isteyin.",
        "PersonalInformationNote": "Lütfen bir %1$s tarafından kişisel verilerin kaydedilebileceğini unutmayın. Sitenizdeki ya da uygulamanızdaki belirli içeriklerin gizlenmesini istiyorsanız, HTML kodunda bu içeriklere %2$sdata-matomo-mask%3$s özniteliğini ekleyebilirsiniz. %4$sAyrıntılı bilgi alın%5$s",
        "PlayRecordedSession": "Bu oturum kaydını oynat",
        "PlayerDurationXofY": "%1$s / %2$s",
        "PlayerForwardFast": "%1$s saniye ileri git (%2$s kısayolu)",
        "PlayerPageViewNext": "Bu ziyaretçinin sonraki sayfa gösterimini oynat %1$s (%2$s kısayolu)",
        "PlayerPageViewPrevious": "Bu ziyaretçinin önceki sayfa gösterimini oynat %1$s (%2$s kısayolu)",
        "PlayerPause": "Duraklat (%s kısayolu ya da boşluk)",
        "PlayerPlay": "Oynat (%s kısayolu ya da boşluk)",
        "PlayerReplay": "Yeniden oynat (%s kısayolu ya da boşluk)",
        "PlayerRewindFast": "%1$s saniye geri git (%2$s kısayolu)",
        "PolicyHeatmapRequirementNote": "HeatmapSessionRecording eklentisinde sıcaklık haritası kaydının kapalı olmalıdır",
        "PolicyHeatmapTitle": "Sıcaklık haritaları - Sıcaklık haritası kaydını kapat",
        "PolicySessionRequirementNote": "HeatmapSessionRecording eklentisinde oturum kaydı kapalı olmalıdır",
        "PolicySessionTitle": "Sıcaklık haritaları - Oturum kaydını kapat",
        "QuotaReachedForX": "Kota sınırınıza ulaştınız. Kullanım aşımı nedeniyle %1$s kopyalanamıyor. Kotanızı yönetmek için kullanılmayan veya daha az önemli %2$s ögesini silmeyi değerlendirin.",
        "RecordedHeatmapDocStatusActive": "Bu ısı haritası etkin. %2$s örnekleme hızı ile en çok %1$d sayfa gösterimi kaydedilebilir.",
        "RecordedHeatmapDocStatusEnded": "Bu ısı haritası sona ermiş. Yeni işlemler kaydedilmeyecek.",
        "RecordedPageviewDeletedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydının kaydedilmiş bir sayfa görünümünü sildi",
        "RecordedSessionDeletedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydının bir oturum kaydını sildi",
        "RecordedSessions": "Kaydedilmiş oturumlar",
        "RecordedSessionsDocStatusActive": "Bu oturum kaydı etkin. %2$s örnekleme hızı ile en çok %1$d oturum kaydedilebilir.",
        "RecordedSessionsDocStatusEnded": "Bu oturum kaydı sona erdi ve yeni bir oturum kaydedilmeyecek.",
        "Recordings": "Kayıtlar",
        "ReplayRecordedSession": "Kaydedilmiş oturumu yeniden oynat",
        "ReplayX": "%s yeniden oynatılsın",
        "ReportRecordedSessionsDocumentation": "Kaydedilen tüm oturumların listesi. Kaydedilen herhangi bir oturumu yeniden oynatabilirsiniz.",
        "RequiresActivity": "İşlem yapılması gereksin",
        "RequiresActivityHelp": "Açıldığında, bir sayfa gösteriminde yalnızca bir kaydırma ve tıklama işlemi yapılan oturumlar kaydedilir. Böylece çok fazla işlem yapılmayan oturumların kaydedilmesi engellenir.",
        "Rule": "Kural",
        "SampleLimit": "Örnek sınırı",
        "SampleRate": "Örnekleme hızı",
        "ScreenshotUrl": "Ekran görüntüsü adresi",
        "ScreenshotUrlHelp": "Varsayılan olarak, bir ziyaretçi bir hedef sayfasını ilk kez görüntülediğinde bir ekran görüntüsü kaydedilir. Hedef sayfanız ile birden çok sayfa adresi eşleşiyorsa ekran görüntüsünün kaydedileceği belirli bir adres yazabilirsiniz. Isı haritası görselleştirmesi yalnızca işlemleri kaydedilen bir ziyaretçinin bu adrese erişmesinden sonra oluşturulur. Belirtildiğinde adres tam olarak eşleşmelidir. İletişim kuralının yok sayılması için adresin başına iki tane bölü karakteri ekleyin (//ornek.com gibi). Bir ekran görüntüsü kaydedildikten sonra bu adresin değiştirilemeyeceğini unutmayın.",
        "SessionNameHelp": "Oturum kayıtları için kullanılacak adı belirler.",
        "SessionRecording": "Oturum kaydı",
        "SessionRecordingAddedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını ekledi",
        "SessionRecordingCreated": "Oturum kaydı eklendi.",
        "SessionRecordingDeletedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını sildi",
        "SessionRecordingEndedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını sonlandırdı",
        "SessionRecordingInfoTrackVisitsFromCountries": "Oturum kaydı yalnızca %1$s ziyaretlerini izlemek için yapılandırılmış.",
        "SessionRecordingPausedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını duraklattı",
        "SessionRecordingResumedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını sürdürdü",
        "SessionRecordingUpdated": "Oturum kaydı güncellendi.",
        "SessionRecordingUpdatedActivity": "\"%2$s\" sitesi için \"%1$s\" oturum kaydını güncelledi",
        "SessionRecordingX": "%s oturum kaydı",
        "SessionRecordings": "Oturum kayıtları",
        "SessionRecordingsUsageBenefits": "Oturum kayıtları, gerçek bir ziyaretçinin oturumu sırasında yaptığı tıklama, fare hareketi, kaydırma, pencereyi yeniden boyutlandırma, sayfa değiştirme ve form etkileşimi gibi işlemlerin kaydedilmesini sağlar. Bir ziyaretçinin sitenizle nasıl etkileşime girdiğini tam olarak görmek için bu etkileşimleri daha sonra yeniden oynatabilirsiniz. Böylece ziyaretçilerin beklentileri, yaşamış olabilecekleri sorunlar, kullanım alışkanlıkları gibi pek çok şeyi öğrenebilirsiniz.",
        "SessionSampleLimit": "Oturum sayısı",
        "SessionSampleLimitHelp": "Kaydedilmesini istediğiniz toplam oturum sayısı.",
        "SessionSampleRateHelp": "'Trafik' olarak da bilinir. %%100 seçildiğinde, seçilmiş hedef sayfaya erişen tüm oturumlar kaydedilir. Örneğin %%10 seçildiğinde, her 10 oturumdan biri kaydedilir. Yüzde değerini azalttığınızda seçilmiş örnek sınırına erişilmesi daha uzun zaman alır.",
        "SourceHeatmapLookupError": "Kaynak sıcaklık haritasına bakılırken beklenmeyen bir sorun çıktı. Lütfen yeniden deneyin. Sorun sürerse yöneticinizle veya destek ekibinizle görüşün.",
        "StatusActive": "Etkin",
        "StatusEnded": "Sona ermiş",
        "StatusPaused": "Duraklatıldı",
        "StopX": "Bu %s için yeni işlemleri kaydetmeyi durdurur.",
        "TargetAttributePath": "Yol",
        "TargetAttributeUrl": "Adres",
        "TargetAttributeUrlParameter": "Adres parametresi",
        "TargetAttributeUrlParameterExample": "AdresParametresininAdı",
        "TargetPage": "Hedef sayfa",
        "TargetPageTestErrorInvalidUrl": "Başında iletişim kuralı olan bir adres yazın.",
        "TargetPageTestLabel": "İşlem kaydını denetlemek için başında iletişim kuralı olan tam adresi yazın:",
        "TargetPageTestTitle": "Adres doğrulayıcı",
        "TargetPageTestUrlMatches": "Bu adresteki işlemler kaydediliyor",
        "TargetPageTestUrlNotMatches": "Bu adresteki işlemler kaydedilmiyor",
        "TargetPages": "Kayıt sayfaları",
        "TargetTypeContains": "şunu içeren",
        "TargetTypeEqualsExactly": "tam olarak eşleşen",
        "TargetTypeEqualsExactlyInfo": "Değer, adres iletişim kuralı, arama sorgusu ve karma ile tam olarak eşleşmelidir.",
        "TargetTypeEqualsSimple": "basit olarak eşleşen",
        "TargetTypeEqualsSimpleInfo": "Adres başında \"www.\" alt etki alanı olarak ya da olmayarak tüm iletişim kuralları (http ve https gibi) ile eşleşir. Eşleştirilirken adresin sonundaki bölü karakteri, arama sorgusu ve karma bölümü yok sayılır.",
        "TargetTypeExists": "var olan",
        "TargetTypeIsAny": "şunların tümü",
        "TargetTypeIsNot": "%s olmayan",
        "TargetTypeRegExp": "şu kurallı ifadeye uyan",
        "TargetTypeRegExpInfo": "Herhangi bir kurallı ifade. Örnek: \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "şununla başlayan",
        "TimeOnSite": "Sitedeki zaman",
        "TotalEvents": "Olaylar",
        "TrackingDisabledDefaultSettingDescription": "Bu özellik, Matomo üzerinde birden fazla site varsa ve yalnızca belirli birkaç sitenin izlenmesi isteniyorsa yararlı olabilir. İzleme özelliği varsayılan olarak kapatıldığında, izleme kodu içine özellikle '_paq.push(['HeatmapSessionRecording::enable']);' gibi bir satır eklenerek açılmadıkça, hiç bir site izlenmez. Böylece geçerli site için bir ısı haritası veya oturum kaydının yapılıp yapılmayacağını belirlemek amacıyla 'configs.php' dosyasına yapılacak gereksiz ağ istekleri önlenebilir. Gizlilik nedeniyle izleme özelliğinin yalnızca bazı sitelerde kullanılacağından emin olmak istiyorsanız da yararlı olabilir.",
        "TrackingDisabledDefaultSettingTitle": "Varsayılan olarak izleme kullanılmasın",
        "UpdatingData": "Veriler güncelleniyor…",
        "UrlParameterValueToMatchPlaceholder": "Adres parametresi adı için eşleştirilecek değer",
        "UrlXDoesNotLookLikeUrl": "%s bir adres gibi görünmüyor. Adresin başında http:// gibi bir iletişim kuralı ya da // bulunduğundan emin olun",
        "ViewReport": "Raporu görüntüle",
        "ViewportResolution": "Bakış açısı çözünürlüğü (genişlik x yükseklik)",
        "Width": "Genişlik",
        "XSamples": "%s örnek",
        "disable": "kullanımdan kaldır",
        "enable": "aç"
    }
}
