{
    "HeatmapSessionRecording": {
        "Action": "Action",
        "ActivityClick": "Clic",
        "ActivityFormChange": "Changement de formulaire",
        "ActivityFormText": "Modification du texte du formulaire",
        "ActivityFormValue": "Changement de valeur du formulaire",
        "ActivityInitialDom": "Page initiale",
        "ActivityMove": "Mouvement",
        "ActivityPageChange": "Changement dans la page",
        "ActivityResize": "Redimensionner",
        "ActivityScroll": "Défilement",
        "ActivityScrollElement": "Élément de défilement",
        "AdBlockerDetected": "%1$s peut ne pas être visible lorsque vous utilisez un bloqueur de publicités. Veuillez désactiver votre bloqueur de publicités sur ce site pour vous assurer que Matomo fonctionne correctement.",
        "AdvancedOptions": "Options avancées",
        "AutoPlayNextPageview": "Cliquez sur %1$s pour lire automatiquement la page suivante (raccourci %2$s)",
        "AvgAboveFoldDescription": "En moyenne, les visiteurs voient le contenu au-dessus de cette ligne sans défiler",
        "AvgAboveFoldTitle": "Moy. au-dessus de la ligne de flottaison %spx",
        "BreakpointGeneralHelp": "Le type d'appareil est automatiquement détecté lorsqu'un visiteur consulte votre site web. Cependant, il arrive parfois qu'il ne soit pas possible de détecter le type d'appareil. Si votre site Web est responsive et que votre mise en page s'interrompt à un moment donné, nous classerons les utilisateurs d'ordinateurs de bureau ayant une faible résolution dans ce type d'appareil pour obtenir des cartes de chaleur plus précises. Toute largeur inférieure à cette valeur sera classée dans ce type d'appareil. Mettez la valeur zéro si votre site Web n'est pas responsive.",
        "BreakpointGeneralHelpManage": "Un utilisateur disposant d'un accès Super utilisateur peut modifier les valeurs par défaut de ces points d'arrêt dans Administration =&gt; Paramètres généraux.",
        "BreakpointX": "Point d'arrêt %s",
        "CaptureDomInlineHelp": "Par défaut, les instantanés de la carte de chaleur sont automatiquement pris au chargement de la page. Si votre page charge dynamiquement des éléments (comme avec le chargement différé), votre instantané pourrait être incomplet (page blanche). Vous pouvez capturer manuellement un instantané complet en activant cette option et en exécutant le code Javascript suivant dans votre navigateur : %1$s %2$sNote :%3$s Cette option se réinitialise automatiquement après la capture de l'instantané.",
        "CaptureDomTitle": "Capturer un instantané de la carte de chaleur manuellement",
        "CaptureKeystrokes": "Enregistrement des frappes de clavier",
        "CaptureKeystrokesHelp": "Si cette option est activée, tout le texte saisi dans les champs de formulaire texte seront enregistrés. Pendant l'enregistrement du texte, tout caractère saisi par l'utilisateur est remplacé par une étoile ('*'). Vous pouvez établir une liste blanche de certains champs qui seront enregistrés en texte brut en spécifiant un attribut \"data-matomo-unmask\" sur un champ de formulaire. Toutefois, les champs relatifs au mot de passe et de nombreux autres champs susceptibles de contenir des informations personnelles (adresse, courriel, informations relatives à la carte de crédit, nom d'utilisateur, numéro de téléphone, ...) seront toujours automatiquement masqués si nous les détectons comme tels (%1$sen savoir plus%2$s). Veuillez noter que lorsque vous activez cette fonction, vous pouvez enregistrer des données personnelles, ce qui peut entrer en conflit avec le RGPD.",
        "ChangeReplaySpeed": "Modifier la vitesse de lecture (raccourci %s)",
        "ClickToSkipPauses": "Cliquez pour %1$s sauter les pauses (raccourci %2$s)",
        "ColumnActionsDocumentation": "Lire la session enregistrée ou supprimez l'enregistrement de façon permanente.",
        "ColumnBrowserDocumentation": "Le navigateur que le visiteur utilisait au moment de l'enregistrement de cette session.",
        "ColumnDeviceDocumentation": "L'appareil que le visiteur utilisait lorsque cette session a été enregistrée.",
        "ColumnLabelRecordedSessions": "URL d'entrée → URL de sortie",
        "ColumnLocationDocumentation": "L'emplacement du visiteur lorsque cette session a été enregistrée.",
        "ColumnOperatingSystem": "Système d'exploitation",
        "ColumnOperatingSystemDocumentation": "Le système d'exploitation que le visiteur utilisait lorsque cette session a été enregistrée.",
        "ColumnPageviewsDocumentation": "Le nombre de pages vues qui ont été enregistrées pendant cette session.",
        "ColumnResolutionDocumentation": "Le nombre de pixels visiblede la fenêtre d'affichage dans la fenêtre du navigateur lorsque l'utilisateur a ouvert cette page.",
        "ColumnTime": "Heure",
        "ColumnTimeDocumentation": "L'heure à laquelle l'enregistrement a commencé dans le fuseau horaire du site web.",
        "ColumnTimeOnPageDocumentation": "Le temps que le visiteur a passé sur cette page pendant l'enregistrement de la session",
        "ColumnTimeOnSiteDocumentation": "Combien de temps le visiteur a passé au total pendant que la session était enregistrée",
        "ColumnTotalEventsDocumentation": "Le nombre d'événements qui ont été enregistrés durant cette session. Par exemple : clic, déplacement, défilement, redimensionnement, changements de page et interactions avec les formulaires.",
        "ConfigsInternetDisabled": "Nous n'avons pas pu vérifier si '%s' est accessible car la connexion internet est désactivée sur ce Matomo.",
        "ConfigsPhpErrorResult": "Par conséquent, le suivi des cartes de chaleur et des enregistrements de sessions peut ne pas fonctionner. Vous devrez peut-être modifier la configuration de votre serveur Web pour permettre l'accès à ce fichier via Internet ou Intranet.",
        "ConfigsPhpManualCheck": "Veuillez ouvrir l'URL manuellement dans un navigateur pour voir si la réponse contient 'Piwik.HeatmapSessionRecording'. Si ce n'est pas le cas, vous devrez peut-être modifier la configuration de votre serveur car ce fichier doit être accessible via un navigateur depuis Internet ou Intranet.",
        "ConfigsPhpNotAccessible": "L'URL '%s' semble ne pas être accessible depuis Internet ou Intranet.",
        "ConfigsPhpSelfSignedError": "La requête de '%s' a donné lieu à une erreur SSL. Peut-être utilisez-vous un certificat auto-signé ?",
        "ConfigsPhpSuccess": "'%s' est accessible",
        "ConfigsPhpUnknown": "Nous n'avons pas pu vérifier si '%s' est accessible par Internet ou Intranet.",
        "ConfigsPhpUnknownError": "La requête de '%1$s' a donné lieu à une erreur : %2$s.",
        "Country": "Pays",
        "CreateNewHeatmap": "Créer une nouvelle carte de chaleur",
        "CreateNewSessionRecording": "Créer un nouvel enregistrement de session",
        "CreationDate": "Date de création",
        "DeleteHeatmapConfirm": "Êtes-vous sûr de vouloir supprimer cette carte de chaleur ? Les cartes de chaleur générées précédemment ne seront plus disponibles dans l'interface de création de rapports.",
        "DeleteHeatmapScreenshotConfirm": "Êtes-vous sûr de vouloir supprimer cette capture d'écran ? Il peut s'écouler un certain temps avant que la capture d'écran ne soit refaite.",
        "DeleteRecordedPageview": "Supprimer cette vue de la page enregistrée (aucune confirmation demandée)",
        "DeleteRecordedSession": "Supprimer cette session enregistrée (aucune confirmation n'est demandée)",
        "DeleteScreenshot": "Supprimer la capture d'écran",
        "DeleteSessionRecordingConfirm": "Êtes-vous sûr de vouloir supprimer cet enregistrement de session ? Les enregistrements générés précédemment ne seront plus disponibles dans l'interface utilisateur des rapports.",
        "DeleteX": "Supprimer %s",
        "DeviceType": "Type d'appareil",
        "DisableHeatmapRecordingDescription": "En désactivant cette fonction, aucune carte de chaleur ne peut plus être configurée ou enregistrée.",
        "DisableHeatmapRecordingInlineHelp": "%1$sRemarque : la désactivation de cette fonction entraîne la suppression de toutes les cartes de chaleur, y compris les cartes de chaleur précédemment suivies. Aucun changement ne sera apporté à l'enregistrement de la session si vous activez ou désactivez cette fonctionnalité.%2$s",
        "DisableHeatmapRecordingTitle": "Désactiver les cartes de chaleur",
        "DisableSessionRecordingDescription": "En désactivant cette fonctionnalité, aucun enregistrement de session ne peut plus être configuré ou suivi.",
        "DisableSessionRecordingInlineHelp": "%1$sRemarque : la désactivation de cette fonctionnalité supprimera tous les enregistrements de session, y compris les enregistrements de session précédemment suivis. Il n'y aura aucun changement pour les cartes de chaleur si vous activez ou désactivez cette fonction.%2$s",
        "DisableSessionRecordingTitle": "Désactiver l'enregistrement des sessions",
        "EditHeatmapX": "Modifier la carte de chaleur %s",
        "EditSessionRecordingX": "Modifier l'enregistrement de la session %s",
        "EditX": "Modifier %s",
        "EnableIncludeCountriesDescription": "Par défaut, toutes les visites sont enregistrées. Activez cette section si vous souhaitez suivre les visites provenant de certains pays.",
        "EnableIncludeCountriesTitle": "Ne suivre que les visiteurs provenant de certains pays",
        "EndHeatmapConfirm": "Êtes-vous sûr de vouloir arrêter de mesurer des activités pour cette carte de chaleur ?",
        "EndSessionRecordingConfirm": "Êtes-vous sûr de vouloir arrêter d'enregistrer de nouvelles sessions ?",
        "ErrorArrayMissingKey": "Clé de tableau manquante \"%1$s\" dans \"%2$s\" à la position \"%3$s\".",
        "ErrorArrayMissingValue": "Valeur manquante pour la clé du tableau \"%1$s\" dans \"%2$s\" à la position \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "La carte de chaleur demandée n'existe pas",
        "ErrorHeatmapNameDuplicate": "Le nom de la carte de chaleur est déjà utilisé par une autre carte.",
        "ErrorHeatmapRecordingDisabled": "La fonction d'enregistrement des cartes de chaleur est désactivée. Pour utiliser cette fonction, elle doit être activée par un super utilisateur Matomo dans les paramètres généraux.",
        "ErrorInnerIsNotAnArray": "Chaque \"%1$s\" dans \"%2$s\" doit être un tableau.",
        "ErrorInvalidRegExp": "L'expression régulière \"%1$s\" n'a pas un format valide.",
        "ErrorNotAnArray": "\"%1$s\" doit être un tableau.",
        "ErrorPageRuleRequired": "Au moins une règle de page doit être définie.",
        "ErrorSessionRecordingDisabled": "La fonction d'enregistrement de session est désactivée. Pour utiliser cette fonction, elle doit être activée par un super utilisateur Matomo dans les paramètres généraux.",
        "ErrorSessionRecordingDoesNotExist": "L'enregistrement de session demandé n'existe pas",
        "ErrorXContainsWhitespace": "Le \"%1$s\" n'est pas autorisé car ne doit pas contenir d'espace blanc.",
        "ErrorXNotANumber": "\"%1$s\" doit être un nombre.",
        "ErrorXNotProvided": "Veuillez indiquer une valeur pour \"%1$s\".",
        "ErrorXNotWhitelisted": "La valeur pour \"%1$s\" n'est pas autorisée, utilisez une de celles-ci : %2$s.",
        "ErrorXTooHigh": "\"%1$s\" est trop élevé, la valeur maximale autorisée est %2$s.",
        "ErrorXTooLong": "\"%1$s\" est trop long, %2$s caractères maximum sont autorisés.",
        "ErrorXTooLow": "\"%1$s\" est trop faible, la valeur minimale autorisée est %2$s.",
        "ExcludedElements": "Éléments exclus",
        "ExcludedElementsHelp": "Vous pouvez éventuellement définir des sélecteurs CSS pour exclure certains éléments qui ne doivent pas être visibles dans l'aperçu de la carte de chaleur. Par exemple, une fenêtre contextuelle qui s'affiche lorsque la page cible est ouverte. Vous pouvez séparer plusieurs sélecteurs par une virgule.",
        "FieldIncludedTargetsHelp": "Les cibles vous permettent de définir sur quelles pages les activités des utilisateurs doivent être enregistrées. Vous pouvez définir une ou plusieurs conditions. Par exemple, vous pouvez définir l'enregistrement des activités lorsque l'URL ou le chemin d'accès est égal à une certaine valeur et seulement si un certain paramètre d'URL est présent dans l'URL. Les activités ne seront enregistrées que si toutes les conditions sont remplies, et non si une seule d'entre elles l'est. Toutes les conditions sont évaluées sans tenir compte de la casse. Lorsque vous sélectionnez \"est égal à\", le protocole de l'URL, les paramètres de recherche et la barre oblique de fin de ligne sont ignorés.",
        "FieldIncludedTargetsHelpSessions": "Les cibles vous permettent de configurer le démarrage de l'enregistrement d'une session uniquement lorsqu'un visiteur a atteint une certaine page. Cela vous permet par exemple de n'enregistrer que les sessions qui passent par le processus de paiement. Vous pouvez définir une ou plusieurs conditions. Par exemple, vous pouvez définir l'enregistrement d'une session uniquement lorsque l'URL ou le chemin d'accès est égal à une certaine valeur et uniquement si un certain paramètre d'URL est présent dans l'URL. Les sessions ne seront enregistrées que si toutes les conditions sont remplies lors de l'affichage d'une page, et non si une seule d'entre elles l'est. Toutes les conditions sont évaluées sans tenir compte de la casse. Lorsque vous sélectionnez \"est égal à\", le protocole de l'URL, les paramètres de recherche et la barre oblique de fin de ligne sont ignorés.",
        "FieldNamePlaceholder": "ex 'Page d'inscription'",
        "FilesystemDirectory": "répertoire",
        "Filter": "Filtre",
        "GettingStarted": "Démarrer",
        "Heatmap": "Carte de chaleur",
        "HeatmapCreated": "La carte de chaleur a été créée avec succès.",
        "HeatmapInfoTrackVisitsFromCountries": "La carte de chaleur est configurée pour ne suivre que les visites provenant de %1$s.",
        "HeatmapNameHelp": "Définit le nom sous lequel le rapport de cette carte de chaleur sera disponible.",
        "HeatmapSampleLimit": "Nombre de pages vues",
        "HeatmapSampleLimitHelp": "Définit le nombre de pages vues que vous souhaitez enregistrer au total.",
        "HeatmapSampleRateHelp": "Également connu sous le nom de \"trafic\". Lorsque vous sélectionnez 100%%, tous les visiteurs qui se rendent sur la page cible sélectionnée seront enregistrés. Si vous sélectionnez par exemple 10 %%, seul un visiteur sur dix sera enregistré. Plus le pourcentage sélectionné est faible, plus il faudra de temps pour atteindre la limite d'échantillonnage choisie.",
        "HeatmapUpdated": "La carte de chaleur a été mise à jour avec succès.",
        "HeatmapUsageBenefits": "Les cartes de chaleur vous permettent d'enregistrer tous les clics, mouvements de souris et activités de défilement de vos visiteurs sur une page donnée. Cela vous permet de savoir où les utilisateurs pensent que quelque chose est cliquable mais ne l'est pas, s'il y a des parties de la page qui sont à peine consultées ou avec lesquelles il y a peu d'interaction, ce que vos visiteurs recherchent, quelle partie de la page est visible lorsque les utilisateurs consultent votre page, et plus encore.",
        "HeatmapWidth": "Largeur de la carte de chaleur",
        "HeatmapX": "Carte de chaleur %s",
        "HeatmapXRecordedSamplesSince": "%1$s échantillons ont été enregistrés depuis %2$s.",
        "Heatmaps": "Cartes de chaleur",
        "Manage": "Gérer",
        "ManageHeatmapSubcategoryHelp": "Les cartes de chaleur vous permettent d'enregistrer tous les clics, mouvements de souris et activités de défilement de vos visiteurs sur une page spécifique. Cette section vous permet de créer et de gérer le suivi de cartes de chaleur pour votre site Web.",
        "ManageHeatmaps": "Gérer les cartes de chaleur",
        "ManageSessionRecordingSubcategoryHelp": "Les enregistrements de session vous permettent d'enregistrer toutes les activités d'un visiteur réel au cours de sa session (visite), telles que les clics, les mouvements de souris, les défilements, les redimensionnements de fenêtre, les changements de page et les interactions de formulaire. Cette section vous permet de créer et de gérer les enregistrements de session pour votre site.",
        "ManageSessionRecordings": "Gérer les enregistrements des sessions",
        "MatomoJSNotWritableErrorMessage": "HeatmapSessionRecording : %1$s ne peut actuellement pas suivre les visites, car le fichier matomo.js est en lecture seule. Veuillez consulter la %2$sdocumentation%3$s pour savoir comment rendre le fichier modifiable.",
        "MinSessionTime": "Durée minimale de la visite",
        "MinSessionTimeHelp": "Une session ne sera enregistrée que lorsqu'un visiteur aura passé au moins le temps spécifié sur une page.",
        "NHeatmaps": "%s cartes de chaleur",
        "NSessionRecordings": "%s enregistrements de sessions",
        "NoHeatmapSamplesRecordedYet": "Aucune page vue n'a encore été enregistrée pour cette carte de chaleur. Si des enregistrements sont censés avoir lieu à l'heure actuelle, il se peut que les pages cibles configurées pour cette carte de chaleur ne correspondent à aucune page de votre site Web. Il est également recommandé de vérifier la \"Vérification du système\" sous \"Administration\" (uniquement pour les super utilisateurs) pour voir si votre système est configuré pour suivre automatiquement les cartes de chaleur.",
        "NoHeatmapSamplesRecordedYetWithoutSystemConfiguration": "Aucune vue de page n'a encore été enregistrée pour cette carte de chaleur. S'il devait y avoir des enregistrements à ce stade, il est possible que les pages configurées ciblées pour cette carte de chaleur ne correspondent à aucune page de votre site web.",
        "NoHeatmapScreenshotRecordedYet": "Il y a eu %1$s échantillons enregistrés jusqu'à présent. Cependant, aucune capture d'écran n'a encore été effectuée. S'il y a un \"%2$s\" pour cette carte de chaleur, la capture d'écran peut prendre un certain temps avant d'être disponible car l'utilisateur doit d'abord ouvrir cette URL de capture d'écran. Selon le taux d'échantillonnage, cela peut prendre un certain temps.",
        "NoHeatmapsConfiguredInfo": "Il n'y a actuellement aucune carte de chaleur active. Pour afficher les cartes de chaleur, veuillez demander à un utilisateur ayant au moins un accès administrateur de créer une nouvelle carte de chaleur.",
        "NoHeatmapsFound": "Pas de carte de chaleur trouvée",
        "NoSessionRecordedYet": "Aucune session n'a encore été enregistrée. Si des sessions sont censées être déjà enregistrées, il se peut que la page d'entrée configurée ne corresponde à aucune page de votre site Web. Il est également recommandé de vérifier la \"Vérification du système\" sous \"Administration\" (uniquement pour les super utilisateurs) pour voir si votre système est configuré pour enregistrer automatiquement les sessions.",
        "NoSessionRecordedYetWithoutSystemConfiguration": "Aucune session n'a encore été enregistrée. S'il devait y avoir des sessions enregistrées à ce stade, il est possible que la page d'entrée configurée ne corresponde à aucune page de votre site web.",
        "NoSessionRecordingsConfiguredInfo": "Il n'y a actuellement aucun enregistrement de session actif. Pour enregistrer de nouvelles sessions, veuillez demander à un utilisateur ayant au moins un accès administrateur de créer un nouvel enregistrement.",
        "NoSessionRecordingsFound": "Aucun enregistrement de session trouvé",
        "NotSupportedBrowser": "Ce navigateur n'est pas pris en charge. Veuillez utiliser une version plus récente ou essayer un autre navigateur.",
        "OnePageview": "1 page vue",
        "PageRule": "Règle de la page",
        "PageviewXofY": "Page vue %1$s de %2$s",
        "PageviewsInVisit": "Pages vues enregistrées au cours de cette session",
        "PauseReason": "Le %1$s a été mis en pause en raison de la consommation de votre quota, veuillez contacter le support pour plus de détails.",
        "PeriodDisabledErrorMessage": "La période \"%1$s\" est désactivée mais est nécessaire pour que cette fonctionnalité marche. Sélectionnez une autre période ou demandez à un administrateur système de modifier le fichier de configuration 'config/config.ini.php' de Matomo pour autoriser la période \"%1$s\" dans le paramètre \"enabled_periods_API\".",
        "PersonalInformationNote": "Veuillez noter qu'un %1$s peut enregistrer des informations personnelles ou sensibles. Si vous souhaitez masquer certains contenus sur votre site Web ou votre application, vous pouvez marquer ces contenus en ajoutant un attribut %2$sdata-matomo-mask%3$s au balisage HTML. %4$sEn savoir plus%5$s",
        "PlayRecordedSession": "Lire cette session enregistrée",
        "PlayerDurationXofY": "%1$s de %2$s",
        "PlayerForwardFast": "Passer %1$s secondes (raccourci %2$s)",
        "PlayerPageViewNext": "Lire la page suivante de ce visiteur (%1$s) (raccourci %2$s)",
        "PlayerPageViewPrevious": "Lire la page précédente de ce visiteur %1$s (raccourci %2$s)",
        "PlayerPause": "Pause (raccourci %s ou espace)",
        "PlayerPlay": "Lire (raccourci %s ou espace)",
        "PlayerReplay": "Relecture (raccourci %s ou espace)",
        "PlayerRewindFast": "Rembobiner %1$s secondes (raccourci %2$s)",
        "RecordedHeatmapDocStatusActive": "Cette carte de chaleur est active. Jusqu'à %1$d pages vues seront enregistrées avec un taux d'échantillonnage de %2$s.",
        "RecordedHeatmapDocStatusEnded": "Cette carte de chaleur est terminée. Aucune nouvelle activité ne sera enregistrée.",
        "RecordedSessions": "Sessions enregistrées",
        "RecordedSessionsDocStatusActive": "L'enregistrement de cette session est actif. Jusqu'à %1$d sessions seront enregistrées avec une fréquence d'échantillonnage de %2$s.",
        "RecordedSessionsDocStatusEnded": "L'enregistrement de cette session est terminé et aucune nouvelle session ne sera enregistrée.",
        "Recordings": "Enregistrements",
        "ReplayRecordedSession": "Regarder à nouveau l'enregistrement de session",
        "ReplayX": "Regarder à nouveau %s",
        "ReportRecordedSessionsDocumentation": "Une liste de toutes les sessions qui ont été enregistrées. Vous pouvez revisionner n'importe quelle session enregistrée.",
        "RequiresActivity": "Requiert une activité",
        "RequiresActivityHelp": "Si cette option est activée, seules les sessions qui présentent une activité de défilement et de clic dans une vue de page seront enregistrées. Cela permet d'éviter l'enregistrement de sessions avec peu d'activité.",
        "Rule": "Règle",
        "SampleLimit": "Limite d'échantillonnage",
        "SampleRate": "Taux d'échantillonnage",
        "ScreenshotUrl": "URL de la capture d'écran",
        "ScreenshotUrlHelp": "Par défaut, une capture d'écran est réalisée lorsque le premier visiteur visualise la page cible. Si différentes URLs de pages correspondent à votre page cible, vous pouvez spécifier une URL spécifique qui doit être utilisée pour capturer l'écran. La visualisation de la carte de chaleur ne sera disponible que lorsqu'au moins un visiteur aura visité cette URL dont les activités sont enregistrées. Si elle est définie, l'URL doit correspondre exactement. Pour ignorer le protocole, commencez l'URL par deux doubles barres obliques (//exemple.com). Veuillez noter que cette URL ne peut pas être modifiée dès qu'une capture d'écran a été réalisée.",
        "SessionNameHelp": "Définit le nom sous lequel les enregistrements de la session seront disponibles.",
        "SessionRecording": "Enregistrement de sessions",
        "SessionRecordingCreated": "L'enregistrement de la session a été créé avec succès.",
        "SessionRecordingInfoTrackVisitsFromCountries": "L'enregistrement de session est configuré pour ne suivre que les visites provenant de %1$s.",
        "SessionRecordingUpdated": "L'enregistrement de la session a été mis à jour avec succès.",
        "SessionRecordingX": "Enregistrement de session %s",
        "SessionRecordings": "Enregistrements des sessions",
        "SessionRecordingsUsageBenefits": "Les enregistrements de session vous permettent d'enregistrer toutes les activités d'un visiteur réel au cours de sa session (visite), telles que les clics, les mouvements de souris, les défilements, les redimensionnements de fenêtre, les changements de page et les interactions de formulaire. Vous pouvez ensuite rejouer ces interactions pour voir exactement comment un visiteur a interagi avec votre site Web. De cette façon, vous comprenez leurs attentes, les problèmes qu'ils peuvent rencontrer, leurs habitudes d'utilisation, etc.",
        "SessionSampleLimit": "Nombre de sessions",
        "SessionSampleLimitHelp": "Définit le nombre de sessions que vous souhaitez enregistrer au total.",
        "SessionSampleRateHelp": "Également connu sous le nom de \"trafic\". Si vous sélectionnez 100%%, toutes les sessions seront enregistrées dès qu'elles auront atteint la page cible. Si vous sélectionnez par exemple 10 %%, seule une session sur dix sera enregistrée. Plus le pourcentage sélectionné est faible, plus il faudra de temps pour atteindre la limite d'échantillonnage choisie.",
        "StatusActive": "Active",
        "StatusEnded": "Terminée",
        "StatusPaused": "En pause",
        "StopX": "Arrêtez d'enregistrer toute nouvelle activité pour ce %s.",
        "TargetAttributePath": "Chemin",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "Paramètre d'URL",
        "TargetAttributeUrlParameterExample": "nameOfUrlParameter",
        "TargetPage": "Page cible",
        "TargetPageTestErrorInvalidUrl": "Entrez une URL incluant un protocole.",
        "TargetPageTestLabel": "Saisissez une URL complète, y compris le protocole, pour vérifier si les activités seront enregistrées sur cette URL :",
        "TargetPageTestTitle": "Validation de l'URL",
        "TargetPageTestUrlMatches": "Les activités seront enregistrées pour cette URL",
        "TargetPageTestUrlNotMatches": "Les activités ne seront pas enregistrées pour cette URL",
        "TargetPages": "Pages d'entrée",
        "TargetTypeContains": "contient",
        "TargetTypeEqualsExactly": "strictement égal",
        "TargetTypeEqualsExactlyInfo": "La valeur doit correspondre exactement, y compris le protocole URL, la requête de recherche et le hachage.",
        "TargetTypeEqualsSimple": "est égal à",
        "TargetTypeEqualsSimpleInfo": "L'URL correspondra à n'importe quel protocole (par exemple http et https) avec ou sans le sous-domaine \"www.\". Tout slash de fin de chemin ainsi que la requête de recherche et la partie hash de l'URL seront ignorés lors de la recherche de l'URL.",
        "TargetTypeExists": "existe",
        "TargetTypeIsAny": "n'importe quel",
        "TargetTypeIsNot": "n'est pas %s",
        "TargetTypeRegExp": "correspond à l'expression régulière",
        "TargetTypeRegExpInfo": "Toute expression régulière, par exemple \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "commence par",
        "TimeOnSite": "Temps passé sur le site web",
        "TotalEvents": "Événements",
        "TrackingDisabledDefaultSettingDescription": "Cette fonctionnalité peut être utile si votre Matomo possède plusieurs sites et que vous souhaitez utiliser la fonction uniquement sur quelques sites spécifiques. Lorsque vous désactivez le suivi par défaut, la fonction d'enregistrement des cartes de chaleur et des sessions ne s'exécutera sur aucun site, sauf si vous l'activez spécifiquement dans le cadre de votre code de suivi, par exemple en appelant '_paq.push(['HeatmapSessionRecording::enable']);'. Cela permet d'éviter des requêtes réseau inutiles vers le fichier 'configs.php' pour déterminer si une carte de chaleur ou un enregistrement de session est configuré pour le site actuel. Cela peut également être utile pour des raisons de confidentialité si vous voulez vous assurer que la fonctionnalité ne sera utilisée que sur certains sites.",
        "TrackingDisabledDefaultSettingTitle": "Désactiver le suivi par défaut",
        "UpdatingData": "Mise à jour des données…",
        "UrlParameterValueToMatchPlaceholder": "Valeur à faire correspondre au nom du paramètre de l'URL",
        "UrlXDoesNotLookLikeUrl": "Le %s ne ressemble pas à une URL. Assurez-vous qu'il contient un protocole comme http:// ou qu'il commence par //",
        "ViewReport": "Voir le rapport",
        "ViewportResolution": "Résolution de la fenêtre de visualisation (largeur x hauteur)",
        "Width": "Largeur",
        "XSamples": "%s échantillons",
        "disable": "désactivé",
        "enable": "activé"
    }
}
