{
    "HeatmapSessionRecording": {
        "ActivityClick": "Kliknięcie",
        "ActivityFormChange": "Zmiana w formularzu",
        "ActivityFormText": "Zmiana tekstu w formularzu",
        "ActivityFormValue": "Zmiana wartości w formularzu",
        "ActivityInitialDom": "Strona początkowa",
        "ActivityMove": "Ruch",
        "ActivityResize": "Zmiana rozmiaru",
        "ActivityScroll": "Przewinięcie",
        "ActivityScrollElement": "Przewijany element",
        "AdvancedOptions": "Zaawansowane",
        "AutoPlayNextPageview": "Kliknij aby %1$s odtworzyć następne nagranie (skrót %2$s)",
        "AvgAboveFoldDescription": "Przeciętny odwiedzający widzi zawartość powyżej tej linii bez przewijania",
        "AvgAboveFoldTitle": "Śr. powyżej zgięcia %spx",
        "BreakpointGeneralHelp": "Typ urządzenia jest automatycznie wykrywany podczas odwiedzin na Twojej stronie. Czasami zdarza się, że poprawne wykrycie urządzenia nie jest możliwe. W przypadku stron responsywnych, gdy projekt strony zmienia się dla pewnych rozdzielczości, możemy umieścić użytkowników komputerów stacjonarnych z ekranami o niskich rozdzielczościach umieścić w tej grupie, aby wygenerować dokładniejsze mapy aktywności. Dowolna szerokość mniejsza niż ta wartość spowoduje umieszczenie odwiedzającego w tej grupie urządzeń. Ustaw zero dla nieresponsywnej strony.",
        "BreakpointGeneralHelpManage": "Użytkownik z dostępem Super Użytkownika może zmienić domyślne wartości punktów zatrzymania w Ustawienia => Ustawienia ogólne.",
        "BreakpointX": "Punkt podziału %s",
        "CaptureKeystrokes": "Przechwytuj naciskane klawisze",
        "CaptureKeystrokesHelp": "Włączenie tej opcji spowoduje rejestrację dowolnego tekstu wprowadzanego w polach formularza.dy wprowadzony przez użytkownika znak jest zamieniany na gwiazdkę ('*'). Możesz dodać wybrane pola do białej listy, co spowoduje ich zapisywanie jako zwykłego tekstu poprzez dodanie im atrybutu 'data-matomo-unmask'. Pola haseł i inne potencjalnie przenoszące dane osobowe (adres, email, dane karty kredytowej, nazwa użytkownika, numer telefonu) po wykryciu przez nas zawsze będą maskowane automatycznie (%1$sdowiedz się więcej%2$s). Prosimy pamiętaj, że włączając tą funkcjonalność możesz zapisać dane osobowe, co może naruszać zapisy RODO.",
        "ChangeReplaySpeed": "Zmień prędkość odtwarzania (skrót %s)",
        "ClickToSkipPauses": "Kliknij aby %1$s pominąć pauzy (skrót %2$s)",
        "ColumnActionsDocumentation": "Odtwórz zapisaną sesję lub trwale usuń nagranie.",
        "ColumnBrowserDocumentation": "Przeglądarka używana przez odwiedzającego podczas nagrywania tej sesji.",
        "ColumnDeviceDocumentation": "Urządzenie użyte podczas nagrywania tej sesji.",
        "ColumnLabelRecordedSessions": "Adres wejścia → Adres wyjścia",
        "ColumnLocationDocumentation": "Lokalizacja odwiedzającego w czasie nagrywania tej sesji.",
        "ColumnOperatingSystem": "System operacyjny",
        "ColumnOperatingSystemDocumentation": "System operacyjny zainstalowany na urządzeniu odwiedzającego podczas nagrywania sesji.",
        "ColumnPageviewsDocumentation": "Liczba odsłon strony, które zostały zapisane podczas tej sesji.",
        "ColumnResolutionDocumentation": "Liczba pikseli widocznych w oknie przeglądarki w momencie otwarcia strony przez odwiedzającego.",
        "ColumnTime": "Czas",
        "ColumnTimeDocumentation": "Czas rozpoczęcia nagrania w strefie czasowej serwisu.",
        "ColumnTimeOnPageDocumentation": "Czas spędzony przez odwiedzającego na stronie podczas nagrywania sesji",
        "ColumnTimeOnSiteDocumentation": "Łączny czas spędzony przez odwiedzającego podczas nagrywania sesji",
        "ConfigsInternetDisabled": "Nie mogliśmy sprawdzić, czy '%s' jest dostępny z powodu braku połączenia internetowego na tym Matomo.",
        "ConfigsPhpErrorResult": "Wynikiem tego może być brak śledzenia Map Aktywności lub Zapisów Sesji. Możliwe, że musisz zmienić konfigurację swojego serwera www, aby udostępnić ten plik w Internecie lub Intranecie.",
        "ConfigsPhpManualCheck": "Otwórz, proszę, stronę pod tym adresem w swojej przeglądarce i sprawdź, czy odpowiedź zawiera 'Piwik.HeatmapSessionRecording'. Jeśli nie znajdujesz tej frazy w odpowiedzi, konieczna może być zmiana ustawień serwera, ponieważ plik ten musi być dostępny dla przeglądarki w Internecie lub Intranecie.",
        "ConfigsPhpNotAccessible": "Adres '%s' zdaje się być niedostępny z Internetu lub Intranetu.",
        "ConfigsPhpSelfSignedError": "Żądanie '%s' zwróciło błąd SSL. Czy korzystasz z samopodpisanego certyfikatu?",
        "ConfigsPhpSuccess": "'%s' jest dostępne",
        "ConfigsPhpUnknown": "Nie mogliśmy sprawdzić, czy '%s' jest dostępne z Internetu lub Intranetu.",
        "ConfigsPhpUnknownError": "Żądanie '%1$s' zwróciło błąd: %2$s.",
        "CreateNewHeatmap": "Utwórz nową mapę aktywności",
        "CreateNewSessionRecording": "Utwórz nowe nagranie sesji",
        "CreationDate": "Data utworzenia",
        "DeleteHeatmapConfirm": "Czy na pewno chcesz usunąć tą mapę aktywności? Poprzednio wygenerowane raporty map aktywności przestaną być dostępne w panelu.",
        "DeleteHeatmapScreenshotConfirm": "Na pewno chcesz usunąć ten zrzut ekranu? Ponowne wygenerowania zrzutu potrwa dłuższą chwilę.",
        "DeleteRecordedPageview": "Usuń to nagranie wyświetlenia strony (bez wyświetlenia potwierdzenia)",
        "DeleteRecordedSession": "Usuń tą nagraną sesję (bez wyświetlenia potwierdzenia)",
        "DeleteScreenshot": "Usuń zrzut ekranu",
        "DeleteSessionRecordingConfirm": "Czy na pewno chcesz usunąć ten zapis sesji? Poprzednio wygenerowane zapisy sesji przestaną być dostępne w panelu.",
        "DeleteX": "Usuń %s",
        "EditHeatmapX": "Edytuj Mapę Aktywności %s",
        "EditSessionRecordingX": "Edytuj Zapis Sesji %s",
        "EditX": "Edytuj %s",
        "EndHeatmapConfirm": "Czy na pewno chcesz wstrzymać przechwytywanie aktywności dla wybranej mapy?",
        "EndSessionRecordingConfirm": "Czy na pewno chcesz wstrzymać zapisywanie nowych sesji?",
        "ErrorArrayMissingKey": "W tablicy \"%2$s\" brak klucza \"%1$s\" na pozycji \"%3$s\".",
        "ErrorArrayMissingValue": "W tablicy \"%2$s\" brakuje wartości \"%1$s\" na pozycji \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "Poszukiwana mapa aktywności nie istnieje",
        "ErrorHeatmapNameDuplicate": "Nazwa mapy aktywności jest już wykorzystywana przez inną mapę.",
        "ErrorInnerIsNotAnArray": "Każdy \"%1$s\" w \"%2$s\" musi być tablicą.",
        "ErrorInvalidRegExp": "Wyrażenie regularne \"%1$s\" nie ma właściwego formatu.",
        "ErrorNotAnArray": "\"%1$s\" musi być tablicą.",
        "ErrorPageRuleRequired": "Przynajmniej 1 reguła strony musi być ustawiona",
        "ErrorSessionRecordingDoesNotExist": "Poszukiwany zapis sesji nie istnieje",
        "ErrorXContainsWhitespace": "Pole \"%1$s\" nie może zawierać spacji.",
        "ErrorXNotANumber": "\"%1$s\" musi być liczbą.",
        "ErrorXNotProvided": "Proszę podać wartość dla \"%1$s\".",
        "ErrorXNotWhitelisted": "Niedozwolona wartość pola \"%1$s\", spróbuj jednej z: %2$s.",
        "ErrorXTooHigh": "Wartość \"%1$s\" przekracza maksimum, które wynosi %2$s.",
        "ErrorXTooLong": "Ciąg \"%1$s\" jest za długi. Dopuszczone są ciągi o długości do %2$s znaków.",
        "ErrorXTooLow": "Wartość \"%1$s\" jest poniżej minimum wynoszącego %2$s.",
        "ExcludedElements": "Wykluczone elementy",
        "ExcludedElementsHelp": "Tu możesz zdefiniować selektory CSS, które ukryją wybrane elementy, których nie chcesz wyświetlać w podglądzie aktywności. Przykładem może być popup otwierany po dotarciu do strony docelowej. Do rozdzielenia kilku selektorów użyj przecinka.",
        "FieldIncludedTargetsHelp": "Cele pozwalają Ci zdefiniować, na których stronach aktywności użytkownika powinny być rejestrowane. Możesz zdefiniować jeden lub więcej warunków. Możesz, na przykład, zdefiniować rejestrowanie aktywności zawsze, gdy adres lub ścieżka równa jest pewnej wartości i tylko jeśli wybrany parametr adresu jest w nim obecny. Aktywności będą zapisywane, tylko gdy wszystkie warunki zostaną spełnione. Wszystkie warunki weryfikowane są z rozróżnieniem wielkości liter. Wybierając 'proste porównanie' spowodujesz ignorowanie protokołu, parametrów wyszukiwania i ostatniego ukośnika adresu.",
        "FieldIncludedTargetsHelpSessions": "Cele pozwalają Ci zdefiniować strony, na które musi dotrzeć odwiedzający, aby uruchomić zapis sesji. W ten sposób możesz na przykład rejestrować sesje, podczas których użytkownik przechodzi przez koszyk. Możesz zdefiniować jeden lub więcej warunków. Możesz, na przykład, skonfigurować zapis sesji tylko, gdy adres lub ścieżka zawiera określoną wartość i tylko gdy wybrany parametr adresu jest w nim obecny. Sesje będą rejestrowane tylko, gdy wszystkie warunki zostaną spełnione podczas odsłony strony. Wszystkie warunki są sprawdzane z rozróżnieniem wielkości liter. Wybierając 'proste porównanie' spowodujesz ignorowanie protokołu, parametrów wyszukiwania i ostatniego ukośnika adresu.",
        "FieldNamePlaceholder": "n.p. 'Strona rejestracji'",
        "FilesystemDirectory": "katalog",
        "Filter": "Filtruj",
        "GettingStarted": "Jak rozpocząć",
        "Heatmap": "Mapa aktywności",
        "HeatmapCreated": "Mapa aktywności została pomyślnie utworzona.",
        "HeatmapNameHelp": "Definiuje nazwę reprezentującą raport tej mapy aktywności.",
        "HeatmapSampleLimit": "Liczba wyświetleń stron",
        "HeatmapSampleLimitHelp": "Określ liczbę wszystkich wyświetleń strony, które chcesz nagrać.",
        "HeatmapSampleRateHelp": "Znany jako 'transfer'. Po wybraniu wartości 100%%, funkcjonalność zarejestruje każdego odwiedzającego skonfigurowaną stronę docelową. Zmiana tego ustawienia na przykład na 10%%, spowoduje rejestrowanie co 10 odwiedzającego. Niskie wartości tego parametru spowodują wydłużenie czasu, w którym aplikacja zbierze wymaganą liczbę próbek.",
        "HeatmapUpdated": "Mapa aktywności została pomyślnie zaktualizowana.",
        "HeatmapUsageBenefits": "Mapy aktywności pozwalają Ci zapisywać kliknięcia, ruchy wskaźnika i przewijania, wykonywane przez Twoich odwiedzających wybraną stronę. To pozwoli Ci zrozumieć, gdzie użytkownikom wydaje się, że jest klikalny element, czy na stronie znajdują się rzadko oglądane obszary, lub z którymi użytkownicy rzadko wchodzą w interakcję. Dzięki nim zrozumiesz, jakich informacji poszukują odwiedzający, jaką część strony widzą podczas odwiedzin i wiele więcej.",
        "HeatmapWidth": "Szerokość mapy aktywności",
        "HeatmapX": "Mapa aktywności %s",
        "HeatmapXRecordedSamplesSince": "%1$s próbek zostało zarejestrowane od %2$s.",
        "Heatmaps": "Mapy aktywności",
        "Manage": "Zarządzaj",
        "ManageHeatmaps": "Zarządzaj Mapami Aktywności",
        "ManageSessionRecordings": "Zarządzań Nagraniami Sesji",
        "MinSessionTime": "Min. czas sesji",
        "MinSessionTimeHelp": "Sesja zostanie zapisana tylko wtedy, gdy użytkownik spędzi na stronie przynajmniej określoną tu ilość czasu.",
        "NHeatmaps": "%s map aktywności",
        "NSessionRecordings": "%s nagranych sesji",
        "NoHeatmapSamplesRecordedYet": "Nie nagrano jeszcze żadnego wyświetlenia strony dla tej mapy aktywności. Jeśli powinny tu już widnieć nagrania, możliwe jest, że skonfigurowane dla tej mapy aktywności cele nie pasują do stron Twojego serwisu. Zalecane jest również odwiedzenie zakładki \"Sprawdzenie systemu\" w \"Ustawieniach\" (tylko Super Użytkownicy), w celu sprawdzenia, czy w systemie zostało skonfigurowane automatyczne tworzenie map aktywności.",
        "NoHeatmapScreenshotRecordedYet": "Do tej pory zarejestrowano %1$s próbek, lecz nie wykonano zrzutu ekranu. Jeśli dla tej mapy aktywności istnieje \"%2$s\", to udostępnienie zrzutu ekranu może zająć chwilę, gdyż użytkownik musi wpierw odwiedzić jego adres. Czas jego dostępności zależy od częstotliwości próbkowania.",
        "NoHeatmapsConfiguredInfo": "Brakuje obecnie aktywnych map aktywności. W celu ich przeglądania, poproś użytkownika, który ma przynajmniej dostęp administratora, aby utworzył nową mapę aktywności.",
        "NoHeatmapsFound": "Brak map aktywności",
        "NoSessionRecordedYet": "Nie nagrano jeszcze żadnej sesji. Jeśli powinny tu już widnieć nagrane sesje, możliwe jest, że skonfigurowana strona wejścia nie pasuje do stron Twojego serwisu. Zalecane jest również odwiedzenie zakładki \"Sprawdzenie systemu\" w \"Ustawieniach\" (tylko Super Użytkownicy), w celu sprawdzenia, czy w systemie zostało skonfigurowane automatyczne nagrywanie sesji.",
        "NoSessionRecordingsConfiguredInfo": "W tej chwili nie nagrywasz żadnej sesji. Aby nagrać nowe sesje, skontaktuj się z użytkownikiem o dostępie co najmniej administratora, aby utworzył nowe nagrania.",
        "NoSessionRecordingsFound": "Brak nagranych sesji",
        "NotSupportedBrowser": "Twoja przeglądarka nie jest wspierana, proszę użyj aktualniejszej wersji lub użyj innej przeglądarki.",
        "OnePageview": "1 wyświetlenie strony",
        "PageRule": "Reguły strony",
        "PageviewXofY": "Odwiedziny %1$s z %2$s",
        "PageviewsInVisit": "Wyświetlenia strony nagrane w tej sesji",
        "PersonalInformationNote": "Pamiętaj, że %1$s może zapisywać dane osobiste i wrażliwe. Jeśli życzysz sobie ukryć wybrane treści na swojej stronie lub aplikacji, możesz nadać im atrybut %2$sdata-matomo-mask%3$s w źródle HTML. Kliknij, aby %4$sdowiedzieć się więcej%5$s",
        "PlayRecordedSession": "Odtwórz tą nagraną sesję",
        "PlayerDurationXofY": "%1$s z %2$s",
        "PlayerForwardFast": "W przód o %1$s sekund (skrót %2$s)",
        "PlayerPageViewNext": "Odtwórz następne wyświetlenie strony użytkownika %1$s (skrót %2$s)",
        "PlayerPageViewPrevious": "Odtwórz poprzednie wyświetlenie strony użytkownika %1$s (skrót %2$s)",
        "PlayerPause": "Pauza (skrót %s lub spacja)",
        "PlayerPlay": "Odtwórz (skrót %s lub spacja)",
        "PlayerReplay": "Ponów (skrót %s lub spacja)",
        "PlayerRewindFast": "Cofnij o %1$s sekund (skrót %2$s)",
        "RecordedHeatmapDocStatusActive": "Ta mapa aktywności jest aktywna. Do %1$d wyświetleń strony zostanie zapisane z częstotliwością próbkowania %2$s.",
        "RecordedHeatmapDocStatusEnded": "Ta mapa aktywności została zakończona. Żadne nowe interakcje nie będą zapisywane.",
        "RecordedSessions": "Nagrane sesje",
        "RecordedSessionsDocStatusActive": "Ta sesja jest w trakcie nagrywania. Do %1$d sesji zostanie nagrane z częstotliwością próbkowania %2$s.",
        "RecordedSessionsDocStatusEnded": "Nagranie tej sesji zakończyło się. Żadne nowe sesje nie będą zapisywane.",
        "Recordings": "Nagrania",
        "ReplayRecordedSession": "Odtwórz nagraną sesję",
        "ReplayX": "Odtwórz %s",
        "ReportRecordedSessionsDocumentation": "Lista wszystkich zarejestrowanych sesji. Możesz odtworzyć dowolną zapisaną sesję.",
        "RequiresActivity": "Wymagana aktywność",
        "RequiresActivityHelp": "Włączenie spowoduje zapis tylko tych sesji, w czasie których zostaną zarejestrowane wydarzenia przewinięcia i kliknięcia na stronie. To zapobiega rejestracji sesji z niską aktywnością.",
        "Rule": "Reguła",
        "SampleLimit": "Limit próbkowania",
        "SampleRate": "Częstotliwość próbkowania",
        "ScreenshotUrl": "Adres zrzutu ekranu",
        "ScreenshotUrlHelp": "Domyślnie, zrzut ekranu wykonywany jest podczas odwiedzin pierwszego użytkownika na stronie docelowej. W sytuacji, gdy możliwe będzie dopasowanie adresu innej strony, możesz podać adres wybranej strony, na której ma zostać wykonany zrzut ekranu. Wizualizacja Mapy Aktywności stanie się dostępna po wizycie pierwszego odwiedzającego, którego aktywność zostanie zarejestrowana. Po zdefiniowaniu, adres zostanie dokładnie dopasowany. W celu pominięcia protokołu, rozpocznij wpis adresu od podwójnego ukośnika (//example.com). Pamiętaj, że adresu tego nie można zmienić po wykonaniu zrzutu ekranu.",
        "SessionNameHelp": "Definiuje nazwę reprezentującą to nagranie sesji.",
        "SessionRecording": "Nagrana sesja",
        "SessionRecordingCreated": "Konfiguracja nagrania sesji została pomyślnie zapisana.",
        "SessionRecordingUpdated": "Konfiguracja nagrania sesji została pomyślnie zaktualizowana.",
        "SessionRecordingX": "Nagranie sesji %s",
        "SessionRecordings": "Nagrania sesji",
        "SessionRecordingsUsageBenefits": "Nagrania sesji pozwalają Ci zapisać wszystkie aktywności użytkowników w czasie trwania ich sesji (wizyty). Do aktywności tych należy zaliczyć kliknięcia, ruchy wskaźnika, przewijanie, zmiany wielkości okna, zmiany strony czy korzystanie z formularzy. Po zapisaniu możesz odtworzyć te interakcje, dzięki czemu uzyskasz dokładny obraz działań użytkowników w Twoim serwisie. W ten sposób zrozumiesz ich oczekiwania, możliwe problemy, wzorce użytkowania i wiele więcej.",
        "SessionSampleLimit": "Liczba sesji",
        "SessionSampleLimitHelp": "Określ liczbę wszystkich sesji, które chcesz nagrać.",
        "SessionSampleRateHelp": "Znany jako 'transfer'. Po wybraniu wartości 100%%, funkcjonalność zarejestruje każdego odwiedzającego skonfigurowaną stronę docelową już w momencie jej wyświetlenia. Zmiana tego ustawienia na przykład na 10%%, spowoduje rejestrowanie co 10 odwiedzającego. Niskie wartości tego parametru spowodują wydłużenie czasu, w którym aplikacja zbierze wymaganą liczbę próbek.",
        "StatusActive": "Aktywna",
        "StatusEnded": "Zakończona",
        "StopX": "Przerwij zapis nowych wydarzeń dla sesji %s.",
        "TargetAttributePath": "Ścieżka",
        "TargetAttributeUrl": "Adres",
        "TargetAttributeUrlParameter": "Parametr adresu",
        "TargetAttributeUrlParameterExample": "nazwaParamertuAdresu",
        "TargetPage": "Strona docelowa",
        "TargetPageTestErrorInvalidUrl": "Wprowadź adres z protokołem.",
        "TargetPageTestLabel": "Wprowadź pełny adres URL włącznie z protokołem, aby sprawdzić, czy aktywności będą zapisywane dla tego adresu:",
        "TargetPageTestTitle": "Walidator adresu",
        "TargetPageTestUrlMatches": "Aktywność będzie rejestrowana dla tego adresu",
        "TargetPageTestUrlNotMatches": "Aktywność nie będzie rejestrowana dla tego adresu",
        "TargetPages": "Strony wejścia",
        "TargetTypeContains": "zawiera",
        "TargetTypeEqualsExactly": "jest dokładnie",
        "TargetTypeEqualsExactlyInfo": "Wartość musi być dokładnie dopasowana i zawierać adres z protokołem, ciąg zapytania i fragment.",
        "TargetTypeEqualsSimple": "porównanie proste",
        "TargetTypeEqualsSimpleInfo": "Adres zostanie dopasowany do dowolnego protokołu (n.p. HTTP i HTTPS) z lub bez subdomeny \"www.\". Ukośnik, ciąg zapytania jak i hash zostaną pominięte podczas dopasowywania adresu do wzorca.",
        "TargetTypeExists": "występuje",
        "TargetTypeIsAny": "dowolny",
        "TargetTypeIsNot": "nie%s",
        "TargetTypeRegExp": "pasuje do wyrażenia regularnego",
        "TargetTypeRegExpInfo": "Dowolne wyrażenie regularne, na przykład \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "zaczyna się od",
        "TimeOnSite": "Czas w serwisie",
        "UpdatingData": "Aktualizacja danych…",
        "UrlParameterValueToMatchPlaceholder": "Wartość dopasowywana dla parametru URL",
        "UrlXDoesNotLookLikeUrl": "%s nie wygląda jak adres URL. Upewnij się, że adres zawiera protokół np. http:// lub zaczyna się od //",
        "ViewReport": "Raport wyświetleń",
        "ViewportResolution": "Rozdzielczość przeglądarki (szerokość x wysokość)",
        "XSamples": "%s próbek",
        "disable": "wyłącz",
        "enable": "włącz"
    }
}
