{
    "HeatmapSessionRecording": {
        "ActivityClick": "Klick",
        "ActivityFormChange": "Formulärändring",
        "ActivityFormText": "Formulärtext ändrad",
        "ActivityFormValue": "Formulärvärde ändrat",
        "ActivityInitialDom": "Initial sida",
        "ActivityMove": "Flytta",
        "ActivityPageChange": "Ändring inom sida",
        "ActivityResize": "Ändra storlek",
        "ActivityScroll": "Skroll",
        "ActivityScrollElement": "Skrollelement",
        "AutoPlayNextPageview": "Klicka för %1$s autospela nästa sidvisning (genväg %2$s)",
        "BreakpointGeneralHelp": "Enhetstypen upptäcks automatiskt när en besökare besöker din webbplats. Men ibland kan det vara omöjligt att upptäcka enhetstypen. Om din webbplats är responsiv och layouten bryts vid en viss punkt, kommer vi att placera desktop-användare med en liten upplösning i denna enhetstyp för mer precisa värmekartor. Alla breddvärden lägre än detta värde kommer att placeras i denna enhetstyp. Sätt det till noll om din webbplats inte är responsiv.",
        "CaptureDomInlineHelp": "Som standard tas värmekartors skärmdumpar automatiskt vid sidladdning. Om din sida laddar element dynamiskt (t.ex. med lazy loading) kan din snapshot vara ofullständig. Du kan manuellt fånga en komplett skärmdump genom att aktivera det här alternativet och köra följande Javascript-kod i din webbläsare: %1$s %2$sNotera:%3$s Det här alternativet återställs automatiskt efter att skärmdumpen har fångats.",
        "CaptureKeystrokesHelp": "Vid aktivering kommer all text som matas in i textformulärfält att spelas in. Medan texten spelas in, ersätts varje tecken som en användare matar in med en stjärna ('*'). Du kan lägga till vissa fält på en lista för att spelas in i klartext genom att specificera ett 'data-matomo-unmask'-attribut på ett formulärfält. Däremot kommer lösenordsfält och många andra fält som potentiellt kan innehålla personlig information (adress, e-post, kreditkortsinformation, användarnamn, telefonnummer, ...) alltid att maskeras automatiskt om de upptäcks av oss som sådana (%1$släs mer%2$s). Vänligen notera att när du aktiverar denna funktion kan du spela in personlig data, vilket kan påverka GDPR.",
        "ChangeReplaySpeed": "Ändra uppspelningshastighet (genväg %s)",
        "ClickToSkipPauses": "Klicka för %1$s skippa pauser (genväg %2$s)",
        "CreationDate": "Skapandedatum",
        "DeleteRecordedPageview": "Radera denna inspelade sidvisning (ingen bekräftelse begärs)",
        "DeleteRecordedSession": "Radera denna inspelade session (ingen bekräftelsefråga ställs)",
        "DeleteScreenshot": "Radera skärmklipp",
        "ErrorXNotANumber": "\"%1$s\" behöver vara ett nummer.",
        "ExcludedElements": "Exkluderade element",
        "ExcludedElementsHelp": "Du kan valfritt definiera CSS-selektorer för att utesluta vissa element som inte ska vara synliga i förhandsgranskningen av värmekartan. Till exempel ett popup-fönster som visas när målsidan öppnas. Du kan separera flera selektorer med ett komma.",
        "FieldIncludedTargetsHelp": "Mål låter dig definiera på vilka sidor användaraktiviteter ska spelas in. Du kan definiera ett eller flera villkor. Till exempel kan du definiera att aktiviteter ska spelas in när URL:en eller sökvägen är lika med ett visst värde och endast om en viss URL-parameter finns i URL:en. Aktiviteter kommer endast att spelas in när alla villkor är uppfyllda, inte om endast ett av dem är uppfyllt. Alla villkor utvärderas oberoende av versaler och gemener. När du väljer 'equals simple' kommer URL-protokollet, sökparametrar och en avslutande snedstreck att ignoreras.",
        "FieldIncludedTargetsHelpSessions": "Mål låter dig konfigurera så att inspelningen av en session endast startar när en besökare har nått en viss sida. Detta gör att du till exempel endast spelar in sessioner som går igenom kassa-processen. Du kan definiera ett eller flera villkor. Till exempel kan du definiera att en session endast ska spelas in när URL:en eller sökvägen är lika med ett visst värde och endast om en viss URL-parameter är närvarande i URL:en. Sessioner kommer endast att spelas in när alla villkor är uppfyllda vid en sidvisning, inte om bara ett av dem är uppfyllt. Alla villkor utvärderas oberoende av versaler och gemener. När du väljer 'equals simple' kommer URL-protokollet, sökparametrar och en avslutande snedstreck att ignoreras.",
        "Heatmap": "Värmekarta",
        "HeatmapSampleLimit": "Antal sidvisningar",
        "HeatmapSampleLimitHelp": "Definierar antalet sidvisningar du totalt vill spela in.",
        "HeatmapUsageBenefits": "Värmekartor låter dig registrera alla klick, musrörelser och skrollaktiviteter från dina besökare på en viss sida. Detta hjälper dig att ta reda på var användare tror att något är klickbart men inte är det, om det finns delar av sidan som knappt ses eller interageras med, vad dina besökare letar efter, hur mycket av sidan som är synligt när användare ser din sida, och mer.",
        "HeatmapX": "Värmekarta %s",
        "HeatmapXRecordedSamplesSince": "%1$s prover har spelats in sedan %2$s.",
        "Heatmaps": "Värmekartor",
        "Manage": "Hantera",
        "NHeatmaps": "%s värmekartor",
        "NSessionRecordings": "%s sessioninspelningar",
        "NoHeatmapSamplesRecordedYet": "Ingen sidvisning har spelats in ännu för denna värmekarta. Om det borde finnas inspelningar vid det här laget, kanske de målsidor som konfigurerats för denna värmekarta inte matchar någon sida på din webbplats. Det rekommenderas också att kontrollera \"Systemkontroll\" under \"Administration\" (endast superanvändare) för att se om ditt system är konfigurerat att automatiskt spåra värmekartor.",
        "NoHeatmapScreenshotRecordedYet": "Det har registrerats %1$s sidvisningar hittills. Dock har ingen skärmdump tagits än. Om det finns en \"%2$s\" för denna värmekarta, kan det dröja ett tag innan skärmdumpen blir tillgänglig, eftersom en användare först behöver öppna denna skärmdumps-URL. Beroende på urvalsfrekvensen kan detta ta ett tag.",
        "NoHeatmapsFound": "Inga värmekartor hittade",
        "NoSessionRecordedYet": "Ingen session har spelats in ännu. Om det borde finnas inspelade sessioner vid det här laget, kanske den konfigurerade ingångssidan inte matchar någon sida på din webbplats. Det rekommenderas också att kontrollera \"Systemkontroll\" under \"Administration\" (endast superanvändare) för att se om ditt system är konfigurerat att automatiskt spela in sessioner.",
        "NoSessionRecordingsFound": "Inga sessionsinspelningar hittade",
        "OnePageview": "1 sidvisning",
        "PageviewXofY": "Sidvisning %1$s av %2$s",
        "PageviewsInVisit": "Inspelade sidvisningar under denna session",
        "PlayRecordedSession": "Spela upp inspelad session",
        "PlayerForwardFast": "Hoppa över %1$s sekunder (genväg %2$s)",
        "PlayerRewindFast": "Spola tillbaka %1$s sekunder (genväg %2$s)",
        "RecordedHeatmapDocStatusActive": "Denna värmekarta är aktiv. Upp till %1$d sidvisningar kommer att spelas in med en urvalsfrekvens på %2$s.",
        "RecordedHeatmapDocStatusEnded": "Värmekarta avslutad. Ingen ny aktivitet kommer spelas in.",
        "RecordedSessions": "Inspelade sessioner",
        "RecordedSessionsDocStatusActive": "Denna sessioninspelning är aktiv. Upp till %1$d sessioner kommer att spelas in med en urvalsfrekvens på %2$s.",
        "RecordedSessionsDocStatusEnded": "Denna sessioninspelning har avslutats och inga nya sessioner kommer att spelas in.",
        "Recordings": "Inspelningar",
        "ReplayRecordedSession": "Spela upp inspelad session",
        "ReplayX": "Spela upp %s",
        "Rule": "Regel",
        "SampleLimit": "Urvalsgräns",
        "ScreenshotUrlHelp": "Som standard tas en skärmdump när den första besökaren visar målsidan. Om flera sid-URL:er matchar din målsida kan du specificera en specifik URL som ska användas för att fånga skärmdumpen. Värmekartans visualisering kommer endast att vara tillgänglig när minst en besökare har besökt denna URL vars aktiviteter är inspelade. Vid definiering måste URL:en matcha exakt. För att ignorera protokollet, börja URL:en med två snedstreck (//example.com). Vänligen notera att denna URL inte kan ändras när en skärmdump har tagits.",
        "SessionRecording": "Sessionsinspelning",
        "SessionRecordingX": "Sessioninspelning %s",
        "SessionRecordings": "Sessionsinspelningar",
        "SessionRecordingsUsageBenefits": "Sessioninspelningar låter dig spela in alla aktiviteter från en besökare under deras session (besök), såsom klick, musrörelser, skrollningar, fönsterändringar, sidförändringar och formulärinteraktioner. Du kan sedan spela upp dessa interaktioner för att se exakt hur en besökare interagerade med din webbplats. På så sätt förstår du deras förväntningar, eventuella problem de kan ha, användningsmönster och mer.",
        "SessionSampleLimit": "Antal sessioner",
        "SessionSampleLimitHelp": "Definierar antalet sessioner du totalt vill spela in.",
        "SessionSampleRateHelp": "Även känd som 'trafik'. När du väljer 100%% kommer alla sessioner att spelas in så snart de har nått målsidan. När du exempelvis väljer 10%%, kommer endast var tionde session att spelas in. Ju lägre procentandel du väljer, desto längre tid kommer det att ta att nå den valda urvalsgränsen",
        "StatusActive": "Aktiv",
        "StatusEnded": "Avslutad",
        "StatusPaused": "Pausad",
        "TargetPage": "Målsida",
        "TargetPages": "Ingångssidor",
        "TimeOnSite": "Tid på webbplats",
        "TrackingDisabledDefaultSettingDescription": "Denna funktion kan vara användbar om din Matomo har flera webbplatser och du vill använda funktionen endast på några specifika webbplatser. När spårning är inaktiverad som standard, kommer funktionerna för värmekarta och sessioninspelning inte att köras på någon webbplats om du inte specifikt aktiverar dem som en del av din spårningskod, till exempel genom att anropa '_paq.push(['HeatmapSessionRecording::enable']);'. Detta undviker onödiga nätverksförfrågningar till 'configs.php'-filen för att avgöra om en värmekarta eller sessioninspelning är konfigurerad för den aktuella webbplatsen. Det kan också vara användbart av integritetsskäl om du vill säkerställa att funktionen endast används på vissa webbplatser.",
        "TrackingDisabledDefaultSettingTitle": "Inaktivera spårning per som standardinställning",
        "ViewReport": "Visa rapport",
        "ViewportResolution": "Viewports upplösning (bredd x höjd)",
        "disable": "inaktivera",
        "enable": "aktivera"
    }
}
