{
    "HeatmapSessionRecording": {
        "ActivityClick": "Clicca",
        "ActivityFormChange": "Cambio Form",
        "ActivityFormText": "Cambio Testo Form",
        "ActivityFormValue": "Cambio Valore Form",
        "ActivityInitialDom": "Pagina Iniziale",
        "ActivityMove": "Sposta",
        "ActivityPageChange": "Cambia all'interno della pagina",
        "ActivityResize": "Ridimensiona",
        "ActivityScroll": "Scorri",
        "ActivityScrollElement": "Elemento Scroll",
        "AdvancedOptions": "Opzioni avanzate",
        "AutoPlayNextPageview": "Clicca per %1$s riprodurre automaticamente la successiva visualizzazione di pagina (scorciatoia %2$s)",
        "AvgAboveFoldDescription": "In media i visitatori vedono il contenuto sopra questa riga senza dover scorrere",
        "AvgAboveFoldTitle": "Media Parte Alta (Above Fold) %spx",
        "BreakpointGeneralHelp": "Il tipo di dispositivo viene rilevato automaticamente quando un visitatore visualizza il tuo sito web. Tuttavia, a volte potrebbe non essere possibile rilevarlo. Se il tuo sito web è responsive e il tuo layout si interrompe a un certo punto, metteremo gli utenti desktop con una piccola risoluzione in questo tipo di dispositivo per heatmap più accurate. Qualsiasi larghezza inferiore a questo valore verrà inserita in questo tipo di dispositivo. Impostalo su zero se il tuo sito web non è responsive.",
        "BreakpointGeneralHelpManage": "Un utente con accesso Super User può modificare i valori predefiniti per questi breakpoints in Amministrazione => Impostazioni generali.",
        "BreakpointX": "Breakpoint %s",
        "CaptureKeystrokes": "Cattura sequenze di tasti",
        "CaptureKeystrokesHelp": "Se abilitato, qualsiasi testo inserito nei campi del modulo di testo viene registrato. Mentre il testo viene registrato, ogni carattere inserito da un utente viene sostituito da un asterisco (*). È possibile autorizzare la registrazione di determinati campi di testo semplice mediante la specifica di un attributo \"data-matomo-unmask\" in un campo del form. Tuttavia, i campi password e molti altri campi che potrebbero potenzialmente includere informazioni personali (indirizzo, e-mail, dati della carta di credito, nome utente, numero di telefono, ...) saranno sempre mascherati automaticamente se rilevati come tali (%1$sulteriori informazioni%2$s). Si noti che quando si attiva questa funzione, è possibile registrare i dati personali che possono essere rilevanti per il GDPR.",
        "ChangeReplaySpeed": "Cambia velocità di riproduzione (scorciatoia %s)",
        "ClickToSkipPauses": "Clicca per %1$s saltare le pause (scorciatoia %2$s)",
        "ColumnActionsDocumentation": "Riproduci la sessione registrata o elimina definitivamente la registrazione.",
        "ColumnBrowserDocumentation": "Browser che il visitatore stava utilizzando quando è stata registrata questa sessione.",
        "ColumnDeviceDocumentation": "Dispositivo che il visitatore stava utilizzando quando è stata registrata questa sessione.",
        "ColumnLabelRecordedSessions": "URL Ingresso → URL Uscita",
        "ColumnLocationDocumentation": "Posizione del visitatore quando è stata registrata questa sessione.",
        "ColumnOperatingSystem": "SO",
        "ColumnOperatingSystemDocumentation": "Sistema operativo che il visitatore stava utilizzando quando è stata registrata questa sessione.",
        "ColumnPageviewsDocumentation": "Numero di visualizzazioni di pagina registrate durante questa sessione.",
        "ColumnResolutionDocumentation": "Numero di pixel della finestra visibile del browser quando l'utente ha aperto questa pagina.",
        "ColumnTime": "Ora",
        "ColumnTimeDocumentation": "Ora della registrazione nel fuso orario del sito.",
        "ColumnTimeOnPageDocumentation": "Quanto tempo ha trascorso il visitatore in questa pagina durante la registrazione della sessione",
        "ColumnTimeOnSiteDocumentation": "Quanto tempo ha trascorso il visitatore in totale durante la registrazione della sessione",
        "ConfigsInternetDisabled": "Non è stato possibile verificare se \"%s\" è accessibile perché la connessione Internet è disabilitata su questo Matomo.",
        "ConfigsPhpErrorResult": "Di conseguenza, il tracciamento delle Heatmaps e delle Registrazioni di Sessione potrebbe non funzionare. Potrebbe essere necessario modificare la configurazione del server per consentire l'accesso a questo file tramite Internet o Intranet.",
        "ConfigsPhpManualCheck": "Si prega di aprire l'URL manualmente in un browser per vedere se la risposta contiene \"Piwik.HeatmapSessionRecording\". In caso contrario, potrebbe essere necessario modificare la configurazione del server in quanto questo file deve essere accessibile tramite un browser da Internet o Intranet.",
        "ConfigsPhpNotAccessible": "L'URL \"%s\" sembra non essere accessibile da Internet o Intranet.",
        "ConfigsPhpSelfSignedError": "La richiesta \"%s\" ha provocato un errore SSL. Forse stai usando un certificato \"self-signed\"?",
        "ConfigsPhpSuccess": "\"%s\" è accessibile",
        "ConfigsPhpUnknown": "Non è stato possibile verificare se \"%s\" è accessibile su Internet o Intranet..",
        "ConfigsPhpUnknownError": "La richiesta \"%1$s\" ha provocato un errore: %2$s.",
        "CreateNewHeatmap": "Crea nuova heatmap",
        "CreateNewSessionRecording": "Crea nuova registrazione di sessione",
        "CreationDate": "Data Creazione",
        "DeleteHeatmapConfirm": "Sei sicuro di voler eliminare questa heatmap? I report sulle heatmap generati in precedenza non saranno più disponibili nell'interfaccia utente dei rapporti.",
        "DeleteHeatmapScreenshotConfirm": "Sei sicuro di voler eliminare questo screenshot? Potrebbe essere necessario un po 'di tempo prima che lo screenshot venga ripreso.",
        "DeleteRecordedPageview": "Elimina questa visualizzazione di pagina registrata (non è richiesta conferma)",
        "DeleteRecordedSession": "Elimina questa sessione registrata (non è richiesta conferma)",
        "DeleteScreenshot": "Elimina Screenshot",
        "DeleteSessionRecordingConfirm": "Sei sicuro di voler eliminare questa registrazione di sessione? Le registrazioni precedentemente generate non saranno più disponibili nell'interfaccia utente dei rapporti.",
        "DeleteX": "Cancella %s",
        "EditHeatmapX": "Modifica Heatmap %s",
        "EditSessionRecordingX": "Modifica Registrazione di Sessione %s",
        "EditX": "Modifica %s",
        "EndHeatmapConfirm": "Sei sicuro di voler arrestare la cattura di ogni attività per questa heatmap?",
        "EndSessionRecordingConfirm": "Sei sicuro di voler arrestate la registrazione delle nuove sessioni?",
        "ErrorArrayMissingKey": "Chiave array mancante \"%1$s\" in \"%2$s\" nella posizione \"%3$s\".",
        "ErrorArrayMissingValue": "Valore chiave array \"%1$s\" mancante in \"%2$s\" nella posizione \"%3$s\".",
        "ErrorHeatmapDoesNotExist": "La heatmap richiesta non esiste",
        "ErrorHeatmapNameDuplicate": "Questo nome di heatmap è già utilizzato da un'altra heatmap.",
        "ErrorInnerIsNotAnArray": "Ciascun \"%1$s\" in \"%2$s\" deve essere un array.",
        "ErrorInvalidRegExp": "L'espressione regolare \"%1$s\" non è in un formato valido.",
        "ErrorNotAnArray": "\"%1$s\" deve essere un array.",
        "ErrorPageRuleRequired": "Deve essere impostata almeno una regola di pagina",
        "ErrorSessionRecordingDoesNotExist": "La registrazione di sessione richiesta non esiste",
        "ErrorXContainsWhitespace": "\"%1$s\" non può contenere spazi vuoti.",
        "ErrorXNotANumber": "\"%1$s\" deve essere un numero.",
        "ErrorXNotProvided": "Si prega di assegnare un valore per \"%1$s\".",
        "ErrorXNotWhitelisted": "Il valore per \"%1$s\" non è consentito, usane uno tra: %2$s.",
        "ErrorXTooHigh": "\"%1$s\" è troppo alto, il valore massimo consentito è %2$s.",
        "ErrorXTooLong": "\"%1$s\" è troppo lungo, è permesso un massimo di %2$s caratteri.",
        "ErrorXTooLow": "\"%1$s\" è troppo piccolo, il valore minimo consentito è %2$s.",
        "ExcludedElements": "Elementi Esclusi",
        "ExcludedElementsHelp": "Puoi opzionalmente definire dei selettori CSS per escludere determinati elementi che non devono essere visibili nell'anteprima della heatmap. Ad esempio, un popup che viene mostrato quando viene aperta la pagina di destinazione. È possibile separare più selettori con una virgola.",
        "FieldIncludedTargetsHelp": "I target consentono di definire su quali pagine devono essere registrate le attività dell'utente. È possibile definire una o più condizioni. Ad esempio, è possibile stabilire di registrare le attività ogni volta che l'URL o il percorso è uguale a un determinato valore e solo se è presente. un determinato parametro URL. Le attività verranno registrate solo quando tutte le condizioni sono soddisfatte, non se ne viene soddisfatta solo una. Tutte le condizioni saranno valutate senza distinzione tra maiuscole e minuscole. Quando selezioni \"uguale semplice\", il protocollo URL, i parametri di ricerca e una barra finale verranno ignorati.",
        "FieldIncludedTargetsHelpSessions": "I target consentono di configurare solo l'avvio della registrazione di una sessione non appena un visitatore ha raggiunto una determinata pagina. Questo ti consente, ad esempio, di registrare solo le sessioni che arrivano al processo di checkout. È possibile definire una o più condizioni. Ad esempio, è possibile stabilire di registrare una sessione solo quando l'URL o il percorso sono uguali a un determinato valore e solo se è presente un determinato parametro URL. Le sessioni verranno registrate solo quando tutte le condizioni sono soddisfatte in una visualizzazione di pagina, non se viene soddisfatta solo una di esse. Tutte le condizioni saranno valutate senza distinzione tra maiuscole e minuscole. Quando selezioni \"uguale semplice\", il protocollo URL, i parametri di ricerca e una barra finale verranno ignorati.",
        "FieldNamePlaceholder": "es. \"Pagina di registrazione\"",
        "FilesystemDirectory": "directory",
        "Filter": "Filtra",
        "GettingStarted": "Cominciamo",
        "Heatmap": "Heatmap",
        "HeatmapCreated": "La heatmap è stata creata con successo.",
        "HeatmapNameHelp": "Definisce il nome con cui sarà disponibile il report per questa heatmap.",
        "HeatmapSampleLimit": "Numero di visualizzazioni di pagina",
        "HeatmapSampleLimitHelp": "Definisce il numero totale di visualizzazioni di pagina che vuoi registrare.",
        "HeatmapSampleRateHelp": "Conosciuto anche come \"traffico\". Quando selezioni 100%%, verranno registrati tutti i visitatori che visitano la pagina di destinazione impostata. Quando selezioni, per esempio, 10%%, verrà registrato solo un visitatore ogni 10. Più bassa è la percentuale selezionata, più tempo ci vorrà per raggiungere il limite di campionamento selezionato.",
        "HeatmapUpdated": "La heatmap è stata aggiornata con successo.",
        "HeatmapUsageBenefits": "Le heatmaps, o \"mappe di calore\", consentono di registrare tutti i click, i movimenti del mouse e le attività di scroll dei visitatori su una determinata pagina. Questo ti aiuta a scoprire dove gli utenti pensano che qualcosa sia cliccabile ma non lo è, se ci sono parti della pagina che vengono visualizzate o interagiscono a malapena, cosa cercano i tuoi visitatori, quanta parte della pagina è visibile quando gli utenti la visualizzano e altro.",
        "HeatmapWidth": "Larghezza heatmap",
        "HeatmapX": "Heatmap %s",
        "HeatmapXRecordedSamplesSince": "%1$s campioni sono stati registrati dal %2$s.",
        "Heatmaps": "Heatmaps",
        "Manage": "Gestione",
        "ManageHeatmapSubcategoryHelp": "Le heatmaps ti consentono di registrare tutti i click, i movimenti del mouse e le attività di scorrimento dei tuoi visitatori su una pagina specifica. Questa sezione ti consente di creare e di gestire il tracking Heatmap per il tuo sito web.",
        "ManageHeatmaps": "Gestisci Heatmaps",
        "ManageSessionRecordingSubcategoryHelp": "Le registrazioni delle sessioni ti consentono di registrare tutte le attività di un visitatore reale durante la sua sessione (visita) come click, movimenti del mouse, scroll, ridimensionamenti delle finestre, cambi di pagina e interazioni del modulo. Questa sezione ti consente di creare e gestire le registrazioni delle sessioni per il tuo sito.",
        "ManageSessionRecordings": "Gestione Registrazioni di Sessione",
        "MinSessionTime": "Tempo Minimo per Sessione",
        "MinSessionTimeHelp": "Una sessione verrà registrata solo quando un visitatore ha trascorso almeno il tempo specificato su una pagina.",
        "NHeatmaps": "%s heatmaps",
        "NSessionRecordings": "%s registrazioni di sessione",
        "NoHeatmapSamplesRecordedYet": "Nessuna visualizzazione di pagina è stata ancora registrata per questa heatmap. Se si suppone che ci dovrebbero essere delle registrazioni, forse le pagine obiettivo configurate per questa heatmap non corrispondono a nessuna pagina sul tuo sito web. Si consiglia inoltre di verificare \"Controllo Sistema\" in \"Amministrazione\" (solo Super Users) per vedere se il sistema è configurato per monitorare automaticamente le Heatmap.",
        "NoHeatmapScreenshotRecordedYet": "Finora sono stati registrati %1$s campioni. Tuttavia, nessuno screenshot è stato ancora preso. Se c'è un \"%2$s\" per questa heatmap, potrebbe volerci un po' prima che lo screenshot diventi disponibile, poiché un utente deve prima aprire l'URL di questo screenshot. A seconda della frequenza di campionamento, ciò potrebbe richiedere del tempo.",
        "NoHeatmapsConfiguredInfo": "Non ci sono al momento heatmap attive. Per visualizzare le heatmap, chiedi a un utente con almeno l'accesso come amministratore di crearne una nuova.",
        "NoHeatmapsFound": "Non sono state trovate heatmaps",
        "NoSessionRecordedYet": "Nessuna sessione è stata ancora registrata. Se in questo momento dovrebbero essere state registrate delle sessioni, forse la pagina di ingresso configurata non corrisponde a nessuna pagina sul tuo sito web. Si consiglia inoltre di verificare \"Controllo del Sistema\" in \"Amministrazione\" (solo Super Users) per vedere se il sistema è configurato per registrare automaticamente le sessioni.",
        "NoSessionRecordingsConfiguredInfo": "Non ci sono attualmente registrazioni di sessioni attive. Per registrare nuove sessioni, chiedi a un utente che abbia almeno l'accesso come amministratore di creare una nuova registrazione.",
        "NoSessionRecordingsFound": "Non sono state trovate registrazioni di sessione",
        "NotSupportedBrowser": "Questo browser non è supportato, si prega di utilizzare una versione successiva o di provare un browser diverso.",
        "OnePageview": "1 visualizzazione di pagina",
        "PageRule": "Regola Pagina",
        "PageviewXofY": "Vista pagina %1$s di %2$s",
        "PageviewsInVisit": "Visualizzazioni di pagina registrate in questa sessione",
        "PersonalInformationNote": "Si noti che %1$s può registrare informazioni personali o sensibili. Se desideri nascondere determinati contenuti sul tuo sito web o app, puoi taggare questo contenuto aggiungendo un attributo %2$sdata-matomo-mask%3$s al codice HTML. %4$sPer saperne di più%5$s",
        "PlayRecordedSession": "Riproduci questa sessione registrata",
        "PlayerDurationXofY": "%1$s di %2$s",
        "PlayerForwardFast": "Salta %1$s secondi (scorciatoia %2$s)",
        "PlayerPageViewNext": "Riproduci la successiva visualizzazione di pagina (%1$s) (scorciatoia %2$s)",
        "PlayerPageViewPrevious": "Riproduci le precedenti visualizzazioni di pagina di questo visitatore %1$s (scorciatoia %2$s)",
        "PlayerPause": "Pausa (scorciatoia %s o spazio)",
        "PlayerPlay": "Riproduci (scorciatoia %s o spazio)",
        "PlayerReplay": "Ripeti (scorciatoia %s o spazio)",
        "PlayerRewindFast": "Indietro di %1$s secondi (scorciatoia %2$s)",
        "RecordedHeatmapDocStatusActive": "Questa heatmap è attiva. Verranno registrate fino a %1$d visualizzazioni di pagina con una frequenza di campionamento di %2$s.",
        "RecordedHeatmapDocStatusEnded": "Questa registrazione di sessione è terminata. Non verranno registrate nuove attività.",
        "RecordedSessions": "Sessioni Registrate",
        "RecordedSessionsDocStatusActive": "Questa registrazione di sessione è attiva. Verranno registrate fino a %1$d sessioni, con una frequenza di campionamento di %2$s.",
        "RecordedSessionsDocStatusEnded": "Questa registrazione di sessione è terminata e non verranno registrate nuove sessioni.",
        "Recordings": "Registrazioni",
        "ReplayRecordedSession": "Riproduci sessione registrata",
        "ReplayX": "Riproduci %s",
        "ReportRecordedSessionsDocumentation": "Elenco di tutte le sessioni che sono state registrate. Puoi ripetere qualsiasi sessione registrata.",
        "RequiresActivity": "Richiede attività",
        "RequiresActivityHelp": "Se abilitato, verranno registrate solo le sessioni che hanno un'attività di scorrimento e di click in una visualizzazione di pagina. Ciò impedisce la registrazione di sessioni con poca attività.",
        "Rule": "Regola",
        "SampleLimit": "Limite di Campionamnto",
        "SampleRate": "Frequenza di Campionamento",
        "ScreenshotUrl": "Screenshot URL",
        "ScreenshotUrlHelp": "Per impostazione predefinita, viene eseguito uno screenshot quando il primo visitatore visualizza la pagina di destinazione. Se diversi URL di pagina corrispondono alla tua pagina di destinazione, puoi impostare un URL specifico affinché sia usato per catturare lo screenshot. La visualizzazione della heatmap sarà disponibile solo quando almeno un visitatore ha visitato questo URL, le cui attività sono registrate. Se definito, l'URL deve corrispondere in maniera esatta. Per ignorare il protocollo, avvia l'URL con due doppie barre (//example.com). Si prega di notare che questo URL non può essere modificato dal momento in cui viene preso uno screenshot.",
        "SessionNameHelp": "Definisce il nome con cui saranno disponibili le registrazioni della sessione.",
        "SessionRecording": "Registrazione di Sessione",
        "SessionRecordingCreated": "La registrazione di sessione è stata creata con successo.",
        "SessionRecordingUpdated": "La registrazione di sessione è stata aggiornata con successo.",
        "SessionRecordingX": "Registrazione di Sessione %s",
        "SessionRecordings": "Registrazioni di Sessione",
        "SessionRecordingsUsageBenefits": "Le registrazioni di sessione consentono di registrare tutte le attività di un visitatore reale durante la propria sessione (visita) quali click, movimenti del mouse, scroll, ridimensionamenti della finestra, modifiche della pagina e interazioni tra moduli. È quindi possibile ripetere queste interazioni per vedere esattamente come un visitatore ha interagito con il tuo sito web. In questo modo puoi capire le aspettative, i problemi, gli schemi di utilizzo e altro ancora.",
        "SessionSampleLimit": "Numero di sessioni",
        "SessionSampleLimitHelp": "Definisce il numero totale di sessioni che vuoi registrare.",
        "SessionSampleRateHelp": "Conosciuto anche come \"traffico\". Quando selezioni 100%%, verranno registrate tutte le sessioni non appena avranno raggiunto la pagina di destinazione. Quando selezioni, per esempio, 10%%, verrà registrata solo una sessione ogni 10. Più bassa è la percentuale selezionata, più tempo ci vorrà per raggiungere il limite di campionamento selezionato.",
        "StatusActive": "Attiva",
        "StatusEnded": "Terminata",
        "StopX": "Ferma la registrazione di ogni nuova attività per questa %s.",
        "TargetAttributePath": "Percorso",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "Parametro URL",
        "TargetAttributeUrlParameterExample": "nameOfUrlParameter",
        "TargetPage": "Pagina Obiettivo",
        "TargetPageTestErrorInvalidUrl": "Inserisci un URL incluso un protocollo.",
        "TargetPageTestLabel": "Inserisci un URL completo, incluso il protocollo, per verificare se le attività su questo URL verranno registrate:",
        "TargetPageTestTitle": "Convalida URL",
        "TargetPageTestUrlMatches": "Le attività su questo URL verranno registrate",
        "TargetPageTestUrlNotMatches": "Le attività su questo URL non verranno registrate",
        "TargetPages": "Pagine di Ingresso",
        "TargetTypeContains": "Contiene",
        "TargetTypeEqualsExactly": "esattamente uguale a",
        "TargetTypeEqualsExactlyInfo": "Il valore deve corrispondere esattamente, incluso il protocollo URL, la query di ricerca e l'hash.",
        "TargetTypeEqualsSimple": "uguale semplice",
        "TargetTypeEqualsSimpleInfo": "L'URL corrisponderà a qualsiasi protocollo (ad esempio http e https) con o senza il sottodominio \"www.\". Qualsiasi barra finale del percorso, nonché la query di ricerca e la parte hash dell'URL verranno ignorate durante la corrispondenza dell'URL.",
        "TargetTypeExists": "esiste",
        "TargetTypeIsAny": "è qualsiasi",
        "TargetTypeIsNot": "non %s",
        "TargetTypeRegExp": "corrisponde all'espressione regolare",
        "TargetTypeRegExpInfo": "Ogni espressione regolare, per esempio \"^(.*)test(.*)$\".",
        "TargetTypeStartsWith": "comincia con",
        "TimeOnSite": "Tempo sul sito",
        "TrackingDisabledDefaultSettingDescription": "Questa funzionalità può essere utile se il tuo Matomo gestisce più siti e desideri utilizzare la funzione solo in alcuni siti specifici. Quando si disabilita il tracking come impostazione predefinita, le funzionalità Heatmap e Registrazione della sessione non verranno eseguite su alcun sito a meno che non le si abiliti specificamente come parte del codice di tracking, ad esempio chiamando '_paq.push (['HeatmapSessionRecording :: enable']); ' . Ciò evita richieste di rete non necessarie al file 'configs.php' per determinare se una heatmap o una registrazione di sessione è configurata per il sito corrente. Può anche essere utile per motivi di privacy se vuoi assicurarti che la funzione venga utilizzata solo su alcuni siti.",
        "TrackingDisabledDefaultSettingTitle": "Disabilita il tracking come impostazione predefinita",
        "UpdatingData": "Aggiornamento dati…",
        "UrlParameterValueToMatchPlaceholder": "Valore da abbinare per il nome del parametro URL",
        "UrlXDoesNotLookLikeUrl": "%snon sembra un URL. Assicurati che contenga un protocollo come http:// oppure che inizi con //",
        "ViewReport": "Vedi report",
        "ViewportResolution": "Risoluzione della finestra visibile (Viewport: larghezza x altezza)",
        "XSamples": "%s campioni",
        "disable": "disabilita",
        "enable": "abilita"
    }
}
