{
    "HeatmapSessionRecording": {
        "Action": "Veprim",
        "ActivityClick": "Klikim",
        "ActivityFormChange": "Ndryshim Forme",
        "ActivityFormText": "Ndryshim Teksti Formulari",
        "ActivityFormValue": "Ndryshim Vlere Formulari",
        "ActivityInitialDom": "Faqe Fillestare",
        "ActivityMove": "Lëvizje",
        "ActivityPageChange": "Ndryshoje Brenda Faqes",
        "ActivityResize": "Ripërmasim",
        "ActivityScroll": "Rrëshqitje",
        "ActivityScrollElement": "Element Rrëshqitjeje",
        "AdBlockerDetected": "%1$s mund të mos jetë e dukshme, kur përdoret një bllokues reklamash. Ju lutemi, çaktivizoni bllokuesin e reklamave në këtë sajt, për të garantuar se Matomo funksionon pa ndonjë problem.",
        "AdvancedOptions": "Mundësi të mëtejshme",
        "AutoPlayNextPageview": "Klikoni që të %1$s vetëluhet pamja e faqes pasuese (shkurtore %2$s)",
        "AvgAboveFoldDescription": "Mesatarisht, përdoruesit shohin lëndën mbi këtë vijë pa rrëshqitje",
        "AvgAboveFoldTitle": "Mes. Mbi Dosje %spx",
        "BreakpointGeneralHelp": "Kur një vizitor sheh sajtin tuaj, lloji i pajisjes zbulohet vetvetiu. Por ndonjëherë mund të mos jetë e mundur të zbulohet lloji i pajisjes. Nëse sajti juaj është reagues dhe skema e tij shformohet në një pikë të caktuar, për harta të përpikta veprimesh ne do ta kalojmë përdoruesin nën një qartësi më të vogël për këtë lloj pajisjeje. Çfarëdo gjerësie më e vogël se kjo vlerë, do të kalohet në këtë lloj pajisjeje. Nëse sajti juaj s’është reagues, caktojeni zero.",
        "BreakpointGeneralHelpManage": "Një përdorues me të drejta Superpërdoruesi mund të ndryshojë vlerat parazgjedhje për këto pika shformimi, që nga Administrim =&gt; Rregullime të Përgjithshme.",
        "BreakpointX": "Pikë shformimi %s",
        "CaptureDomInlineHelp": "Si parazgjedhje, fotografimet e hartës së veprimeve bëhen automatikisht gjatë ngarkimit të faqes. Nëse faqja juaj ngarkon elementë në mënyrë dinamike (b.f., “lazy loading”) fotografimi juaj mund të ishte i paplotë. Mundeni të fotografoni dorazi një pamje të plotë, duke aktivizuar këtë mundësi dhe duke ekzekutuar në shfletuesin tuaj, kodin Javascript: %1$s %2$sShënim:%3$s Kjo mundësi rikthehet automatikisht te parazgjedhja, pas bërjes së fotografimit.",
        "CaptureDomTitle": "Fotografoni Dorazi Pamje Harte Veprimesh",
        "CaptureKeystrokes": "Regjistro shtypje tastesh",
        "CaptureKeystrokesHelp": "Në u aktivizoftë, çfarëdo teksti që jepet në fusha formularësh, regjistrohet. Teksa teksti regjistrohet, çfarëdo shenje që përdoruesi përdor zëvendësohet me një yll ('*'). Duke u caktuar atributin “data-matomo-unmask”, mund të lejoni që fusha formulari të regjistrohen si tekst i thjeshtë. Sido qoftë, fusha për fjalëkalime dhe mjaft fusha të tjera, të cilat mundet potencialisht të përfshijnë të dhëna personale (adresë, email, të dhëna karte krediti, emër përdoruesi, numër telefoni, …) do të maskohen automatikisht, në u zbulofshin prej nesh si të tilla (%1$smësoni më tepër%2$s). Ju lutemi, kini parasysh se kur aktivizoni këtë veçori, mund të regjistroni të dhëna personale, gjë që mund të prekë GDPR-në.",
        "ChangeReplaySpeed": "Ndryshoni shpejtësi luajtjeje (shkurtore %s)",
        "ClickRate": "Nivel klikimi:",
        "ClickToSkipPauses": "Klikoni që të %1$s anashkalohen ndalesat (shkurtore %2$s)",
        "Clicks": "Klikime:",
        "ColumnActionsDocumentation": "Luani sesionin e regjistruar, ose hiqeni regjistrimin përgjithmonë.",
        "ColumnBrowserDocumentation": "Shfletuesi që po përdorte vizitori, kur u regjistrua ky sesion.",
        "ColumnDeviceDocumentation": "Pajisja që po përdorte vizitori, kur u regjistrua ky sesion.",
        "ColumnLabelRecordedSessions": "URL Hyrjeje → URL Daljeje",
        "ColumnLocationDocumentation": "Vendndodhja e vizitorit, kur u regjistrua ky sesion.",
        "ColumnOperatingSystem": "OS",
        "ColumnOperatingSystemDocumentation": "Sistemi operativ që po përdorte vizitori, kur u regjistrua ky sesion.",
        "ColumnPageviewsDocumentation": "Numri i parjeve të faqeve që janë regjistruar gjatë këtij sesioni.",
        "ColumnResolutionDocumentation": "Numri i pikselave të pjesës së dukshme në dritaren e shfletuesit, kur përdoruesi hapi këtë faqe.",
        "ColumnTime": "Kohë",
        "ColumnTimeDocumentation": "Koha kur nisi regjistrimi, sipas zonës kohore të sajtit.",
        "ColumnTimeOnPageDocumentation": "Sa kohë shpenzoi vizitori në këtë faqe, teksa regjistrohej sesioni",
        "ColumnTimeOnSiteDocumentation": "Sa kohë shpenzoi vizitori gjithsej, teksa regjistrohej sesioni",
        "ColumnTotalEventsDocumentation": "Numri i akteve që qenë regjistruar gjatë këtij sesioni. Për shembull: akte klikimi, lëvizjeje, rrëshqitjeje, ripërmasimi, ndryshimi faqesh dhe ndërveprimi me formular.",
        "ConfigsInternetDisabled": "S’kontrolluam dot nëse “%s” është i përdorshëm, ngaqë në këtë Matomo është e çaktivizuar lidhja në Internet.",
        "ConfigsPhpErrorResult": "Si rrjedhojë, ndjekja e Hartave të Veprimeve dhe Regjistrimet e Sesionit mund të mos funksionojnë. Mund t’ju duhet të ndryshoni formësimet e shërbyesit tuaj, në mënyrë që të lejoni përdorimin e kësaj kartele që nga Interneti apo Intraneti.",
        "ConfigsPhpManualCheck": "Ju lutemi, hapeni URL-në dorazi në një shfletues për të parë nëse përgjigja përmban “Piwik.HeatmapSessionRecording”. Nëse jo, mund t’ju duhet të ndryshoni formësimin e shërbyesit tuaj, ngaqë kjo kartelë lyp të jetë e përdorshme përmes një shfletuesi që nga Interneti ose Intraneti.",
        "ConfigsPhpNotAccessible": "URL-ja “%s” duket se nuk është e kapshme prej Interneti apo Intraneti.",
        "ConfigsPhpSelfSignedError": "Kërkesa për “%s” solli një gabim SSL. Mos vallë përdorni një dëshmi të vetënënshkruar?",
        "ConfigsPhpSuccess": "“%s” është i kapshëm",
        "ConfigsPhpUnknown": "S’kontrolluam dot nëse “%s” është i përdorshëm në Internet apo Intranet.",
        "ConfigsPhpUnknownError": "Kërkimi i “%1$s” solli një gabim: %2$s.",
        "Country": "Vend",
        "CreateNewHeatmap": "Krijoni hartë të re veprimesh",
        "CreateNewSessionRecording": "Krijoni regjistrim të ri sesioni",
        "CreationDate": "Datë Krijimi",
        "DeleteHeatmapConfirm": "Jeni i sigurt se doni të fshihet kjo hartë veprimesh? Raporte për harta veprimesh të prodhuara më herët s’do të jenë më të passhëm që nga UI e raporteve.",
        "DeleteHeatmapScreenshotConfirm": "Jeni i sigurt se doni të fshihet kjo foto ekrani? Ribërja e fotos së ekranit mund të zgjasë ca.",
        "DeleteRecordedPageview": "Fshije këtë parje të regjistruar faqeje (pa kërkuar ripohim)",
        "DeleteRecordedSession": "Fshije këtë sesion të regjistruar (pa kërkuar ripohim)",
        "DeleteScreenshot": "Fshije Foton e Ekranit",
        "DeleteSessionRecordingConfirm": "Jeni i sigurt se doni të fshihet ky regjistrim sesioni? S’do të jenë më të passhëm që nga UI e raporteve.",
        "DeleteX": "Fshije %s",
        "DeviceType": "Lloj Pajisjeje",
        "DisableHeatmapRecordingDescription": "Duke çaktivizuar këtë veçori, s’mund të formësohet më, apo regjistrohet ndonjë hartë veprimesh.",
        "DisableHeatmapRecordingInlineHelp": "%1$sShënim: Çaktivizimi i kësaj veçorie do të fshijë krejt hartat e veprimeve, përfshi ato të ndjekura më parë. S’do të ketë ndryshime për regjistrim sesionesh, nëse aktivizoni, ose çaktivizoni këtë veçori.%2$s",
        "DisableHeatmapRecordingTitle": "Çaktivizo Harta Veprimesh",
        "DisableSessionRecordingDescription": "Duke çaktivizuar këtë veçori, s’mund të formësohen, apo ndiqen më regjistrime sesionesh.",
        "DisableSessionRecordingInlineHelp": "%1$sShënim: Çaktivizimi i kësaj veçorie do të fshijë krejt regjistrimet e sesioneve, përfshi regjistrime sesionesh ndjekur më parë. S’do të ketë ndryshime për harta veprimesh, nëse aktivizoni, ose çaktivizoni këtë veçori.%2$s",
        "DisableSessionRecordingTitle": "Çaktivizo Regjistrim Sesionesh",
        "EditHeatmapX": "Përpunoni Hartë Veprimesh %s",
        "EditSessionRecordingX": "Përpunoni Regjistrim Sesioni %s",
        "EditX": "Përpunoni %s",
        "EnableIncludeCountriesDescription": "Si parazgjedhje, regjistrohen krejt vizitat. Aktivizojeni këtë pjesë, kur doni të ndiqni vizita nga vende të caktuara.",
        "EnableIncludeCountriesTitle": "Ndiq vetëm vizitorë prej vendesh të caktuara",
        "EndHeatmapConfirm": "Jeni i sigurt se doni të ndalet regjistrimi i çfarëdo veprimtarish për këtë hartë veprimesh?",
        "EndSessionRecordingConfirm": "Jeni i sigurt se doni të ndalet regjistrimi i çfarëdo sesionesh të reja?",
        "ErrorArrayMissingKey": "Mungon kyç matrice “%1$s” te “%2$s” në pozicionin “%3$s”.",
        "ErrorArrayMissingValue": "Mungon vlerë për kyç matrice “%1$s” te “%2$s” në pozicionin “%3$s”.",
        "ErrorHeatmapDoesNotExist": "Harta e kërkuar e veprimeve s’ekziston",
        "ErrorHeatmapNameDuplicate": "Emri i hartës së veprimeve është tashmë në përdorim nga një tjetër hartë veprimesh.",
        "ErrorHeatmapRecordingDisabled": "Veçoria e regjistrimit për harta veprimesh është e çaktivizuar. Për të përdorur këtë veçori, lypset të aktivizohet nga një superpërdorues i Matomo-s, te rregullimet e përgjithshme.",
        "ErrorInnerIsNotAnArray": "Çdo “%1$s” brenda “%2$s” duhet të jetë një matricë.",
        "ErrorInvalidRegExp": "Shprehja e rregullt “%1$s” s’ka format të vlefshëm.",
        "ErrorNotAnArray": "“%1$s” duhet të jetë një matricë.",
        "ErrorPageRuleRequired": "Duhet caktuar të paktën një rregull faqeje.",
        "ErrorSessionRecordingDisabled": "Veçoria e regjistrimit të sesionit është e çaktivizuar. Për të përdorur këtë veçori, lypset të aktivizohet nga një superpërdorues i Matomo-s, te rregullimet e përgjithshme.",
        "ErrorSessionRecordingDoesNotExist": "Regjistrimi i sesioneve i kërkuar s’ekziston",
        "ErrorXContainsWhitespace": "“%1$s” s’lejohet të përmbajë hapësirë të zbrazët.",
        "ErrorXNotANumber": "“%1$s” duhet të jetë një numër.",
        "ErrorXNotProvided": "Ju lutemi, jepni një vlerë për “%1$s”.",
        "ErrorXNotWhitelisted": "Vlera për “%1$s” s’lejohet, përdorni një nga: %2$s.",
        "ErrorXTooHigh": "“%1$s” është shumë i lartë, vlera maksimum e lejuar është %2$s.",
        "ErrorXTooLong": "“%1$s” është shumë i gjatë, lejohen maksimumi %2$s shenja.",
        "ErrorXTooLow": "“%1$s” është shumë i ulët, vlera minimum e lejuar është %2$s.",
        "ExcludedElements": "Elementë të Përjashtuar",
        "ExcludedElementsHelp": "Nëse doni, mund të përkufizoni përzgjedhës CSS për të përjashtuar disa elementë të cilët s’duhet të jenë të dukshëm gjatë paraparjes së hartës së veprimeve. Për shembull, një flluskë që shfaqet kur hapet faqja e synuar. Përzgjedhës të shumtë mund t’i ndani me presje.",
        "FieldIncludedTargetsHelp": "Objektivat ju lejojnë të përkufizoni se në cilat faqe duhet regjistruar veprimtaria e përdoruesit. Mund të përkufizoni një ose më shumë kushte. Për shembull, mund të përcaktoni të regjistrohet veprimtari kurdo që URL-ja ose shtegu është baras me një vlerë të dhënë dhe vetëm nëse në të është i pranishëm një parametër URL i dhënë. Veprimtaritë do të regjistrohen vetëm kur plotësohen të tëra kushtet, jo kur plotësohet vetëm një prej tyre. Krejt kushtet do peshohen pa marrë parasysh shkrimin me të mëdha apo me të vogla. Kur përzgjidhni “është e barabartë thjesht me”, protokolli URL, parametrat e kërkimit dhe një pjerrake paraprijëse do të shpërfillen.",
        "FieldIncludedTargetsHelpSessions": "Objektivat ju lejojnë të formësoni nisjen e regjistrimit të një sesioni vetëm sapo një vizitor të ketë mbërritur në një faqe të caktuar. Kjo ju lejon, për shembull, të regjistroni vetëm sesione që kalojnë nëpër procesin e përfundimit të blerjes. Mund të përcaktoni një ose më shumë kushte. Për shembull, mund të përcaktoni të regjistroni një sesion, vetëm kur URL-ja ose shtegu është baras me një vlerë të dhënë dhe vetëm nëse te URL-ja është i pranishëm një parametër URL i dhënë. Sesionet do të regjistrohen vetëm kur gjatë parjes së një faqeje plotësohen të tëra kushtet, jo kur plotësohet vetëm një prej tyre. Krejt kushtet do peshohen pa marrë parasysh shkrimin me të mëdha apo me të vogla. Kur përzgjidhni “është e barabartë thjesht me”, protokolli URL, parametrat e kërkimit dhe një pjerrake paraprijëse do të shpërfillen.",
        "FieldNamePlaceholder": "p.sh., “Faqe Regjistrimi”",
        "FilesystemDirectory": "drejtori",
        "Filter": "Filtroni",
        "GettingStarted": "Si T’ia Fillohet",
        "Heatmap": "Hartë veprimesh",
        "HeatmapAddedActivity": "u shtua hartë veprimesh “%1$s” për sajtin “%2$s”",
        "HeatmapCreated": "Harta e veprimeve u krijuar me sukses.",
        "HeatmapDeletedActivity": "u fshi hartë veprimesh “%1$s” për sajtin “%2$s”",
        "HeatmapEndedActivity": "u përfundua harta e veprimeve “%1$s” për sajtin “%2$s”",
        "HeatmapInfoTrackVisitsFromCountries": "Harta e veprimeve është formësuar të ndjekë vetëm vizita nga %1$s.",
        "HeatmapNameHelp": "Përcakton emrin nën të cilin do të jetë i gatshëm raporti për këtë hartë veprimesh.",
        "HeatmapPausedActivity": "u ndal harta e veprimeve “%1$s” për sajtin “%2$s”",
        "HeatmapResumedActivity": "u kthye në punë harta e veprimeve “%1$s” për sajtin “%2$s”",
        "HeatmapSampleLimit": "Numër parjesh faqesh",
        "HeatmapSampleLimitHelp": "Përcakton sasinë e parjeve të faqes që doni të regjistrohen gjithsej.",
        "HeatmapSampleRateHelp": "E njohur edhe si “trafik”. Kur përzgjidhni 100%%, do të regjistrohen krejt vizitorët që vizitojnë faqet e synuar të përzgjedhur. Kur përzgjidhni, për shembull 10%%, do të regjistrohet vetëm çdo vizitor i dhjetë. Sa më e vogël përqindja që përzgjidhni, aq më shumë kohë do të duhet për të mbërritur në shpejtësinë e përzgjedhur të kampionizimit.",
        "HeatmapScreenshotDeletedActivity": "u fshi foto ekrani harte veprimesh “%1$s” për sajtin “%2$s”",
        "HeatmapTroubleshoot": "Keni probleme? %1$sMësoni më tepër%2$s.",
        "HeatmapUpdated": "Harta e veprimeve u përditësua me sukses.",
        "HeatmapUpdatedActivity": "u përditësua harta e veprimeve “%1$s” për sajtin “%2$s”",
        "HeatmapUsageBenefits": "Hartat e veprimeve ju lejojnë të regjistroni krejt klikimet, lëvizjet e kursorit dhe akte rrëshqitjesh në faqe të vizitorëve tuaj në një faqe të dhënë. Kjo ju ndihmon të gjeni se ku mendojnë përdoruesit se diçka është e klikueshme, por në fakt s’është, nëse pjesë të faqes thjesht po shihen apo ka ndërveprim me to, për çfarë po shohin vizitorët tuaj, ç’përqindje e faqes është e dukshme kur vizitorët shohin një faqe tuajën, etj.",
        "HeatmapWidth": "Gjerësi harte veprimesh",
        "HeatmapX": "Hartë veprimesh %s",
        "HeatmapXRecordedSamplesSince": "Janë regjistruar %1$s kampione që prej %2$s.",
        "Heatmaps": "Harta veprimesh",
        "Manage": "Administroni",
        "ManageHeatmapSubcategoryHelp": "Hartat e veprimeve ju lejojnë të regjistroni krejt klikimet, lëvizjet e kursorit dhe akte rrëshqitjesh në faqe të vizitorëve tuaj për një faqe specifike. Kjo ndarje ju jep mundësinë të krijoni dhe administroni ndjekje Hartash Veprimesh për sajtin tuaj.",
        "ManageHeatmaps": "Administroni Harta Veprimesh",
        "ManageSessionRecordingSubcategoryHelp": "Regjistrimet e sesioneve ju lejojnë të regjistroni krejt aktet e një vizitori të njëmendtë gjatë sesionit (vizitës) së tij, fjala vjen, klikime, lëvizje të kursorit, rrëshqitje në faqe, ripërmasime dritareje, ndryshime faqeje dhe ndërveprime me formularë. Kjo ndarje ju jep mundësinë të krijoni dhe administroni Regjistrime Sesionesh për sajtin tuaj.",
        "ManageSessionRecordings": "Administroni Regjistrime Sesionesh",
        "MatomoJSNotWritableErrorMessage": "HeatmapSessionRecording: %1$s s’janë në gjendje të ndjekin vizita, ngaqë kartela matomo.js është vetëm-për-lexim. Se si ta bëni kartelën të shkrueshme, ju lutemi, shihni %2$sdokumentimin%3$s.",
        "MinSessionTime": "Kohë Minimum Sesioni",
        "MinSessionTimeHelp": "Një sesion do të regjistrohet vetëm kur një përdorues ka shpenzuar në faqe të paktën kohën e përcaktuar.",
        "MoveRate": "Nivel lëvizjeje:",
        "Moves": "Lëvizje:",
        "NHeatmaps": "%s harta veprimesh",
        "NSessionRecordings": "Regjistrime sesioni %s",
        "NoHeatmapSamplesRecordedYet": "S’është regjistruar ende ndonjë parje faqeje për këtë hartë veprimesh. Nëse duhej të kishte sesione të regjistruar tashmë deri këtu, ndoshta faqet e synuara për këtë hartë veprimesh nuk kanë përputhje me ndonjë faqe në sajtin tuaj. Këshillohet gjithashtu të kontrolloni “Kontroll Sistemi” nën “Administrim” (vetëm Superpërdoruesit), për të parë nëse sistemi juaj është formësuar të ndjekë vetvetiu Harta veprimesh.",
        "NoHeatmapSamplesRecordedYetWithoutSystemConfiguration": "Për këtë hartë veprimesh, s’është regjistruar parje faqesh. Nëse pritej që të kishte të regjistruara deri tani, ndoshta objektivat faqe të formësuar për këtë hartë veprimesh nuk kanë përputhje me ndonjë faqe në sajtin tuaj.",
        "NoHeatmapScreenshotRecordedYet": "Deri këtu janë regjistruar %1$s kampione. Por ende nuk është bërë ndonjë foto ekrani. Nëse ka një “%2$s” për këtë hartë veprimesh, mund të duhet ca kohë që të ketë një foto ekrani, ngaqë përdoruesi së pari duhet ta hapë URL-në e kësaj fotoje ekrani. Në varësi të shkallës së kampionizimit, kjo mund të dojë ca kohë.",
        "NoHeatmapsConfiguredInfo": "S’ka harta aktive veprimesh. Që të shihni harta veprimesh, ju lutemi, kërkojini një përdoruesi me të paktën leje përgjegjësi të krijojë një hartë të re veprimesh.",
        "NoHeatmapsFound": "S’u gjetën harta veprimesh",
        "NoSessionRecordedYet": "S’është regjistruar ende ndonjë sesion. Nëse duhej të kishte sesione të regjistruar tashmë deri këtu, ndoshta faqja e zërit të formësuar nuk ka përputhje me ndonjë faqe në sajtin tuaj. Këshillohet gjithashtu të kontrolloni “Kontroll Sistemi” nën “Administrim” (vetëm Superpërdoruesit), për të parë nëse sistemi juaj është formësuar të regjistrojë vetvetiu sesione.",
        "NoSessionRecordedYetWithoutSystemConfiguration": "S’është regjistruar ende ndonjë sesion. Nëse pritej që të kishte sesione të regjistruar deri tani, ndoshta faqja e formësuar si hyrje s’përputhet me ndonjë faqe në sajtin tuaj.",
        "NoSessionRecordingsConfiguredInfo": "S’ka regjistrime aktive sesioni. Që të regjistroni sesione të reja, ju lutemi, kërkojini një përdoruesi me, të paktën, leje përgjegjësi të krijojë një regjistrim të ri.",
        "NoSessionRecordingsFound": "S’u gjetën regjistrime sesioni",
        "NotSupportedBrowser": "Ky shfletues nuk mbulohet, ju lutemi përdorni një version të mëvonshëm, ose provoni me një tjetër shfletues.",
        "OnePageview": "1 parje faqeje",
        "PageRule": "Rregull Faqeje",
        "PageviewXofY": "Parje faqesh %1$s nga %2$s",
        "PageviewsInVisit": "Parje të regjistruara faqesh në këtë sesion",
        "PauseReason": "%1$s u ndal, për shkak të plotësimit të kuotave tuaja, për hollësi të mëtejshme, ju lutemi, lidhuni me asistencën.",
        "PeriodDisabledErrorMessage": "Periudha “%1$s” është e çaktivizuar, por e domosdoshme që kjo veçori të funksionojë. Përzgjidhni një periudhë tjetër, ose kërkojini një përgjegjësi të sistemit të ndryshojë kartelën “config/config.ini.php” të formësimit të Matomo-s, për të lejuar periudhën “%1$s” te rregullimi “enabled_periods_API”.",
        "PersonalInformationNote": "Ju lutemi, kini parasysh se një %1$s mund të regjistrojë të dhëna personale ose të rezervuara. Nëse dëshironi të fshini një lëndë të caktuar në sajtin apo aplikacionin tuaj, mund ta etiketoni këtë lëndë duke shtuar një atribut %2$sdata-matomo-mask%3$s te pjesa HTML. %4$sMësoni më tepër%5$s",
        "PlayRecordedSession": "Luaj këtë sesion të regjistruar",
        "PlayerDurationXofY": "%1$s nga %2$s",
        "PlayerForwardFast": "Kapërce %1$s sekonda (shkurtore %2$s)",
        "PlayerPageViewNext": "Luaj parjen pasuese të faqes nga ky vizitor (%1$s) (shkurtore %2$s)",
        "PlayerPageViewPrevious": "Luaj parjen e mëparshme të faqes nga ky vizitor %1$s (shkurtore %2$s)",
        "PlayerPause": "Ndalesë (shkurtore %s ose hapësirë)",
        "PlayerPlay": "Luaje (shkurtore %s ose hapësirë)",
        "PlayerReplay": "Riluaje (shkurtore %s ose hapësirë)",
        "PlayerRewindFast": "Prapaktheje %1$s sekonda (shkurtore %2$s)",
        "RecordedHeatmapDocStatusActive": "Kjo hartë veprimesh është aktive. Do të regjistrohen deri në %1$d parje faqesh me një shpejtësi kampionizimi prej %2$s.",
        "RecordedHeatmapDocStatusEnded": "Kjo hartë veprimesh ka përfunduar. S’do të regjistrohet veprimtari e re.",
        "RecordedPageviewDeletedActivity": "u fshi një parje e regjistruar faqeje për regjistrimin e sesionit “%1$s” për sajtin “%2$s”",
        "RecordedSessionDeletedActivity": "u fshi një sesion i regjistruar për regjistrimin e sesionit “%1$s” për sajtin “%2$s”",
        "RecordedSessions": "Sesione të Regjistruar",
        "RecordedSessionsDocStatusActive": "Ky regjistrim sesion është aktiv. Do të regjistrohen deri në %1$d sesione me një shpejtësi kampionizimi prej %2$s.",
        "RecordedSessionsDocStatusEnded": "Ky regjistrim sesioni ka përfunduar dhe s’do të regjistrohen sesione të reja.",
        "Recordings": "Regjistrime",
        "ReplayRecordedSession": "Riluaj sesion të regjistruar",
        "ReplayX": "Riluaje %s",
        "ReportRecordedSessionsDocumentation": "Listë e krejt sesioneve që janë regjistruar. Mund të riluani cilindo sesion të regjistruar.",
        "RequiresActivity": "Lyp veprimtari",
        "RequiresActivityHelp": "Në u aktivizoftë, do të regjistrohen vetëm sesione që përmbajnë rrëshqitje dhe akte klikimi në një parje faqeje. Kjo pengon regjistrim sesionesh me jo shumë veprimtari.",
        "Rule": "Rregull",
        "SampleLimit": "Kufi Kampionizimi",
        "SampleRate": "Shpejtësi Kampionizimi",
        "ScreenshotUrl": "URL Fotoje Ekrani",
        "ScreenshotUrlHelp": "Si parazgjedhje, një foto ekrani bëhet kur vizitori i parë sheh faqen e synuar. Nëse me faqen tuaj të synuar kanë përputhje URL të ndryshme faqesh, mund të përcaktoni një URL të dhënë që do të duhej përdorur për të bërë foton e ekrani. Vizualizimi i hartës së veprimeve do të jetë i mundshëm sapo të paktën një vizitor të ketë vizituar këtë URL, veprimtaritë e të cilit regjistrohen. Në u përcaktoftë, përputhja me URL-në duhet të jetë e saktë. Për të shpërfillur protokollin, fillojeni URL-në me dy pjerrake (//example.com). Ju lutemi, kini parasysh se, pas bërjes së fotos së ekranit, kjo URL s’mund të ndryshohet.",
        "SessionNameHelp": "Përcakton emrin nën të cilin do të jetë i gatshëm regjistrimi i sesionit.",
        "SessionRecording": "Regjistrim Sesioni",
        "SessionRecordingAddedActivity": "u shtua një regjistrim sesioni “%1$s” për sajtin “%2$s”",
        "SessionRecordingCreated": "Regjistrimi i sesionit u krijua me sukses.",
        "SessionRecordingDeletedActivity": "u fshi regjistrimi i sesionit “%1$s” për sajtin “%2$s”",
        "SessionRecordingEndedActivity": "mbaroi regjistrimi i sesionit “%1$s” për sajtin “%2$s”",
        "SessionRecordingInfoTrackVisitsFromCountries": "Regjistrimi i sesioneve është formësuar të ndjekë vetëm vizita nga %1$s.",
        "SessionRecordingPausedActivity": "u ndal regjistrim sesioni “%1$s” për sajtin “%2$s”",
        "SessionRecordingResumedActivity": "u kthye në punë regjistrimi i sesionit “%1$s” për sajtin “%2$s”",
        "SessionRecordingUpdated": "Regjistrimi i sesionit u përditësua me sukses.",
        "SessionRecordingUpdatedActivity": "u përditësua regjistrimi i sesionit “%1$s” për sajtin “%2$s”",
        "SessionRecordingX": "Regjistrim Sesioni %s",
        "SessionRecordings": "Regjistrime Sesionesh",
        "SessionRecordingsUsageBenefits": "Regjistrimet e sesioneve ju lejojnë të regjistroni krejt aktet e një vizitori të njëmendtë gjatë sesionit (vizitës) së tij, të tilla si klikime, lëvizje të kursorit, rrëshqitje në faqe, ripërmasime dritareje, ndryshime faqeje dhe ndërveprime me formularë. Mandej mundeni t’i rikryeni këto ndërveprime për të parë saktësisht se si ndërvepron me sajtin tuaj një vizitor. Në këtë mënyrë kuptoni se ç’prisnin, probleme që mund të kenë, rregullsi përdorimi, etj.",
        "SessionSampleLimit": "Numër sesionesh",
        "SessionSampleLimitHelp": "Përcakton sasinë e sesioneve që doni të regjistrohen gjithsej.",
        "SessionSampleRateHelp": "E njohur edhe si “trafik”. Kur përzgjidhni 100%%, do të regjistrohen krejt sesionet, sapo të jetë mbërritur te faqja e synuar. Kur përzgjidhni, për shembull 10%%, do të regjistrohet vetëm çdo sesion i dhjetë. Sa më e vogël përqindja që përzgjidhni, aq më shumë kohë do të duhet për të mbërritur në shpejtësinë e përzgjedhur të kampionizimit.",
        "StatusActive": "Aktiv",
        "StatusEnded": "I përfunduar",
        "StatusPaused": "Ndalur",
        "StopX": "Resht së regjistruari çfarëdo veprimtarish të reja për këtë %s.",
        "TargetAttributePath": "Shteg",
        "TargetAttributeUrl": "URL",
        "TargetAttributeUrlParameter": "Parametër URL-je",
        "TargetAttributeUrlParameterExample": "emërParametriURL-je",
        "TargetPage": "Faqe e Synuar",
        "TargetPageTestErrorInvalidUrl": "Jepni një URL, përfshi protokollin.",
        "TargetPageTestLabel": "Për të kontrolluar nëse veprimtaritë do të regjistrohen në këtë URL, jepni një URL të plotë, përfshi protokollin:",
        "TargetPageTestTitle": "Vleftësues URL-sh",
        "TargetPageTestUrlMatches": "Veprimtaritë do të regjistrohen në këtë URL",
        "TargetPageTestUrlNotMatches": "Veprimtaritë s’do të regjistrohen në këtë URL",
        "TargetPages": "Faqe Hyrjesh",
        "TargetTypeContains": "përmban",
        "TargetTypeEqualsExactly": "është saktësisht i barabartë me",
        "TargetTypeEqualsExactlyInfo": "Vlera s’ka përputhje saktësisht, përfshi protokollin URL, kërkesë dhe hash kërkimi.",
        "TargetTypeEqualsSimple": "është e barabartë thjesht me",
        "TargetTypeEqualsSimpleInfo": "URL-ja do të krahasohet për përputhje me çfarëdo protokolli (p.sh., http dhe https) me ose pa nënpërkatësi “www.”. Çfarëdo shenje / në shteg, si dhe termi i kërkimit dhe pjesa hash e URL-së do të shpërfillen gjatë kërkimi përputhjesh të URL-së.",
        "TargetTypeExists": "ekziston",
        "TargetTypeIsAny": "është çfarëdo",
        "TargetTypeIsNot": "jo %s",
        "TargetTypeRegExp": "ka përputhje me shprehjen e rregullt",
        "TargetTypeRegExpInfo": "Çfarëdo shprehje të rregullt, për shembull, “^(.*)test(.*)$”.",
        "TargetTypeStartsWith": "fillon me",
        "TimeOnSite": "Koha në sajt",
        "TotalEvents": "Akte",
        "TrackingDisabledDefaultSettingDescription": "Kjo veçori mund të jetë e dobishme nëse instanca juaj Matomo ka shumë sajte dhe doni të përdorni veçorinë vetëm me pak sajte specifikë. Kur ndjekja çaktivizohet si parazgjedhje, veçoria Hartë Veprimesh dhe Regjistrim Sesioni s’do të përdoret në ndonjë sajt, veç në e aktivizofshi ju posaçërisht, si pjesë e kodit tuaj të ndjekjes, për shembull duke thirrur '_paq.push(['HeatmapSessionRecording::enable']);'. Kjo shmang kërkesa të panevojshme ndaj rrjetit për kartelën 'configs.php', për të përcaktuar nëse është formësuar për sajtin në fjalë një hartë veprimesh se regjistrim sesioni. Mundet gjithashtu të jetë e dobishme për arsye privatësie, nëse doni të garantoni që veçoria do të përdoret vetëm në disa sajte.",
        "TrackingDisabledDefaultSettingTitle": "Çaktivizoje ndjekjen, si parazgjedhje",
        "UpdatingData": "Po përditësohen të dhëna…",
        "UrlParameterValueToMatchPlaceholder": "Vlerë për përputhje për emër parametri URL-je",
        "UrlXDoesNotLookLikeUrl": "%s s’duket si URL. Sigurohuni që përmban një protokoll të tillë si http:// ose se fillon me //",
        "ViewReport": "Shiheni raportin",
        "ViewportResolution": "Qartësi Zone Parjeje (gjerësi x lartësi)",
        "Width": "Gjerësi",
        "XSamples": "%s kampione",
        "disable": "çaktivizoje",
        "enable": "aktivizoje"
    }
}
