{
    "SearchEngineKeywordsPerformance": {
        "APIKey": "Clave API",
        "AccountAddedBy": "Agregado por <em>%1$s</em> en <em>%2$s</em>",
        "AccountConnectionValidationError": "Ocurrió un error al validar la conexión de la cuenta:",
        "AccountDoesNotExist": "La cuenta configurada %1$s ya no existe más",
        "AccountNoAccess": "Esta cuenta no tiene acceso a ningún sitio web.",
        "AccountRemovalConfirm": "Estás a punto de eliminar la cuenta %1$s. Esto podría deshabilitar la importación de palabras clave para cualquiera de los sitio(s) web conectado(s). ¿Proceder de todas maneras?",
        "ActivityAccountAdded": "agregó una nueva cuenta para el proveedor de palabras clave %1$s: %2$s",
        "ActivityAccountRemoved": "eliminó una cuenta del proveedor de palabras clave %1$s:%2$s",
        "ActivityGoogleClientConfigChanged": "cambió la configuración del cliente Google.",
        "AddAPIKey": "Agregar clave API",
        "AddConfiguration": "Agregar configuración",
        "AdminMenuTitle": "Performance de la búsqueda",
        "AvailableSites": "Sitios de internet disponibles para importar:",
        "BingAccountError": "Se produjo un error al validar la clave API: %1$s. Si acaba de generar esta clave API en Bing Webmaster Tools, inténtelo nuevamente en uno o dos minutos (las claves API en Bing Webmaster Tools tardan un poco en ser activadas).",
        "BingAccountOk": "Clave API verificada exitosamente",
        "BingConfigurationDescription": "Bing Webmaster Tools necesita una clave API para poder acceder. Aquí puede agregar claves API para acceder a los datos de sus sitios web.",
        "BingConfigurationTitle": "Configurar importación desde Bing Webmasters Tools",
        "BingCrawlBlockedByRobotsTxt": "Exclusión Robots.txt",
        "BingCrawlBlockedByRobotsTxtDesc": "URLs bloqueados actualmente por el archivo robots.txt de su sitio.",
        "BingCrawlConnectionTimeout": "Tiempos de espera de conexión",
        "BingCrawlConnectionTimeoutDesc": "Este número representa las incidencias recientes cuando Bing no pudo acceder a su sitio debido a errores de conexión. Esto podría ser un problema temporal, pero debe revisar los registros de su servidor para ver si está eliminando accidentalmente solicitudes.",
        "BingCrawlCrawledPages": "Páginas rastreadas",
        "BingCrawlCrawledPagesDesc": "Número de páginas solicitadas por el rastreador de Bing.",
        "BingCrawlDNSFailures": "Fallos DNS",
        "BingCrawlDNSFailuresDesc": "Este tipo de problema cataloga errores recientes encontrados al comunicarse con el servidor DNS cuando el bot intentaba acceder a sus páginas. Es posible que su servidor no funcionara o que hubiera una mala configuración que impidiera el enrutamiento de DNS, por ejemplo, TTL se estableció en 0.",
        "BingCrawlErrors": "Errores de rastreo en Bing",
        "BingCrawlErrorsDesc": "Número de errores ocurridos del rastreador Bing.",
        "BingCrawlErrorsFromDateX": "El informe muestra errores de seguimiento recientemente reportados por Bing. No proporciona ningún dato histórico. Última actualización %s",
        "BingCrawlHttpStatus2xx": "HTTP Código 200-299",
        "BingCrawlHttpStatus2xxDesc": "Estos códigos aparecen cuando el servidor presenta una página exitosamente",
        "BingCrawlHttpStatus301": "HTTP Código 301 (Movido temporariamente)",
        "BingCrawlHttpStatus301Desc": "Estos códigos aparecen cuando ha mudado permanentemente el contenido de una ubicación (URL) a otra.",
        "BingCrawlHttpStatus302": "HTTP Código 302 (Movido temporariamente)",
        "BingCrawlHttpStatus302Desc": "Estos códigos aparecen cuando ha movido temporalmente el contenido de una ubicación (URL) a otra.",
        "BingCrawlHttpStatus4xx": "HTTP Código 400-499 (Errores de solicitud)",
        "BingCrawlHttpStatus4xxDesc": "Estos códigos aparecen probablemente cuando hubo un error en la solicitud que impidió que el servidor pudiera procesarlo.",
        "BingCrawlHttpStatus5xx": "HTTP Código 500-599 (Errores internos del servidor)",
        "BingCrawlHttpStatus5xxDesc": "Estos códigos aparecen cuando el servidor no cumple con una solicitud aparentemente válida.",
        "BingCrawlImportantBlockedByRobotsTxt": "Exclusión Robots.txt de página destacada",
        "BingCrawlInboundLink": "Total de enlaces entrantes",
        "BingCrawlInboundLinkDesc": "Los enlaces entrantes que Bing conoce, apuntan a las URL de su sitio web. Estos son enlaces, desde sitios web externos a los suyos, que han sido apuntados hacia su contenido.",
        "BingCrawlMalwareInfected": "Sitios de internet infectados con malware",
        "BingCrawlMalwareInfectedDesc": "Cualquier dirección URL de página que Bing haya encontrado que esté infectada o asociada con malware se agrupará en esta sección.",
        "BingCrawlPagesInIndex": "Páginas totales en el índice",
        "BingCrawlPagesInIndexDesc": "Número total de páginas disponibles en el índice Bing",
        "BingCrawlStatsOtherCodes": "Todos los códigos de estados HTTP",
        "BingCrawlStatsOtherCodesDesc": "Agrupa todos los demás códigos que no coinciden con ningún otro valor (como 1xx o códigos informativos).",
        "BingCrawlingStats": "Resumen de rastreo para Bing y Yahoo!",
        "BingCrawlingStatsDocumentation": "El resumen de rastreo le permite ver información relacionada con el rastreo, tales como los errores encontrados por el robot de búsqueda al visitar una página, los elementos bloqueados por su archivo robots.txt y las URL potencialmente afectadas por malware.",
        "BingKeywordImport": "Importar palabras clave Bing",
        "BingKeywords": "Palabras claves (en Bing y Yahoo!)",
        "BingKeywordsDocumentation": "Palabras clave utilizadas en las búsquedas de Bing o Yahoo! que generaron los enlaces a su sitio web en la lista de los resultados de la búsqueda",
        "BingKeywordsNoRangeReports": "Palabras clave en Bing y Yahoo! solo se pueden utilizar para intervalos de fechas personalizados que incluyen semanas completas o meses, ya que no están disponibles como informes diarios.",
        "BingKeywordsNotDaily": "Palabras clave en Bing y Yahoo! sólo están disponibles como informes semanales. No hay datos de palabras clave para períodos de días.",
        "BingWebmasterApiUrl": "Url de Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Proporcione la dirección URL de este sitio web así está disponible en su Bing Webmaster Tools",
        "Category": "Categoría",
        "ChangeConfiguration": "Cambiar configuración",
        "Clicks": "Clics",
        "ClicksDocumentation": "Un clic se cuenta cada vez que alguien hace clic en un enlace que apunta a su sitio web en una página de resultados del motor de búsqueda.",
        "ClientConfigImported": "La configuración del cliente ha sido importada con éxito!",
        "ClientConfigSaveError": "Se produjo un error al guardar la configuración del cliente. Verifique si la configuración proporcionada es válida e intente nuevamente.",
        "ClientId": "id de cliente",
        "ClientSecret": "Cliente secreto",
        "ConfigAvailableNoWebsiteConfigured": "Integración exitosamente configurada, pero actualmente no hay sitio web configurado para importar.",
        "ConfigRemovalConfirm": "Está a punto de eliminar la configuración de %1$s. La importación de palabras clave para ese sitio web será deshabilitada. ¿Proceder de todas maneras?",
        "Configuration": "Configuración",
        "ConfigurationDescription": "Este complemento le permite directamente importar en Matomo todas las palabras claves buscadas por sus usuarios en los motores de búsqueda.",
        "ConfigurationFile": "Archivo de configuración",
        "ConfigurationValid": "Su configuración OAuth es válida.",
        "ConfigureMeasurableBelow": "Para configurar un sitio web, simplemente haga clic en el botón a continuación o configúrelo directamente en la configuración del sitio web.",
        "ConfigureMeasurables": "Configurar sitios de internet",
        "ConfiguredAccounts": "cuentas configuradas",
        "ConfiguredUrlNotAvailable": "La URL configurada no está disponible para esta cuenta",
        "ConnectAccount": "Conectar cuenta",
        "ConnectFirstAccount": "Comience por conectar su primera cuenta a continuación.",
        "ConnectGoogleAccounts": "Conectar cuenta(s) Google",
        "ContainingSitemaps": "Conteniendo mapas de sitio",
        "CrawlingErrors": "Errores de rastreo",
        "CrawlingStats": "Descripción de los rastreos",
        "Ctr": "CTR",
        "CtrDocumentation": "Porcentaje de clics: una proporción que muestra la frecuencia con la que las personas que ven una página de resultados vía motor de búsqueda con un enlace a su sitio web terminan haciendo clic en el mismo.",
        "CurrentlyConnectedAccounts": "Actualmente hay %1$s cuentas conectadas.",
        "Domain": "Dominio",
        "DomainProperty": "Propiedades de dominio",
        "DomainPropertyInfo": "Incluye todos los subdominios (m, www, etc.) y ambos protocolos (http y https).",
        "EnabledSearchTypes": "Tipos de palabras clave a recolectar",
        "FetchImageKeyword": "Recolectar palabras claves de las imágenes",
        "FetchImageKeywordDesc": "Recolectar palabras claves usadas en la búsqueda de imágenes de Google",
        "FetchVideoKeyword": "Recolectar palabras claves de los videos",
        "FetchVideoKeywordDesc": "Recolectar palabras claves usadas en la búsqueda de videos de Google",
        "FetchWebKeyword": "Recolectar palabras claves de la web",
        "FetchWebKeywordDesc": "Recolectar palabras claves usadas en las búsquedas web de Google",
        "FirstDetected": "Primera detectada",
        "GoogleAccountAccessTypeOfflineAccess": "<strong>Acceso sin conexión</strong> es necesario para poder importar sus palabras clave de búsqueda incluso cuando no esté actualmente conectado.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Información de perfil</strong> es usada para mostrar el nombre de las actuales cuenta(s) conectadas.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Datos de la consola de búsqueda</strong> es necesaria para obtener acceso a sus palabras clave de búsqueda en Google",
        "GoogleAccountError": "Se produjo un error al validar el acceso OAuth: %1$s",
        "GoogleAccountOk": "Acceso OAuth verificado exitosamente.",
        "GoogleConfigurationDescription": "Google Search Console usa OAuth para autenticación y autorización.",
        "GoogleConfigurationTitle": "Configurar importación desde Google Search Console",
        "GoogleKeywordImport": "Importar palabras clave Google",
        "GoogleSearchConsoleUrl": "URL para la Google Search Console",
        "GoogleSearchConsoleUrlDescription": "Proporcione la URL, este sitio web está disponible en su Consola de búsqueda de Google",
        "GoogleUploadOrPasteClientConfig": "Por favor, suba la configuración de su cliente de Google OAuth o péguela a continuación en el campo.",
        "HowToGetOAuthClientConfig": "Cómo obtener la configuración de su cliente OAuth",
        "ImageKeywords": "Palabras clave de la imagen en Google",
        "ImageKeywordsDocumentation": "Palabras clave en búsquedas de Google <b>Imágenes</b> que generaron enlace a su sitio web en la lista resultante de la búsqueda.",
        "Impressions": "Impresiones",
        "ImpressionsDocumentation": "Se contabiliza una impresión cada vez que se muestra su sitio web en una página de resultados del motor de búsqueda.",
        "IntegrationConfigured": "Integración configurada exitosamente",
        "IntegrationNotConfigured": "Integración aun no configurada",
        "KeywordStatistics": "Buscar palabras claves",
        "KeywordTypeImage": "imagen",
        "KeywordTypeVideo": "video",
        "KeywordTypeWeb": "web",
        "KeywordsCombined": "Palabras claves combinadas",
        "KeywordsCombinedDocumentation": "Informe que combina todas las palabras clave detectadas por Matomo e importadas desde los motores de búsqueda. Este informe solo incluye la métrica de la visita. Puede cambiar a uno de los informes relacionados para obtener métricas detalladas.",
        "KeywordsCombinedImported": "Palabras clave importadas combinadas",
        "KeywordsCombinedImportedDocumentation": "Informe que muestra todas las palabras clave importadas de todos los motores de búsqueda configurados.",
        "KeywordsReferrers": "Palabras clave (incluyendo las no definidas)",
        "LastCrawled": "Ultimo rastreo",
        "LastDetected": "Ultima detectada",
        "LastImport": "Ultima importación",
        "LatestAvailableDate": "Los datos de palabras clave más recientes disponibles son para %1$s",
        "LinksToUrl": "Enlaces a %s",
        "ManageAPIKeys": "Administrar claves API",
        "MeasurableConfig": "Sitios de internet configurados",
        "NoSegmentation": "El informe no admite la segmentación. Los datos que se muestran son sus datos de informe estándar, no segmentados.",
        "NoWebsiteConfigured": "Actualmente no hay ningún sitio web configurado. Para habilitar la importación de un sitio web específico, ajuste la configuración aquí.",
        "NoWebsiteConfiguredWarning": "Importación para %s no está totalmente configurado. Es necesario ajustar algunos sitios web para habilitar la importación.",
        "NotAvailable": "no disponible",
        "OAuthClientConfig": "Configuración del cliente OAuth",
        "OAuthError": "Un error ocurrió durante el proceso OAuth. Por favor inténtelo nuevamente y asegúrese de aceptar los permisos solicitados.",
        "Platform": "Plataforma",
        "Position": "Posición promedio",
        "PositionDocumentation": "Posición promedio de su sitio web en la lista de resultados del motor de búsqueda (para esta palabra clave).",
        "ProviderBingDescription": "Importar todas las palabras claves usadas para encontrar su sitio web en las búsquedas hechas por <strong>Bing</strong> y <strong>Yahoo</strong>.",
        "ProviderBingNote": "<u>Nota:</u> Microsoft proporciona datos de palabras clave todos los sábados y solo durante semanas enteras. Como resultado, sus palabras clave para Bing y Yahoo tardarán unos días en aparecer en sus informes y solo estarán disponibles cuando las vea en semanas, meses o años.",
        "ProviderGoogleDescription": "Importe todas las palabras clave utilizadas para encontrar su sitio web en la búsqueda de <strong>Google</strong>. Los informes mostrarán sus palabras clave para cada tipo de búsqueda por separado (Web, imágenes y videos).",
        "ProviderListDescription": "Cuando haya configurado correctamente uno (o más) motores de búsqueda, puede configurar en qué sitios web(s) debe Matomo importar sus palabras clave de búsqueda.",
        "ProviderXAccountWarning": "<strong>Problemas de configuración de la cuenta detectados</strong> <br />Por favor, compruebe las cuentas configuradas <strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>Problemas de configuración del sitio web detectados</strong><br />Por favor verifique los sitios web configurados <strong>%s</strong>.",
        "ReAddAccountIfPermanentError": "Si este es un error permanente, intente eliminar la cuenta y conéctela nuevamente.",
        "RequiredAccessTypes": "Estos tipos de acceso son necesarios:",
        "ResponseCode": "Código de respuesta",
        "RoundKeywordPosition": "Ronda de posición de palabras claves",
        "SearchEngineKeywordsPerformance": "Rendimiento de las palabras claves en los motores de búsqueda",
        "SetupConfiguration": "Ajustes de configuración",
        "SitemapsContainingUrl": "Mapas de sitio conteniendo %s",
        "StartOAuth": "Iniciar proceso OAuth",
        "URLPrefix": "Prefijo de la URL",
        "URLPrefixProperty": "Propiedades de prefijo de URL",
        "URLPrefixPropertyInfo": "Incluye solo las URL con el prefijo exacto especificado, incluido el protocolo (http/https). Si quieres que tu propiedad abarque más protocolos o subdominios (http/https/www./m., etc.), quizás te interese más añadir una propiedad de dominio.",
        "UnverifiedSites": "Sitios de internet sin verificar:",
        "UploadOAuthClientConfig": "Cargue su configuración de cliente OAuth",
        "UrlOfAccount": "URL (Cuenta)",
        "VideoKeywords": "Palabras clave de videos en Google",
        "VideoKeywordsDocumentation": "Palabras clave utilizadas en la búsqueda de <b>videos</b> de Google que generaron enlaces a su sitio web en la lista de resultados de búsqueda.",
        "WebKeywords": "Palabras clave de la web en Google",
        "WebKeywordsDocumentation": "Palabras clave utilizadas en la búsqueda <b>web</b> de Google que generaron enlaces a su sitio web en la lista de resultados de búsqueda.",
        "WebsiteSuccessfulConfigured": "Felicidades! <br />Ha configurado correctamente la importación de palabras clave para el sitio web %1$s. <br />Es posible que pasen unos días hasta que sus primeras palabras clave de búsqueda se importen y se muestren en Referencias > Palabras clave de búsqueda. Puede encontrar más información sobre los retrasos y limitaciones de importación de palabras clave en nuestras %2$sPreguntas frecuentes%3$s",
        "YandexCrawlHttpStatus2xx": "HTTP Código 200-299",
        "YandexCrawlHttpStatus4xx": "HTTP Código 400-499 (Errores de solicitud)",
        "YandexCrawlHttpStatus5xx": "HTTP Código 500-599 (Errores internos del servidor)",
        "YandexCrawlInIndex": "Páginas totales en el índice"
    }
}
