{
    "SearchEngineKeywordsPerformance": {
        "APIKey": "Kyç API",
        "AccountAddedBy": "Shtuar nga <em>%1$s</em> në <em>%2$s</em>",
        "AccountConnectionValidationError": "Ndodhi një gabim teksa vleftësohej lidhja e llogarisë:",
        "AccountDoesNotExist": "Llogaria e formësuar %1$s s’ekziston më",
        "AccountNoAccess": "Kjo llogari s’ka hyrje në ndonjë sajt.",
        "AccountRemovalConfirm": "Ju ndan një hap nga heqja e kësaj llogarie %1$s. Kjo mund të sjellë çaktivizimin e importimit të fjalëkyçeve për cilindo sajte(e) të lidhur. Të vazhdohet sido qoftë?",
        "ActivityAccountAdded": "u shtua llogari e re për furnizues fjalëkyçesh %1$s: %2$s",
        "ActivityAccountRemoved": "u hoq llogari për furnizues fjalëkyçesh %1$s: %2$s",
        "ActivityGoogleClientConfigChanged": "ndryshoi formësimi për klientin Google.",
        "ActivityYandexClientConfigChanged": "u ndryshua formësimi i klientit Yandex.",
        "AddAPIKey": "Shtoni Kyç API",
        "AddConfiguration": "Shtoni Formësim",
        "AdminMenuTitle": "Funksionim Kërkimi",
        "AllReferrersImported": "Referues (me fjalëkyçe të importuar)",
        "AllReferrersOriginal": "Referues (me fjalëkyçe të ndjekur)",
        "AvailableSites": "Sajte të gatshëm për import:",
        "BingAPIKeyInstruction": "Bëni hyrjen që nga %1$sBing Webmaster Tools%2$s, mandej shtoni sajtin tuaj te Bing Webmaster. Pasi të jetë vlerësuar, mund të %3$skopjoni kyçin tuaj API%4$s.",
        "BingAccountError": "Ndodhi një gabim teksa vleftësohej Kyçi API: %1$s. Nëse sapo e keni krijuar këtë kyç API te Bing Webmaster Tools, ju lutemi riprovoni pas një a dy minutash (kyçet API në Bing Webmaster Tools duan pakëz kohë të aktivizohen).",
        "BingAccountOk": "Kyç API i kontrolluar me sukses",
        "BingConfigurationDescription": "Bing Webmaster Tools lyp një kyç API, që të mund të përdoret. Këtu mund të shtoni kyçe API për hyrje te të dhënat e sajtit tuaj.",
        "BingConfigurationTitle": "Formësoni importim prej Bing Webmaster Tools",
        "BingCrawlBlockedByRobotsTxt": "Përjashtim nga robots.txt",
        "BingCrawlBlockedByRobotsTxtDesc": "URL të bllokuara aktualisht nga robots.txt i sajtit tuaj.",
        "BingCrawlConnectionTimeout": "Mbarim kohe për lidhjet",
        "BingCrawlConnectionTimeoutDesc": "Ky numër përfaqëson rastet së fundi kur Bing s’u fut dot te sajti juaj për shkak gabimesh lidhjeje. Ky mund të jetë një problem i përkohshëm, por do të duhej të shihnit regjistrat e shërbyesit për të parë se s’jeni duke mos pranuar aksidentalisht kërkesa.",
        "BingCrawlCrawledPages": "Faqe të indeksuara",
        "BingCrawlCrawledPagesDesc": "Numër faqesh të kërkuara nga indeksuesi i Bing-ut.",
        "BingCrawlDNSFailures": "Dështime DNS",
        "BingCrawlDNSFailuresDesc": "Ky lloj problemi katalogon gabime së fundi, të hasura teksa bëheshin përpjekje për të komunikuar me shërbyesin DNS, kur roboti u përpoq të hynte në faqet tuaja. Ka gjasa që shërbyesi juaj të ishte jashtë funksionimi, ose pati një keqformësim i cili pengoi rrugëzim DNS, për shembull, TTL qe caktuar 0.",
        "BingCrawlErrors": "Gabimi indeksimi në Bing",
        "BingCrawlErrorsDesc": "Numër gabimesh të hasura nga indeksuesi i Bing-ut.",
        "BingCrawlErrorsFromDateX": "Raporti shfaq gabime indeksimi të raportuara së fundi nga Bing-u. Nuk jep të dhëna historike. Përditësuar së fundi më %s",
        "BingCrawlHttpStatus2xx": "Kod HTTP 200-299",
        "BingCrawlHttpStatus2xxDesc": "Këto kode shfaqen kur shërbyesi e shërben me sukses një faqe",
        "BingCrawlHttpStatus301": "Kod HTTP 301 (Lëvizur përgjithmonë)",
        "BingCrawlHttpStatus301Desc": "Këto kode shfaqen kur keni lëvizur përgjithmonë lëndë nga një vendndodhje (URL) te një tjetër.",
        "BingCrawlHttpStatus302": "Kod HTTP 302 (Lëvizur përkohësisht)",
        "BingCrawlHttpStatus302Desc": "Këto kode shfaqen kur keni lëvizur përkohësisht lëndë nga një vendndodhje (URL) te një tjetër.",
        "BingCrawlHttpStatus4xx": "Kod HTTP 400-499 (Gabime kërkese)",
        "BingCrawlHttpStatus4xxDesc": "Këto kode shfaqen kur, sipas gjasash, pati një gabim te kërkesa, çka e pengoi shërbyesin të mundte ta përpunonte.",
        "BingCrawlHttpStatus5xx": "Kod HTTP 500-599 (Gabime të brendshme shërbyesi)",
        "BingCrawlHttpStatus5xxDesc": "Këto kode shfaqen kur shërbyesi s’arriti të plotësonte një kërkesë në dukje të vlefshme.",
        "BingCrawlImportantBlockedByRobotsTxt": "Përjashtim nga robots.txt faqeje të rëndësishme",
        "BingCrawlInboundLink": "Lidhje ardhëse gjithsej",
        "BingCrawlInboundLinkDesc": "Lidhje ardhëse të njohura nga Bing, që shpien te URL në sajtin tuaj. Këto janë lidhje, prej sajtesh tjetër nga ai i juaji, që shpien te lëndë e juaja.",
        "BingCrawlMalwareInfected": "Sajte të infektuar me “malware”",
        "BingCrawlMalwareInfectedDesc": "Në këtë ndarje do të grupohen çfarëdo URL faqeje gjetur nga Bing-u, e cila është e infektuar ose e lidhur me <em>malware</em>.",
        "BingCrawlPagesInIndex": "Faqe gjithsej në tregues",
        "BingCrawlPagesInIndexDesc": "Numër faqesh gjithsej të pranishme në indeksin e Bing-ut",
        "BingCrawlStatsOtherCodes": "Krejt kodet e tjera për gjendje HTTP",
        "BingCrawlStatsOtherCodesDesc": "Grupon krejt kodet e tjerë që nuk kanë përputhje me ndonjë vlerë tjetër (bie fjala, 1xx ose kode informative).",
        "BingCrawlingStats": "Përmbledhje indeksimi për Bing dhe Yahoo!",
        "BingCrawlingStatsDocumentation": "Përmbledhja e indeksimit ju lejon të shihni informacion të lidhur me indeksimin, bie fjala, gabime të hasur nga roboti i kërkimeve kur vizitohet një faqe, objekte të bllokuar nga kartela juaj robots.txt dhe URL që mund të jenë prekur nga malware.",
        "BingKeywordImport": "Importim fjalëkyçesh Bing",
        "BingKeywords": "Fjalëkyçe (në Bing dhe Yahoo!)",
        "BingKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime Bing ose Yahoo! që prodhojnë lidhje për te sajti juaj te lista e përfundimeve të kërkimit.",
        "BingKeywordsNoRangeReports": "Fjalëkyçe në Bing dhe Yahoo! që mund të përpunohen vetëm për intervale vetjakë datash, përfshi javë ose muaj të plotë, meqë s’mund të kihen si raporte ditore.",
        "BingKeywordsNotDaily": "Fjalëkyçe në Bing dhe Yahoo! mund të kihen vetëm si raporte ditore. S’ka të dhëna fjalëkyçesh për periudha ditësh.",
        "BingWebmasterApiUrl": "Url për Bing Webmaster Tools",
        "BingWebmasterApiUrlDescription": "Jepni URL-në te e cila gjendet ky sajt te Bing Webmaster Tools tuaja",
        "Category": "Kategori",
        "ChangeConfiguration": "Ndryshoni formësimin",
        "Clicks": "Klikime",
        "ClicksDocumentation": "Si klikim llogaritet sa herë që dikush klikon mbi një lidhje që shpie te sajti juaj, në një faqe përfundimesh motori kërkimesh.",
        "ClientConfigImported": "Formësimi i klientit u importua me sukses!",
        "ClientConfigSaveError": "Ndodhi një gabim teksa ruhej formësimi i klientit. Ju lutemi, kontrolloni nëse formësimi i dhënë është i vlefshëm dhe riprovoni.",
        "ClientId": "ID klienti",
        "ClientSecret": "E fshehtë klienti",
        "ConfigAvailableNoWebsiteConfigured": "Integrimi i formësua me sukses, por aktualisht nuk ka sajt të formësuar për import.",
        "ConfigRemovalConfirm": "Ju ndan një hap nga heqja e formësimit për %1$s. Importimi i Fjalëkyçeve për atë sajt do të çaktivizohet. Të veprohet, sido qoftë?",
        "Configuration": "Formësim",
        "ConfigurationDescription": "Kjo shtojcë ju lejon të importoni drejt e në Matomo krejt fjalëkyçet e kërkuar nga përdoruesit tuaj në motorë kërkimesh.",
        "ConfigurationFile": "Kartelë formësimi",
        "ConfigurationValid": "Formësimi juaj OAuth është i vlefshëm.",
        "ConfigureMeasurableBelow": "Për të formësuar një sajt, thjesht klikoni mbi butonin më poshtë ose formësojeni drejt e te rregullimet e sajtit.",
        "ConfigureMeasurables": "Formësoni sajte",
        "ConfigureTheImporterLabel1": "Importoni fjalëkyçet tuaja Google Search Console dhe analizojini duke përdorur mjetet e fuqishme statistikore të Matomo-s. Pasi të lidhni importuesin, përzgjidhni cilët sajte të importohen dhe Matomo-ja do të nisë të importojë fjalëkyçe për ta, si pjesë e një procesi arkivimi të planifikuar.",
        "ConfigureTheImporterLabel2": "Që të importoni të dhënat tuaja nga Konsolë Google Search, Matomo ka nevojë të hyjë në këto të dhëna.",
        "ConfigureTheImporterLabel3": "Për t’ia filluar, %1$sndiqni udhëzimet tona për të marrë formësimin e Klientit tuaj OAuth%2$s. Mandej ngarkojeni kartelën e formësimit të klientit duke përdorur butonin më poshtë.",
        "ConfiguredAccounts": "llogari të formësuara",
        "ConfiguredUrlNotAvailable": "Për këtë llogari s’ka URL të formësuar",
        "ConnectAccount": "Lidhni Llogari",
        "ConnectAccountDescription": "Ju lutemi, klikoni mbi butonin më poshtë që të ridrejtoheni te %1$s, ku ju duhet të akordoni hyrje.",
        "ConnectAccountYandex": "Mirëfilltësimi për llogari Yandex është i vlefshëm vetëm për %1$s ditë. Çdo llogari lypset të rimirëfilltësohet brenda asaj kohe, për të siguruar që importimet funksionojnë saktë.",
        "ConnectFirstAccount": "Fillojani duke lidhur llogarinë tuaj të parë më poshtë.",
        "ConnectGoogleAccounts": "Lidhni Llogari Google",
        "ConnectYandexAccounts": "Lidhni Llogari Yandex",
        "ContainingSitemaps": "Përmban Harta Sajtesh",
        "CrawlingErrors": "Gabime indeksimi",
        "CrawlingOverview1": "Përmbledhja e Indeksimit raporton informacionet më kritike rreth se si indeksojnë sajtet tuaj robotë Motorësh Kërkimi. Këto vlera përditësohen afërsisht një herë në ditë me të dhëna të furnizuara nga motorët e kërkimeve.",
        "CrawlingStats": "Përmbledhje indeksimi",
        "CreatedBy": "Krijuar Nga",
        "Ctr": "CTR",
        "CtrDocumentation": "Koeficient klikimi: Një përpjesëtim që shfaq se sa shpesh persona që shohin një faqe përfundimesh motori kërkimesh me një lidhje për te sajti juaj, e klikojnë atë.",
        "CurrentlyConnectedAccounts": "Aktualisht ka %1$s llogari të lidhura.",
        "DeleteUploadedClientConfig": "Nëse do të donit të hiqnit formësimin e ngarkuar të klientit, klikoni më poshtë",
        "Domain": "Përkatësi",
        "DomainProperty": "Veti përkatësie",
        "DomainPropertyInfo": "Përfshin krejt nënpërkatësitë (m, www, e me radhë) dhe që të dy protokollet (http, https).",
        "EnabledSearchTypes": "Lloje fjalëkyçesh për t’u sjellë",
        "FetchImageKeyword": "Sill fjalëkyçe figurash",
        "FetchImageKeywordDesc": "Sill fjalëkyçe të përdorur në kërkime figurash në Google",
        "FetchNewsKeyword": "Sill fjalëkyçe të rinj",
        "FetchNewsKeywordDesc": "Sill fjalëkyçe të përdorur në Google News",
        "FetchVideoKeyword": "Sill fjalëkyçe video",
        "FetchVideoKeywordDesc": "Sill fjalëkyçe të përdorur në kërkime videosh në Google",
        "FetchWebKeyword": "Sill fjalëkyçe web",
        "FetchWebKeywordDesc": "Sill fjalëkyçe të përdorur në kërkime web përmes Google-it",
        "FirstDetected": "Pikasur së pari",
        "GoogleAccountAccessTypeOfflineAccess": "<strong>Përdorimi jashtë linje</strong> është i domosdoshëm për të qenë në gjendje të importohen fjalëkyçet tuaj të kërkimit, edhe kur s’jeni i futur në llogarinë tuaj.",
        "GoogleAccountAccessTypeProfileInfo": "<strong>Të dhëna profili</strong> përdoren për të shfaqur emrin e llogarisë(ve) të lidhura në atë çast.",
        "GoogleAccountAccessTypeSearchConsoleData": "<strong>Të dhënat e Konsolës së Kërkimeve</strong> janë të domosdoshme për të pasur hyrje te fjalëkyçet tuaj të kërkimeve me Google.",
        "GoogleAccountError": "Ndodhi një gabim teksa vleftësohej hyrje OAuth: %1$s",
        "GoogleAccountOk": "Hyrja OAuth u kontrollua me sukses.",
        "GoogleAuthorizedJavaScriptOrigin": "Origjinë JavaScript-i të autorizuar",
        "GoogleAuthorizedRedirectUri": "URI ridrejtimi të autorizuar",
        "GoogleConfigurationDescription": "Konsola e Kërkimeve me Google përdor OAuth për mirëfilltësim dhe autorizim.",
        "GoogleConfigurationTitle": "Formësoni importim prej Konsolës së Kërkimeve me Google",
        "GoogleDataNotFinal": "Të dhënat e këtij raporti për fjalëkyçet mund të mos përmbajnë ende të dhënat përfundimtare. Google i furnizon të dhënat përfundimtare të fjalëkyçeve me një vonesë prej 2 ditësh. Fjalëkyçet për ditë më të afërta do të riimportohen, deri sa të raportohen si përfundimtare.",
        "GoogleDataProvidedWithDelay": "Google i furnizon të dhënat e fjalëkyçeve me një vonesë. Fjalëkyçet për këtë datë do të importohen pakëz më vonë.",
        "GoogleKeywordImport": "Importim fjalëkyçesh Google",
        "GooglePendingConfigurationErrorMessage": "Formësimi është pezull. Ju lutemi, kërkojini një superpërdoruesi të plotësojë formësimin.",
        "GoogleSearchConsoleUrl": "Url për Konsol Kërkimesh me Google",
        "GoogleSearchConsoleUrlDescription": "Jepni URL-në ku gjendet ky sajt te Konsola juaj e Kërkimeve me Google",
        "GoogleUploadOrPasteClientConfig": "Ju lutemi, ngarkoni formësimin e klientit tuaj për Google OAuth, ose hidheni atë te fusha më poshtë.",
        "HowToGetOAuthClientConfig": "Si të merrni formësimin tuaj për OAuth Client",
        "ImageKeywords": "Fjalëkyçe figurash në Google",
        "ImageKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime <b>figurash</b> me Google, të cilët prodhuan lidhje për te sajti juaj, te lista e përfundimeve të kërkimit.",
        "Impressions": "Përshtypje",
        "ImpressionsDocumentation": "Si përshtypje llogaritet çdo herë që sajti juaj është shfaqur në një faqe përfundimesh motori kërkimesh.",
        "IntegrationConfigured": "Integrim i formësuar me sukses",
        "IntegrationNotConfigured": "Integrim ende i paformësuar",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris të pavlefshëm, të paktën 1 URI duhet të ketë përputhje me URI-n “%1$s” te kartela e ngarkuar për formësimin",
        "KeywordStatistics": "Fjalëkyçe Kërkimi",
        "KeywordTypeImage": "figurë",
        "KeywordTypeNews": "lajme",
        "KeywordTypeVideo": "video",
        "KeywordTypeWeb": "web",
        "KeywordsCombined": "Fjalëkyçe gjithsej",
        "KeywordsCombinedDocumentation": "Raport që ndërthur krejt fjalëkyçet e pikasur nga Matomo dhe importuar prej motorësh kërkimesh. Ky raport përfshin vetëm vlera për vizitat. Për të pasur vlera të hollësishme, mund të kaloni te një nga raportet përkatës.",
        "KeywordsCombinedImported": "Fjalëkyçe të importuar gjithsej",
        "KeywordsCombinedImportedDocumentation": "Raport që shfaq krejt fjalëkyçet e importuar prej krejt motorëve të kërkimit të formësuar.",
        "KeywordsReferrers": "Fjalëkyçe (përfshi të papërkufizuarit)",
        "KeywordsSubtableImported": "Fjalëkyçe të importuar",
        "KeywordsSubtableOriginal": "Fjalëkyçe të ndjekur (përfshi të papërkufizuarit)",
        "LastCrawled": "Indeksuar së fundi",
        "LastDetected": "Pikasur së fundi",
        "LastImport": "Importimi i Fundit",
        "LatestAvailableDate": "Të dhënat më të freskëta që mund të kihen për fjalëkyçet janë për %1$s",
        "LinksToUrl": "Lidhje për te %s",
        "ManageAPIKeys": "Administroni Kyçe API",
        "MeasurableConfig": "sajte të formësuar",
        "NewsKeywords": "Fjalëkyçe lajmesh në Google",
        "NewsKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime <b>Lajme</b> Google, të cilët kanë prodhuar lidhje për te sajti juaj, te lista e përfundimeve të kërkimit.",
        "NoSegmentation": "Raporti nuk mbulon segmentim. Të dhënat e shfaqura janë të dhënat tuaja standarde, të pasegmentuara, të raportit.",
        "NoWebsiteConfigured": "S’ka sajt të formësuar. Për të aktivizuar importimin për sajtin e dhënë, ju lutemi, ujdisni këtu formësimin.",
        "NoWebsiteConfiguredWarning": "Importim për %s i paformësuar plotësisht. Lypset të formësoni disa sajte që të aktivizohet importimi.",
        "NotAvailable": "S’ka",
        "OAuthAccessTimedOut": "Hyrjes me mirëfilltësim OAuth për këtë llogari mund t’i ketë mbaruar koha. Do t’ju duhet të ribëni mirëfilltësimin, që të funksionojnë sërish importimet për këtë llogari.",
        "OAuthAccessWillTimeOut": "Hyrjes me OAuth për këtë llogari do t’i mbarojë koha pas %1$s ditësh. <strong>Edhe %2$s ditë</strong>",
        "OAuthAccessWillTimeOutSoon": "Hyrjes me OAuth për këtë llogari do t’i mbarojë koha pas rreth %1$s ditësh. Ju lutemi, ribëni mirëfilltësimin, për të shmangur ndaljen e çfarëdo importimesh për këtë llogari.",
        "OAuthClientConfig": "Formësim Klienti OAuth",
        "OAuthError": "Ndodhi një gabim brenda procesit OAuth. Ju lutemi, riprovoni dhe sigurohuni të pranoni lejet e domosdoshme.",
        "OAuthExampleText": "Formësimi lyp fushat e treguara më poshtë. Ju lutemi, përdorni vlerat e dhëna:",
        "OauthFailedMessage": "Hasëm një problem gjatë procesit të autorizimit për Konsolën tuaj Google Search. Që të riprovohet, ju lutemi, klikoni mbi butonin më poshtë. Nëse problemi vazhdon, ju lutemi, lidhuni me ekipin tonë të asistencës për ndihmë. Do t’ju ndihmojnë në zgjidhjen e problemit dhe importimin e fjalëkyçeve tuaj Google Search Console.",
        "OptionQuickConnectWithGoogle": "Lidhuni shpejt, me Google (e rekomanduar)",
        "Platform": "Platformë",
        "Position": "Pozicion mesatar",
        "PositionDocumentation": "Pozicioni mesatar i sajtit tuaj te lista e përfundimeve prej motorësh kërkimi (për këtë fjalëkyç).",
        "ProvideYandexClientConfig": "Ju lutemi, jepni formësimin tuaj për klientit tuaj Yandex OAuth.",
        "ProviderBingDescription": "Importoni krejt fjalëkyçet e përdorur për të gjetur sajtin tuaj në kërkime me <strong>Bing</strong> dhe <strong>Yahoo!</strong>.",
        "ProviderBingNote": "<u>Shënim:</u> Microsoft-i furnizon fjalëkyçe çdo të shtunë dhe vetëm për javë të plota. Si rrjedhojë, fjalëkyçet tuaj për Bing-un dhe Yahoo-n do të duan disa ditë, para se të shfaqen në raportet tuaj dhe do të jenë vetëm për javë, muaj ose vite.",
        "ProviderGoogleDescription": "Importoni krejt fjalëkyçet e përdorur për të gjetur sajtin tuaj përmes kërkimesh <strong>Google</strong>. Raportet do të shfaqin fjalëkyçet tuaj veçmas për çdo lloj kërkimi (Web, Figura dhe Video).",
        "ProviderGoogleNote": "<u>Shënim:</u> Google furnizon të dhëna përfundimtare fjalëkyçesh me një vonesë prej 2 ditësh. Të dhëna përfundimtare për ditë më të afërta do të tregohen gjithashtu, por do të riimportohen, deri sa të jenë përfundimtare. Importimi juaj i parë mund të jetë në gjendje të importojë të dhënat tuaja historike mbi fjalëkyçet për deri 486 ditë më herët.",
        "ProviderListDescription": "Kur keni ujdisur me sukses një (ose më tepër) motor kërkimi më poshtë, mund të formësoni në cilin sajt(e) duhet të importojë Matomo fjalëkyçet tuaj të kërkimit.",
        "ProviderXAccountWarning": "<strong>U pikasën probleme formësimi llogarish</strong><br />Ju lutemi, kontrolloni llogaritë e formësuara për <strong>%s</strong>.",
        "ProviderXSitesWarning": "<strong>U pikasën probleme formësimi sajtesh</strong><br />Ju lutemi, kontrolloni sajtet e formësuar për <strong>%s</strong>.",
        "ProviderYandexDescription": "Importoni krejt fjalëkyçet e përdorur për të gjetur sajtin tuaj në kërkime me <strong>Yandex</strong>.",
        "ProviderYandexNote": "<u>Shënim:</u> Yandex-i furnizon të dhëna fjalëkyçesh me një vonesë deri 5 ditësh. Importimi i parë do të provojë të importojë të dhënat tuaja historike mbi fjalëkyçet për deri 100 ditë e fundit.",
        "ReAddAccountIfPermanentError": "Nëse ky është një gabim i vazhdueshëm, provoni ta hiqni llogarinë dhe ta rilidhni.",
        "ReAuthenticateIfPermanentError": "Nëse ky është një gabim që nuk ikën, provoni të bëni rimirëfilltësimin e llogarisë ose ta hiqni dhe ta lidhini sërish.",
        "Reauthenticate": "Ribëni mirëfilltësimin",
        "RecentApiErrorsWarning": "<strong>U pikasën gabime importimi fjalëkyçesh</strong><br><br>Ju lutemi, kontrolloni formësimet për:<br>%s<br><br>Nëse formësimi juaj është i saktë dhe gabimet vazhdojnë, ju lutemi, lidhuni me asistencën.",
        "ReportShowMaximumValues": "Vlerat e shfaqura janë vlerat maksimum që u hasën gjatë kësaj periudhe.",
        "RequiredAccessTypes": "Këto lloje hyrjeje janë të domosdoshëm:",
        "ResponseCode": "Kod përgjigjeje",
        "RoundKeywordPosition": "Pozicion i rrumbullakosur fjalëkyçi",
        "SearchEngineKeywordsPerformance": "Funksionim Fjalëkyçesh Motori Kërkimesh",
        "SearchEnginesImported": "Motorë Kërkimesh (me fjalëkyçe të importuar)",
        "SearchEnginesOriginal": "Motorë Kërkimesh (me fjalëkyçe të ndjekur)",
        "SetUpOAuthClientConfig": "Ujdisni formësimin e klientit tuaj OAuth",
        "SetupConfiguration": "Formësim rregullimi",
        "SitemapsContainingUrl": "Harta sajtesh që përmbajnë %s",
        "StartOAuth": "Fillo Procesin OAuth",
        "URLPrefix": "Prefiks URL-sh",
        "URLPrefixProperty": "Veti prefiksi URLsh",
        "URLPrefixPropertyInfo": "Përfshin vetëm URL-të me saktësisht prefiksin e treguar, përfshi protokollin (http/https). Nëse doni që vetia juaj të ketë përputhje me çfarëdo protokolli ose nënpërkatësie (http/https/www./m. e me radhë), shihni mundësinë e shtimit të një vetie Përkatësi.",
        "UnverifiedSites": "Sajte të paverifikuar:",
        "UploadOAuthClientConfig": "Ngarkoni formësimin e klientit tuaj OAuth",
        "Uploading": "Po ngarkohet…",
        "UrlOfAccount": "URL (Llogari)",
        "VideoKeywords": "Fjalëkyçe video në Google",
        "VideoKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime <b>videosh</b> me Google, të cilët kanë prodhuar lidhje për te sajti juaj, te lista e përfundimeve të kërkimit.",
        "VisitOAuthHowTo": "Ju lutemi, vizitoni %1$sudhërrëfyesin tonë në internet%2$s që të mësoni se si të ujdisni formësimin e klientit tuaj OAuth%3$s.",
        "WebKeywords": "Fjalëkyçe Web në Google",
        "WebKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime <b>web</b> me Google, të cilët kanë prodhuar lidhje për te sajti juaj, te lista e përfundimeve të kërkimit.",
        "WebsiteSuccessfulConfigured": "Përgëzime!<br />E formësuat me sukses importimin e fjalëkyçeve për sajtin %1$s.<br /> Mund të duhen disa ditë derisa të importohen fjalëkyçet tuaj të parë të kërkimit dhe të shfaqen te Referues > Fjalëkyçe Kërkimesh. Te %2$sFAQ%3$s jonë mund të gjeni më tepër informacion mbi vonesa dhe kufizime importimi fjalëkyçesh",
        "WebsiteTypeUnsupported": "Matja e përzgjedhur %1$s s’mund të formësohet, ngaqë është e një lloji të pambuluar. Mbulohen vetëm matje të llojit “sajt”.",
        "WebsiteTypeUnsupportedRollUp": "Shënim: Sajtet Agregat do të ndërthurin automatikisht të dhënat e importuara të krejt sajteve pjella",
        "YandexConfigurationDescription": "Yandex Webmaster API përdor OAuth për mirëfilltësim dhe autorizim.",
        "YandexConfigurationTitle": "Formësoni importim prej Yandex Webmaster API",
        "YandexCrawlAppearedPages": "Faqe të pranishme në kërkim",
        "YandexCrawlAppearedPagesDesc": "Faqe që qenë shtuar rishtas te indeks kërkimesh Yandex",
        "YandexCrawlCrawledPages": "Faqe të Indeksuara",
        "YandexCrawlCrawledPagesDesc": "Numër faqesh të kërkuara nga indeksuesi i Yandex-it.",
        "YandexCrawlErrors": "Gabime të tjera kërkesash",
        "YandexCrawlErrorsDesc": "Faqe të indeksuara që dështuan për çfarëdo arsye tjetër",
        "YandexCrawlHttpStatus2xx": "Kod HTTP 200-299",
        "YandexCrawlHttpStatus2xxDesc": "Faqe të Indeksuara me një kod 2xx",
        "YandexCrawlHttpStatus3xx": "Kod HTTP 300-399 (Faqe të lëvizura)",
        "YandexCrawlHttpStatus3xxDesc": "Faqe të Indeksuara me një kod 3xx",
        "YandexCrawlHttpStatus4xx": "Kod HTTP 400-499 (Gabime kërkese)",
        "YandexCrawlHttpStatus4xxDesc": "Faqe të Indeksuara me një kod 4xx",
        "YandexCrawlHttpStatus5xx": "Kod HTTP 500-599 (Gabime të brendshme shërbyesi)",
        "YandexCrawlHttpStatus5xxDesc": "Faqe të Indeksuara me një kod 5xx",
        "YandexCrawlInIndex": "Faqe gjithsej në tregues",
        "YandexCrawlInIndexDesc": "Numër faqesh gjithsej të pranishme në indeks kërkimesh Yandex",
        "YandexCrawlRemovedPages": "Faqe të hequra prej kërkimi",
        "YandexCrawlRemovedPagesDesc": "Faqe që qenë hequr prej treguesi kërkimesh Yandex",
        "YandexCrawlingStats": "Përmbledhje indeksimi për Yandex!",
        "YandexCrawlingStatsDocumentation": "Përmbledhja e indeksimit ju lejon të shihni informacion të lidhur me indeksimin, bie fjala, gabime të hasur nga roboti i kërkimeve kur vizitohet një faqe, objekte të bllokuar nga kartela juaj robots.txt dhe numri gjithsej i faqeve në tregues.",
        "YandexFieldUrlToAppSite": "URL për te sajt aplikacioni",
        "YandexKeywords": "Fjalëkyçe në Yandex",
        "YandexKeywordsDocumentation": "Fjalëkyçe të përdorur në kërkime Yandex që prodhojnë lidhje për te sajti juaj te lista e përfundimeve të kërkimit.",
        "YandexWebmasterApiUrl": "Url për Yandex Webmaster Tools",
        "YandexWebmasterApiUrlDescription": "Jepni URL-në te e cila gjendet ky sajt te Yandex Webmaster Tools tuajat"
    }
}
