{
    "CustomReports": {
        "ActivityReportAddedDescription": "u shtua një raport vetjak “%1$s“ për sajtin “%2$s”",
        "ActivityReportDeletedDescription": "u fshi raporti “%1$s” për sajtin “%2$s”",
        "ActivityReportPausedDescription": "u ndal raporti “%1$s” për sajtin “%2$s”",
        "ActivityReportResumedDescription": "u rinis raporti “%1$s” për sajtin “%2$s”",
        "ActivityReportUpdatedDescription": "u përditësua raporti “%1$s” për sajtin “%2$s”",
        "AddDimension": "Shtoni përmasë",
        "AddMetric": "Shtoni matje",
        "ApplyTo": "Zbatoje mbi",
        "AvailableAllWebsites": "Mund të kihet për krejt sajtet",
        "Category": "Kategori",
        "CommonUniqueMetric": "Shumë e %1$s",
        "CommonUniqueMetricDescription": "%1$s. Kur shihet një periudhë që s’është ditë, kjo vlerë do të bëhet “Shumë e %2$s”. Në rast të tillë, nëse e njëjta %3$s shfaqet në 2 ose më tepër ditë brenda periudhës së përzgjedhur, do të numërohet si 2, ose si numri gjithsej i ditëve ku është shfaqur dhe jo si 1.",
        "ConfirmUnlockReport": "Jeni i sigurt se doni të shkyçet ky raport? Kur përditësoni lëndën për këtë raport vetjak, të dhënat e prodhuara më herët për të s’do të mund të kihen më.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Jeni i sigurt se doni të shkyçet ky raport? Kur përditësoni lëndën e raportit për këtë raport, raporte të prodhuar më parë për këtë raport vetjak do të bëhen të papërdorshëm dhe të dhënat për %1$s muajt e fundit do të riprodhohen.",
        "ContentImpressions": "Përshtypje Nga Lënda",
        "CreateNewReport": "Krijoni raport të ri",
        "CustomReport": "Raport Vetjak",
        "CustomReportCopied": "Raporti vetjak u kopjua me sukses.",
        "CustomReportDuplicationError": "Proces i paplotësuar. Raporti vetjak s’u kopjua dot te krejt sajtet e përzgjedhur.",
        "CustomReportDuplicationSiteTypeError": "Veçoria e kopjimit nuk mbulohet për sajtet: %1$s.",
        "CustomReportIntroduction": "Raportet Vetjakë ju lejojnë të krijoni raporte të rinj për të ndjekur prirje të reja që s’janë të mundshme me raportet standarde. Përmasat (të tilla si, “Lloj Pajisjeje” dhe “Shfletues”), matjet (të tilla si, “Numër Vizitorësh” dhe “Nivel Kthimesh”) dhe se si duhet të shfaqen për të pasur të dhënat unike të përdorshme dhe të dobishme që ju nevojiten, i zgjidhni ju.",
        "CustomReports": "Raporte Vetjakë",
        "DeleteExceptionMessage": "S’fshihet dot raporti, sajti s’përputhet",
        "DeleteReportConfirm": "Jeni i sigurt se doni të fshihet ky raport vetjak? Raportet e prodhuar më herët s’do të mund të kihen më përmes UI-t të raporteve.",
        "DeleteReportInfo": "Kur e fshini këtë raport, raportet e tij s’do të mund të kihen më dhe këtë veprim s’mund ta zhbëni.",
        "Dimension": "Përmasë",
        "Dimensions": "Përmasa",
        "EditReport": "Përpunoni raport",
        "ErrorArrayMissingItem": "Te matrica “%1$s” mungon vlerë në pozicionin “%2$s”.",
        "ErrorCustomReportDoesNotExist": "Raporti vetjak i kërkuar s’ekziston",
        "ErrorDuplicateItem": "Nuk lejohet të përdoret shumë herë i njëjti %s.",
        "ErrorInvalidDimension": "Përmasa %1$s nuk mbulohet në Raporte të Përshtatur.",
        "ErrorInvalidMultipleIdSite": "Për ID sajtesh të shumtë, duhet përfshirë në listë idsite:%1$s.",
        "ErrorInvalidSubCategoryReport": "ID të pavlefshme raportesh nënkategorish.",
        "ErrorInvalidValueInArray": "“%1$s” e dhënë në pozicionin “%2$s” s’ekziston.",
        "ErrorMissingDimension": "Duhet përzgjedhur të paktën një përmasë.",
        "ErrorMissingMetric": "Duhet përzgjedhur të paktën një matje.",
        "ErrorNotAnArray": "“%1$s” duhet të jetë një matricë.",
        "ErrorProductRevenueMetricDependency": "Vlerat për “Të Ardhura Produktesh” lypin në të njëjtin raport një vlerë shoqëruese “Sasi Produkti”.",
        "ErrorReportDoesNotExist": "Raporti vetjak i kërkuar s’ekziston për këtë sajt. Ju lutemi, sigurohuni se sajti është i saktë.",
        "ErrorReportNameDuplicate": "Emri i raportit është tashmë në përdorim nga një raport tjetër.",
        "ErrorTooManyDimension": "Janë përzgjedhur shumë përmasa. Mund të përdoren e shumta %s përmasa.",
        "ErrorXNotProvided": "Ju lutemi, jepni një vlerë për “%1$s”.",
        "ErrorXNotWhitelisted": "Vlera për “%1$s” nuk lejohet, përdorni një nga: %2$s.",
        "ErrorXTooLong": "“%1$s” është shumë e gjatë, lejohen e shumta %2$s shenja.",
        "FieldDescriptionPlaceholder": "p.sh., “Numër vizitorësh për vend”",
        "FieldNamePlaceholder": "p.sh., “Vizitorë sipas Vendesh”",
        "Filter": "Filtër",
        "FindMeasurables": "Gjeni të matshëm",
        "InfoReportIsLocked": "Ky raport është i kyçur dhe lypset të ripohoni “shkyçjen” e tij. Kur bëni ndryshime te lënda e këtij raporti dhe në vijim e përditësoni, lypset të prodhohen të dhëna të reja dhe të dhënat e prodhuara më herët për këtë raport vetjak s’do të mund të kihen më.",
        "InfoReportIsLockedBrowserArchivingDisabled": "Ky raport është i kyçur dhe lypset të ripohoni “shkyçjen” e tij. Kur bëni ndryshime te lënda e këtij raporti dhe në vijim e përditësoni, do të prodhohen të dhëna të reja për %1$s muajt e fundit dhe të dhënat e prodhuara më herët për këtë raport vetjak s’do të mund të kihen më.",
        "ManageReports": "Administroni Raporte",
        "ManageReportsSubcategoryHelp": "Raporte Vetjake ju lejojnë të krijoni raporte të reja për të analizuar prirje të reja, çka s’është e mundshme me raportet standarde. Kjo ndarje ju jep mundësinë të krijoni dhe administroni Raporte Vetjake për sajtin tuaj.",
        "MatchingSearchConfirmTitle": "Jeni i sigurt se doni të shtohen të matshme që përkojnë me %s?",
        "MatchingSearchConfirmTitleAlreadyAdded": "Janë shtuar tashmë %s të matshme me përkim",
        "MatchingSearchMatchedAdd": "Këto %1$s të matshme përkojnë me %2$s dhe do të shtohen te ky raport vetjak",
        "MatchingSearchMatchedAlreadyAdded": "Këto %1$s të matshme përkojnë me %2$s, por gjenden tashmë te ky raport vetjak",
        "MatchingSearchNotFound": "S’ka të matshme që përkon me termin e kërkimit %s.",
        "NCustomReports": "%s raporte vetjakë",
        "NoCustomReportsFound": "S’u gjetën raporte vetjakë",
        "NoDataMessagePausedStateAdminUser": "Ky raport është ndalur, s’do të ketë të dhëna të reja, para se raporti të riniset. Që të rinisni raportin, kaloni te %1$sAdministroni Raporte%2$s dhe klikoni Luaje për raportin e përzgjedhur.",
        "NoDataMessagePausedStateNonAdminUser": "Ky raport është ndalur, s’do të ketë të dhëna të reja, para se raporti të riniset . Nëse ju duhet hyrje te raporti, ju lutemi, lidhuni me superpërdoruesin e Matomo-s tuaj.",
        "NoDataNotArchivedYet": "Meqë raporti u krijua apo përditësua vetëm tani afër, mund të duhen disa orë që të ketë të dhëna të përdorshme për të parë raporte për sot. S’do të ketë të përdorshme të dhëna raporti për data më herët se të krijohej ky raport.",
        "NoDataNotArchivedYetReprocess": "Sidoqoftë, një përgjegjës sistemi mund ta detyrojë Matomo-n t’i %1$sripërpilojë raportet%2$s për t’i pasur këto të dhëna.",
        "NoDataRemovedMetrics": "S’janë shfaqur të dhëna, ngaqë ky raport përmban vetëm vlera që s’mbulohen nga periudha e përzgjedhur (%s).",
        "NoMeasurableAssignedYet": "Ende pa caktim të matshmesh, ju lutemi, përzgjidhni një të matshme që nga përzgjedhësi më sipër.",
        "NoSegmentationJoinExceptionMessage": "Renditja, ose ndërthurja e tanishme e përmasave s’është e përputhshme. %1$sMësoni më tepër%2$s.",
        "OrderSubCategoryReports": "Renditni raporte Nënkategorish",
        "OrderSubCategoryReportsDescription": "Opsional: Përimtoni rendin në të cilin do të shfaqen nënkategoritë, kur shihet ky raport i përshtatur.",
        "PauseExceptionMessage": "S’ndalet dot raporti, sajti s’përputhet",
        "PauseReportConfirm": "Ndalja e këtij raporti ndal arkivimin e tij deri kur të rinisni raportin. Jeni i sigurt se doni të ndalet ky raport?",
        "PauseReportInfo": "Ndalja e këtij raporti ndal arkivimin e tij deri kur të riniset raportimi.",
        "PausedReport": "Raporti është ndalur me sukses.",
        "Preview": "Paraparje",
        "PreviewDate": "Kjo paraparje bazohet në të dhënat e %s.",
        "PreviewReport": "Paraparje raporti",
        "PreviewReportExceedsMaximumTimeFrameValueAllowed": "Intervali kohor maksimum për paraparje raporti s’mund të jetë &gt; 24 orë.",
        "PreviewReportInvalidTimeFrameValues": "Për paraparje raporti janë vënë vlera të pavlefshme intervalesh kohorë, vlerat e lejuara janë sekonda, minuta, orë dhe ditë.",
        "PreviewSupportsDimension": "Hëpërhë paraparja mbulon deri në %s përmasa.",
        "ProductsWithX": "Produkte me %s",
        "QuotaReachedForX": "Keni mbërritur në kufirin e kuotës tuaj. S’arrihet të kopjohet %1$s, për shkak tejkalimi përdorimi. Që të administroni kuotën tuaj, shihni mundësinë e fshirjes së %2$s të papërdorur, ose më pak kritike.",
        "RemoveDimension": "Hiqe përmasën",
        "RemoveMetric": "Hiqe matjen",
        "RemovedMetrics": "Këto vlera u hoqën, ngaqë s’mund të përllogariten saktë për këtë periudhë: %s.",
        "ReportAllWebsitesHelp": "Përzgjidhni sajtin për të cilin duhet të jepet ky raport. Mund të shtoni edhe “Krejt sajtet”, për ta bërë këtë raport të përdorshëm në krejt sajtet tuaj (dhe në sajte që do të krijohen në të ardhmen).",
        "ReportAllWebsitesNonSuperUserHelp": "Përzgjidhni sajtin për të cilin duhet të prodhohet ky raport.",
        "ReportAvailableToAllWebsites": "Ky raport mund të kihet për krejt sajtet.",
        "ReportAvailableToMultipleWebsites": "Ky raport është i passhëm për shumë sajte.",
        "ReportCategory": "Kategori raporti",
        "ReportCategoryHelp": "Përzgjidhni kategorinë kryesore të raporteve nën të cilën do të ofrohet ky raport te menuja e raportimeve.",
        "ReportContent": "Lëndë raporti",
        "ReportCreated": "Raporti u krijua me sukses.",
        "ReportDescriptionHelp": "Një përshkrim opsional për raportin tuaj, që do të shfaqet kur klikoni mbi tekstin e ikonës, në krah të titullit të raportit. Për shembull, mund të donit të shfaqej qëllimi i këtij raporti.",
        "ReportDimensionsHelpExtended": "Nëse ju duhen përmasa shtesë, mund të rritni kufirin. %1$sMësoni më tepër%2$s.",
        "ReportDimensionsHelpNew": "Një përmasë zakonisht përshkruan karakteristika dhe shfaqet zakonisht në shtyllën e parë të një raporti. Mund të përzgjidhni përmasa të shumta (p.sh., Shfletues, Vend, Qytet). Duhet përzgjedhur të paktën një përmasë.",
        "ReportEditNotAllowedAllWebsitesUpdated": "Ngaqë ky raport mund të kihet për krejt sajtet, vetëm një përdorues me leje superpërdoruesi mund ta ndryshojë këtë raport.",
        "ReportEditNotAllowedMultipleWebsitesAccessIssue": "Ngaqë ky raport mund të kihet për sajte të shumtë, vetëm një superpërdorues, ose një përgjegjës me leje mbi krejt sajtet e përfshirë në raport mund ta ndryshojë.",
        "ReportHasFilterApplied": "Mbi këtë raport është aplikuar filtri vijues: %s.",
        "ReportInPausedStateAdmin": "Ky raport është ndalur. S’do të kryhet arkivim, para se raporti të jetë rinisur. Që të rinisni raportin, kaloni te %1$sAdministroni Raporte%2$s dhe klikoni Luaje, për raportin e përzgjedhur.",
        "ReportMetricsHelp": "Matjet janë matje sasiore. Për shembull, nëse doni të shtoni trafikun në sajtin tuaj, përfshini “Vizita”, nëse po merreni me funksionimin e sajtit tuaj, përfshini “Kohë Mesatare Prodhimi”.",
        "ReportName": "Emër raporti",
        "ReportNameHelp": "Përcakton emrin me të cilin do të jepet ky raport.",
        "ReportPage": "Faqe raporti",
        "ReportSegmentHelp": "Një filtër ju lejon ta shihni këtë raport vetëm për një nëngrup vizitorësh. Për shembull, mund ta filtroni këtë raport vetëm për përdorues me pajisje celulare.",
        "ReportSubcategory": "Nënkategori raportesh",
        "ReportSubcategoryHelp": "Në daçi, mund ta shtoni këtë raport te cilado faqe ekzistuese raportimi. Nëse nuk zgjidhni një nënkategori, do të krijohet një faqe e re raportimi nën kategorinë e përzgjedhur, duke përdorur emrin e raportit.",
        "ReportType": "Lloj raporti",
        "ReportUpdated": "Raporti u përditësua me sukses.",
        "ResumeExceptionMessage": "S’riniset dot raporti, sajti s’përputhet",
        "ResumeReportConfirm": "Kur rinisni këtë raport, arkivimi do të rinisë nga sot. Jeni i sigurt se doni të riniset ky raport vetjak?",
        "ResumeReportInfo": "Kur rinisni këtë raport, arkivimi do të rifillojë nga sot.",
        "ResumedReport": "Raporti u rinis me sukses.",
        "SourceCustomReportLookupError": "Pati një gabim të papritur me kërkimin e raportit vetjak burim. Ju lutemi, riprovoni. Nëse problemi vazhdon, lidhuni me përgjegjësin tuaj, ose me asistencën.",
        "Type": "Lloj",
        "Unlock": "Shkyçe",
        "UpdatingData": "Po përditësohen të dhëna…",
        "ViewReportInfo": "Shiheni raportin",
        "WarningOnUpdateReportMightGetLost": "Kur e përditësoni këtë raport vetjak, raportet e prodhuar më herët për këtë raport vetjak s’do të mund të kihen më.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "Kur përditësoni këtë raport vetjak, raporte të prodhuar më parë do të jenë të papërdorshëm dhe të dhënat për %1$s muajt e fundit do të riprodhohen.",
        "WarningProductRevenueMetricDependency": "Vlerat për “Të Ardhura Produkti” lypin në të njëjtin raport një vlerë shoqëruese “Sasi Produkti”. Vlera shoqëruese është shtuar automatikisht. %1$sMësoni më tepër%2$s.",
        "WarningRequiresUnlock": "Që të mund të bëni ndryshime te lënda e këtij raporti, lypset ta “shkyçni” këtë raport. Kur bëni ndryshime te formësimi i raportit dhe e përditësoni këtë raport, lypset të riprodhohen të dhëna të reja raporti dhe të dhënat e prodhuara më herët për këtë raport s’do të mund të kihen më.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "Që të mund të bëni ndryshime te lënda e këtij raporti, duhet ta “shkyçni” këtë raport. Kur bëni ndryshime te formësimi i raporteve dhe përditësoni këtë raport, të dhëna të reja raportimi për %1$s muajt e fundit do të riprodhohen dhe të dhënat e prodhuara më herët për këtë raport s’do të mund kihen më.",
        "WebsiteName": "Emër sajti"
    }
}
