{
    "CustomReports": {
        "AddDimension": "Lägg till dimension",
        "AddMetric": "Lägg till mätvärde",
        "ApplyTo": "Tillämpa på",
        "AvailableAllWebsites": "Tillgänglig för alla webbplatser",
        "Category": "Kategori",
        "CommonUniqueMetric": "Summan av %1$s",
        "CommonUniqueMetricDescription": "%1$s. När du tittar på en period som inte är en dag kommer det här mätvärdet att bli \"Summan av %2$s\". I de fallen, om samma %3$s finns för 2 eller fler dagar inom den valda perioden kommer det räknas som 2 eller det totala antalet dagar det fanns, och inte som 1.",
        "ConfirmUnlockReport": "Är du säker på att du vill låsa upp denna rapport? När du uppdaterar rapportens innehåll kommer tidigare skapat data för rapporten att bli oåtkomliga.",
        "ConfirmUnlockReportBrowserArchivingDisabled": "Är du säker på att vill låsa upp rapporten? När du uppdaterar denna rapport kommer tidigare genererade rapporter för denna anpassade rapport att bli oåtkomliga och rapporter för de senaste %1$s månaderna kommer återskapas.",
        "ContentImpressions": "Innehållsexponeringar",
        "CreateNewReport": "Skapa ny rapport",
        "CustomReport": "Anpassas rapport",
        "CustomReportIntroduction": "Anpassade rapporter låter dig skapa nya rapporter för att dra nya insikter som inte är möjliga med standardrapporterna. Du väljer dimensioner (som \"Typ av enhet\" och \"Webbläsare\") och mätetal (som \"Antal besökare\" och \"Avvisningsfrekvens\") och hur de ska visas för att ge den unikt agerbara och meningsfulla data du behöver.",
        "CustomReports": "Anpassade rapporter",
        "DeleteReportConfirm": "Är du säker på att du vill radera denna anpassade rapport? Tidigare genererade rapporter kommer inte längre vara åtkomliga via användargränssnittet för rapporter.",
        "DeleteReportInfo": "När du raderar rapporten kommer dess rapportdata bli oåtkomligt och du kan inte ångra denna åtgärd i efterhand.",
        "Dimension": "Dimension",
        "Dimensions": "Dimensioner",
        "EditReport": "Redigera rapport",
        "ErrorArrayMissingItem": "Saknar ett värde i \"%1$s\" i array, vid position \"%2$s\".",
        "ErrorDuplicateItem": "Det går inte att använda samma %s mer än en gång.",
        "ErrorInvalidDimension": "Dimensionen %1$s stöds inte i anpassade rapporter.",
        "ErrorInvalidMultipleIdSite": "För multipla site-id, site-id:%1$s bör läggas till listan.",
        "ErrorInvalidSubCategoryReport": "Felaktigt rapport-id för underkategori.",
        "ErrorInvalidValueInArray": "Angivna \"%1$s\" vid position \"%2$s\" existerar inte.",
        "ErrorMissingDimension": "Åtminstone en dimension behöver väljas.",
        "ErrorMissingMetric": "Åtminstone ett mätvärde måste väljas.",
        "ErrorNotAnArray": "\"%1$s\" behöver vara en array.",
        "ErrorProductRevenueMetricDependency": "Produktens mätetal för inkomst behöver i samma rapport också ha ett kvantitativt mätetal.",
        "ErrorReportDoesNotExist": "Den anpassade rapporten finns inte för denna webbplats. Vänligen kontrollerade att webbplatsen är korrekt.",
        "ErrorReportNameDuplicate": "Rapportnamnet används redan av en annan rapport.",
        "ErrorTooManyDimension": "För många dimensioner är valda. Maximalt %s dimensioner kan användas.",
        "ErrorXNotProvided": "Vänligen ange att värde för \"%1$s\".",
        "ErrorXNotWhitelisted": "Värdet för \"%1$s\" är inte tillåtet, använd en av: %2$s.",
        "ErrorXTooLong": "\"%1$s\" är för långt, maximalt %2$s tecken tillåts.",
        "FieldDescriptionPlaceholder": "'Antalet besökare per land'",
        "FieldNamePlaceholder": "'Besökare per land'",
        "Filter": "Filter",
        "FindMeasurables": "Hitta uppgifter",
        "InfoReportIsLocked": "Rapporten är för närvarande låst och du behöver bekräfta genom att \"låsa upp\" rapporten. När du gör ändringar till rapporten och uppdaterar den kommer nya rapportdata att behöva genereras och tidigare genererade rapporter för den här anpassade rapporten blir oåtkomliga.",
        "InfoReportIsLockedBrowserArchivingDisabled": "Rapporten är för närvarande låst och du behöver bekräfta genom att \"låsa upp\" rapporten. När du gör ändringar i denna rapport och uppdaterar den kommer ny rapportdata genereras för de senaste %1$s månaderna och tidigare skapade rapporter för denna anpassade rapport kommer bli oåtkomliga.",
        "ManageReports": "Hantera rapporter",
        "ManageReportsSubcategoryHelp": "Anpassade rapporter låter dig skapa nya rapporter för att dra insikter som inte är möjliga med standardrapporterna. Den här sektionen låter di skapa och hantera Anpassade Rapporter för din webbplats.",
        "MatchingSearchConfirmTitle": "Är du säker på att du vill lägga till %s som matchar uppgifterna?",
        "MatchingSearchConfirmTitleAlreadyAdded": "%s matchande uppgifter har redan lagts till",
        "MatchingSearchMatchedAdd": "Dessa %1$s uppgifter matchade %2$s och kommer läggas till denna anpassade rapport",
        "MatchingSearchMatchedAlreadyAdded": "Dessa %1$s uppgifter matchade %2$s men var redan tillagda i denna anpassade rapport",
        "MatchingSearchNotFound": "Det finns ingen uppgift som matchar sökfrasen %s.",
        "NCustomReports": "%s anpassade rapporter",
        "NoCustomReportsFound": "Ingen anpassad rapport hittad",
        "NoDataNotArchivedYet": "Då rapporten skapades eller uppdaterades nyligen kan det ta några timmar för data att synas för innevarande dags rapport. Rapportdata för datum före rapportens skapande kommer inte att bli åtkomliga.",
        "NoDataNotArchivedYetReprocess": "Dock kan en systemadministratör tvinga Matomo att %1$såterbearbeta rapporter%2$s för att göra historiska data åtkomliga.",
        "NoDataRemovedMetrics": "Inga data visas då denna rapport endast innehåller mätvärden som inte stöds av den valda perioden (%s).",
        "NoMeasurableAssignedYet": "Inga uppgifter har tilldelats ännu, vänligen välj en uppgift från ovanstående alternativ.",
        "OrderSubCategoryReports": "Ordningen av underkategorirapporter",
        "OrderSubCategoryReportsDescription": "Valfritt: Justera ordningen för underkategorier som visas för denna anpassade rapport.",
        "Preview": "Förhandsgranska",
        "PreviewDate": "Förhandsgranskningen är baserad på data från %s.",
        "PreviewReport": "Förhandsgranska rapport",
        "PreviewSupportsDimension": "Förhandsgranskningen stöder upp till %s dimensioner.",
        "ProductsWithX": "Produkter med %s",
        "RemoveDimension": "Ta bort dimension",
        "RemoveMetric": "Ta bort mätvärde",
        "RemovedMetrics": "Dessa mätvärden togs bort för att de inte kan beräknas korrekt för perioden: %s.",
        "ReportAllWebsitesHelp": "Välj webbplats denna rapport ska vara tillgänglig för. Du kan också välja \"Alla webbplatser\" för att göra rapporten tillgänglig för alla webbplatser (inklusive de som skapas i framtiden).",
        "ReportAllWebsitesNonSuperUserHelp": "Välj vilken webbplats rapporten ska vara åtkomlig för.",
        "ReportAvailableToAllWebsites": "Rapporten är tillgänglig för alla webbplatser.",
        "ReportAvailableToMultipleWebsites": "Rapport är åtkomlig för flera webbplatser.",
        "ReportCategory": "Raportkategori",
        "ReportCategoryHelp": "Välj huvudsaklig kategori där denna rapport ska visas i rapportmenyn.",
        "ReportContent": "Rapportinnehåll",
        "ReportCreated": "Rapporten skapades lyckosamt.",
        "ReportDescriptionHelp": "En valfri beskrivning för din rapport, vilket visas upp om du klickar på hjälpikonen bredvid rapportens titel. Exempelvis kan du ange syftet med denna rapport.",
        "ReportEditNotAllowedAllWebsitesUpdated": "Eftersom denna rapport är åtkomlig för alla webbplatser kan endast en använder med superuser-åtkomst redigera rapporten.",
        "ReportEditNotAllowedMultipleWebsitesAccessIssue": "Eftersom denna rapport är åtkomlig för ett flertal webbplatser kan endast en använder med superuser-åtkomst redigera rapporten.",
        "ReportHasFilterApplied": "Denna rapport har följande filtreringar: %s.",
        "ReportMetricsHelp": "Mätvärden är kvantitativa mått. Exempelvis, om du vill öka trafiken på din webbplats lägger du till \"Besök\", om du förbättrar hastigheten på webbplatsen lägger du till \"Genomsnittlig servertid\".",
        "ReportName": "Rapportnamn",
        "ReportNameHelp": "Anger namnet där denna rapport kommer visas.",
        "ReportPage": "Rapportsida",
        "ReportSegmentHelp": "Ett filter låter dig se rapporten för en delmängd av dina besökare. Exempelvis kan du filtrera denna rapport enbart mobilanvändare.",
        "ReportSubcategory": "Rapportens underkategori",
        "ReportSubcategoryHelp": "Valfritt: Du kan lägga denna rapport till en befintlig rapportsida. Ifall du inte väljer underkategori kommer en ny rapportsida att skapas under rapportkategorin med rapportens namn.",
        "ReportType": "Typ av rapport",
        "ReportUpdated": "Rapporten har blivit uppdaterad.",
        "SelectMeasurablesMatchingSearch": "eller lägg till alla uppgifter som innehåller följande sökfras",
        "Type": "Typ",
        "Unlock": "Lås upp",
        "UpdatingData": "Uppdaterar data…",
        "ViewReportInfo": "Se rapport",
        "WarningOnUpdateReportMightGetLost": "När du uppdaterar denna anpassade rapport kommer tidigare data i rapporten att bli oåtkomlig.",
        "WarningOnUpdateReportMightGetLostBrowserArchivingDisabled": "När du uppdaterar denna anpassade rapport kommer tidigare genererade rapporter att bli oåtkomliga och rapporter för de senaste %1$s månaderna kommer att återskapas.",
        "WarningProductRevenueMetricDependency": "Produktens mätetal för inkomst behöver i samma rapport också ha ett kvantitativt mätetal. Ett sådant mätetal lades till automatiskt. %1$sLär dig mer%2$s.",
        "WarningRequiresUnlock": "För att göra ändringar till rapportens innehåll behöver rapporten \"låsas upp\". När du gör ändringar i rapportens konfiguration och uppdaterar den behöver nya rapportdata genereras och tidigare rapportdata kommer inte längre vara tillgängligt.",
        "WarningRequiresUnlockBrowserArchivingDisabled": "För att göra ändringar i denna rapport behöver du \"låsa upp\" den. När du ändrar rapportens konfiguration och uppdaterar rapporten kommer nya rapportdata för de senaste %1$s månaderna att återskapas och tidigare genererade rapporter för denna anpassade rapport kommer inte längre vara åtkomliga.",
        "WebsiteName": "Webbplatsnamn"
    }
}
